class SectionDham {
  static List<String> listAllText = [
   /*1*/ '''
    <div style="text-align:center"><h1>อนุโมทนา</h1></div>
   <p> &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;มหาวิทยาลัยเอเชียอาคเนย์ แจ้งความประสงค์ที่จะนำ <strong><em>พจนานุกรมพุทธศาสน์
    ฉบับประมวลศัพท์</em></strong> และ <strong><em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em></strong> ไปปรับให้อยู่ในรูปแบบดิจิทัล โดยจะพัฒนาเป็น Application บนระบบปฏิบัติการiOS ของ Apple 
    และระบบปฏิบัติการ Android ของ Googleโดยเมื่อพัฒนาเสร็จแล้ว จะเปิดให้ประชาชนทั่วไปสามารถDownload จาก App Store และ Google Play และนำไปใช้บนเครื่องมือถือ iPad หรือ Tablet 
    ต่างๆได้ โดยไม่มีค่าใช้จ่ายใดๆ เพื่อเป็นการเผยแผ่พระพุทธศาสนาให้กระจายสู่ประชาชนทั่วโลกได้อย่างสะดวกรวดเร็ว ทั้งในเรื่องการค้นคว้า การอ่าน และการสืบค้น เพื่อเป็นการส่งเสริมทำนุบำรุงพระพุทธศาสนาให้ยืนยาวสืบต่อไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนุโมทนาธรรมทานบุญกิริยาของมหาวิทยาลัยเอเชียอาคเนย์ ที่เป็นการส่งเสริมการศึกษาพระพุทธศาสนาสร้างเสริมความเจริญงอกงามของจิตใจและปัญญา แผ่ขยายความรู้เข้าใจธรรม ให้นำมาซึ่งประโยชน์สุขแก่ชีวิตและสังคม 
    เพื่อความสัมฤทธิ์ผลของการพัฒนามนุษยชนอันจะเป็นไปเพื่อความสุขสันต์มั่นคงของสังคมประเทศชาติ และความสุขสวัสดิ์ของมวลประชา</p><p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขอกุศลจริยาเพื่อประโยชน์ทางการศึกษาตามแนวไตรสิกขานี้จงเป็นปัจจัยนำมาซึ่งความ
    แพร่หลายไพศาลแห่งพระสัทธรรม และความไพบูลย์แห่งความเกษมศานต์ของมหาชน ตลอดกาลยาวนานสืบไป</p>
    <div style="text-align:right">
    <p>สมเด็จพระพุทธโฆษาจารย์ (ป. อ. ปยุตฺโต)</p>
    <p><em><font size="">๒๓ พฤศจิกายน ๒๕๖๖</em></p>
    </div>
''',

    /*2*/ '''
    <div style="text-align:center"><h1>คำนำ</h1>
    <h5>(ในการพิมพ์ครั้งที่ ๑๐)</h5>
    </div>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม มีความเป็นมาที่ยาวนาน ผ่านการจัดปรับหลายขั้นตอน จนลงตัวมีรูปเล่มและชื่อปัจจุบัน เมื่อ พ.ศ. ๒๕๑๕ (พิมพ์เสร็จครั้งแรก พ.ศ. ๒๕๑๘) โดยมีเนื้อหาแยกเป็น ๓ ภาค คือ</p>
        ภาค ๑ พจนานุกรมพุทธศาสตร์ หมวดธรรม<br>
        ภาค ๒ พจนานุกรมพุทธศาสตร์ ไทย–อังกฤษ<br>
        ภาค ๓ พจนานุกรมพุทธศาสตร์ อังกฤษ–ไทย<br>ก
    <h2>ก. ความเป็นมาเดิม - ช่วงที่ ๑</h2> 
    <p>– การพิมพ์ระบบโมโนไทป์</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง ๓ ภาคของหนังสือนี้ เป็นงาน ๓ ชิ้น ซึ่งมีความเป็นมาต่างหากจากกัน ดังที่ได้เล่าไว้ในคำนำของการพิมพ์ครั้งที่ ๑ โดยเฉพาะภาค ๒ “พจนานุกรมพุทธศาสตร์ ไทย–อังกฤษ” เป็นงานเก่าสุด เดิมชื่อ <span class="emphasis">พจนานุกรมศัพท์พระพุทธศาสนา ไทย–บาลี–อังกฤษ</span> ได้จัดทำขึ้นเมื่อผู้รวบรวมและเรียบเรียงสอนวิชาธรรมภาคภาษาอังกฤษ ในแผนกบาลีเตรียมอุดมศึกษา มหาจุฬาลงกรณราชวิทยาลัย จัดทำเสร็จใน พ.ศ. ๒๕๐๖ และได้แก้ไขเพิ่มเติมเป็นครั้งคราว จนได้มาจัดรวมเข้าเป็นภาค ๒ ของหนังสือนี้ใน พ.ศ.๒๕๑๕</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง “พจนานุกรมพุทธศาสตร์ ไทย–อังกฤษ” นี้ ได้มีประวัติแยกต่างหากออกไปอีกส่วนหนึ่ง คือ ได้ขยายเพิ่มเติมเป็นฉบับพิสดาร ซึ่งพิมพ์เมื่อ พ.ศ. ๒๕๑๓ แต่จบเพียงอักษร ฐ แล้วค้างอยู่แค่นั้นจนบัดนี้</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภาค ๑ คือ “พจนานุกรมพุทธศาสตร์ หมวดธรรม” เป็นงานใหม่ที่จัดทำขึ้นใน พ.ศ. ๒๕๑๕ โดยตั้งใจให้เป็นเพียงคู่มือศึกษาธรรมขั้นต้น แต่กลายเป็นส่วนที่มีเนื้อหามาก เมื่อเทียบกับภาค ๒ แล้ว ภาค ๑ นี้ได้กลายเป็นส่วนหลักของหนังสือไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ส่วนภาค ๓ คือ “พจนานุกรมพุทธศาสตร์ อังกฤษ–ไทย” เป็นงานแถมและเสริมเท่านั้น กล่าวคือ เมื่อตกลงว่าจะพิมพ์ภาค ๑ และภาค ๒ รวมเป็นเล่มเดียวกันแล้ว ก็เห็นว่าควรมีพจนานุกรมพากย์อังกฤษ–ไทย ไว้คู่กับพากย์ไทย–อังกฤษด้วย แม้ว่าจะเป็นเพียงส่วนประกอบ ซึ่งตามปกติรู้กันว่าใช้น้อย</p>
    <p>การพิมพ์หนังสือนี้เป็นงานที่นับว่าละเอียดและซับซ้อน อีกทั้งผู้รวบรวม–เรียบเรียงยังได้เพิ่มเติมแทรกเสริมระหว่างดำเนินการพิมพ์ค่อนข้างมาก จึงใช้เวลายาวนาน เข้าโรงพิมพ์</p>
''',/*3*/ '''
    <p>ปลาย พ.ศ.๒๕๑๕ กว่าจะเสร็จออกมาเป็นเล่มหนังสือก็ถึงกลางปี ๒๕๑๘ รวมเวลาพิมพ์ ประมาณ ๒ ปี ๖ เดือน</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การพิมพ์รวมเล่มครั้งแรกนี้ ถือว่าได้รับการสนับสนุนจากคำอาราธนาของพระมหาสมบูรณ์ สมฺปุณฺโณ (ปัจจุบัน พ.ศ. ๒๕๔๕ คือ พระราชกิตติเวที เจ้าอาวาสวัดวชิรธรรมปทีป นครนิวยอร์ก) ผู้ช่วยเลขาธิการมหาจุฬาลงกรณราชวิทยาลัย และเผยแพร่โดยมหาจุฬาลงกรณราชวิทยาลัย ส่วนกระบวนการพิมพ์ ดำเนินการโดยโรงพิมพ์คุรุสภา ซึ่งใช้ระบบเรียงพิมพ์อักษรแบบ Monotype</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ต่อจากนั้น ใน พ.ศ. ๒๕๒๑ กรมการศาสนาได้ขออนุญาตพิมพ์ครั้งที่ ๒ และครั้งที่ ๓ ซึ่งเป็นการพิมพ์ซ้ำตามเดิม</p>
    <p><em><strong>ข. ความเป็นมาช่วงที่ ๒</strong><br> – การพิมพ์ครั้งที่ ๔ - ระบบคอมพิวกราฟิค</em></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม มีการเปลี่ยนแปลงครั้งสำคัญ ในการพิมพ์ครั้งที่ ๔ ที่พิมพ์เสร็จใน พ.ศ. ๒๕๒๘ (หลังพิมพ์ครั้งแรก ๑๐ ปี)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การพิมพ์ครั้งที่ ๔ นี้ มีจุดเริ่มในปลายปี ๒๕๒๔ เมื่อคุณสาทร และคุณพิสมร ศรศรีวิชัย ได้ซื้อพจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม นั้นแจกเป็นธรรมทาน จนหนังสือแทบจะไม่มีเหลือ แต่ยังประสงค์จะแจกต่อไปอีก จึงปรารภที่จะพิมพ์เพิ่มเป็นธรรมทาน เวลานั้นมหาจุฬาลงกรณราชวิทยาลัยประสงค์จะพิมพ์อยู่แล้ว แต่ไม่มีทุนทรัพย์เพียงพอ จึงขอร่วมพิมพ์ด้วย แต่เกิดเหตุขัดข้องเนื่องจากต้นแบบหนังสือ (อาร์ตเวิร์ค) และฟิล์มที่โรงพิมพ์เก่าสูญหายหมดแล้ว ต้องจัดเตรียมต้นแบบที่จะพิมพ์ขึ้นใหม่</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ระหว่างนั้นมหาจุฬาลงกรณราชวิทยาลัยได้ขยายความคิดในการพิมพ์โดยประสงค์จะเพิ่มจำนวนให้มากถึง ๑๐,๐๐๐ เล่ม แต่ยังไม่มีทุนทรัพย์ที่จะจ่ายค่าพิมพ์</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ณ จุดนี้ก็ได้มี “ทุนพิมพ์พจนานุกรมพุทธศาสตร์” เกิดขึ้น เนื่องจากคุณหญิงกระจ่างศรี รักตะกนิษฐ ทราบปัญหาแล้ว ได้เชิญชวนญาติมิตรร่วมกันตั้งถวาย ซึ่งมหาจุฬาลงกรณราชวิทยาลัยได้ใช้พิมพ์ทั้ง พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม และ พจนานุกรมพุทธศาสน์ ฉบับประมวลศัพท์ มาจนบัดนี้</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการพิมพ์ครั้งที่ ๔ นี้ ต้องจัดทำต้นแบบใหม่ จึงถือโอกาสปรับปรุงเพิ่มเติมต้นฉบับ เช่น ในภาค ๑ เพิ่มหมวดธรรมอีกกว่า ๓๐ หมวด ส่วนกระบวนการตีพิมพ์ใช้ระบบคอมพิวกราฟิค ซึ่งผู้เรียงอักษรต้องเพียรพยายามในการยักเยื้องพลิกแพลงและต้องตัดแต่งตัวอักษร</p>
''',

    /*4*/ '''
    <p>บาลีโรมันด้วยมือเปล่ามากมาย เป็นเหตุให้การพิมพ์ใช้เวลายาวนานถึงปีครึ่งเศษ จึงพิมพ์เสร็จในครึ่งหลังของ พ.ศ.๒๕๒๘</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การพิมพ์ต้นฉบับทั้งหมดของหนังสือนี้สำเร็จด้วยศรัทธาของคุณชลธีร์ ธรรมวรางกูร ส่วนการพิมพ์ต้นแบบด้วยระบบคอมพิวกราฟิค คุณบุญเลิศ วุฒิกรคณารักษ์ เป็นผู้จัดทำด้วยความเพียรเป็นอันมาก</p>
    <p><strong>ค. ช่วงต่อสู่การพิมพ์ครั้งที่ ๑๐</strong></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หลังจากการพิมพ์ครั้งที่ ๔ ที่เสร็จในปี ๒๕๒๘ แล้ว มหาจุฬาลงกรณราชวิทยาลัยได้พิมพ์ <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม </em>นี้ใหม่เรื่อยมา จนถึงครั้งล่าสุด ในปี ๒๕๔๓ เป็นการพิมพ์ครั้งที่ ๙</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการพิมพ์ตั้งแต่ครั้งที่ ๔ เป็นต้นมา ซึ่งมีผู้รู้จักพจนานุกรมฯ นี้กว้างออกไปแล้ว ได้มีท่านที่ศรัทธาร่วมพิมพ์แจกเป็นธรรมทานจำนวนมาก แต่ในด้านเนื้อหาของหนังสือแทบไม่มีการเปลี่ยนแปลง เรียกได้ว่าเป็นการพิมพ์ซ้ำไปตามเดิม คือคงอยู่เท่ากับการพิมพ์ครั้งที่ ๔</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แท้จริงนั้น ระหว่างเวลาที่ผ่านมา ผู้รวบรวมและเรียบเรียงปรารถนาจะปรับปรุงเพิ่มเติมเนื้อหาของหนังสือ เช่น เพิ่มหมวดธรรมบางเรื่อง แต่ติดขัด เพราะการพิมพ์ระบบเก่า แม้แต่ระบบคอมพิวกราฟิคนั้น ต้องอาศัยต้นแบบที่จัดลงตัว เมื่อยุติอย่างไรแล้ว ก็ต้องพิมพ์ตามเดิมอย่างนั้นเรื่อยไป แก้ไขเปลี่ยนแปลงได้ยาก และเมื่อกาลเวลาล่วงไปนาน ต้นแบบนั้นก็เปื่อยผุสลายเสียไป <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> นี้ จึงต้องพิมพ์ซ้ำอย่างเดิมเรื่อยมาตั้งแต่ครั้งที่ ๔ พ.ศ.๒๕๒๘ นั้น</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ยิ่งครั้งหลังๆ เมื่อต้นแบบเปื่อยผุเสียไปแล้ว ก็ต้องนำเอาเล่มหนังสือฉบับที่พิมพ์ครั้งก่อนๆ มาถ่ายแบบ ทำให้คุณภาพการพิมพ์ลดลง เช่นตัวอักษรเลือนลางลงไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การปรับปรุงเพิ่มเติมเนื้อหาก็ดี การแก้ไขปัญหาการพิมพ์ที่จะให้กลับเรียบร้อยชัดเจนขึ้นใหม่ก็ดี หมายถึงการที่จะต้องเรียงพิมพ์ข้อมูล และจัดทำต้นแบบขึ้นใหม่ ซึ่งเป็นงานที่ยาก ซับซ้อน ด้วยมีตัวอักษรหลายแบบ หลายขนาด โดยเฉพาะตัวบาลี ทั้งอักษรไทย และอักษรโรมัน จะต้องใช้ความละเอียด แม่นยำ รวมทั้งเวลามากในการตั้งใจทำอย่างจริงจัง</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ระหว่างนี้ มีความก้าวหน้าทางเทคโนโลยีที่เกื้อหนุน คือในด้านอุตสาหกรรมการพิมพ์หนังสือ เมื่อเข้าสู่ยุคคอมพิวเตอร์แล้ว ได้เริ่มมีการใช้คอมพิวเตอร์ในงานพิมพ์หนังสือ ตั้งแต่ประมาณ พ.ศ. ๒๕๓๐ เป็นต้นมา ทำให้การพิมพ์ข้อมูลสะดวกขึ้น แก้ไขปรับปรุงเปลี่ยนแปลงเพิ่มเติมข้อมูลได้ง่าย และเก็บข้อมูลไว้ใช้ได้ในระยะยาว แต่สำหรับงานพิมพ์ <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> การพิมพ์ก็ยังต้องอาศัยความชำนาญ ความละเอียดลออและวิริยะอุตสาหะมากทีเดียว</p>
''',

    /*5*/ '''
    <p><em><strong>ง. ความเป็นมาช่วงที่ ๓</strong></p>
    <p>– การพิมพ์ครั้งที่ ๑๐ คือ ปัจจุบัน - ระบบโปรแกรมคอมพิวเตอร์</em></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ความก้าวหน้าช่วงที่ ๓ เกิดขึ้น เมื่อ ดร.สมศีล ฌานวังศะ รองศาสตราจารย์ประจำสถาบันภาษาจุฬาลงกรณ์มหาวิทยาลัย และราชบัณฑิตสำนักศิลปกรรม ประเภทวรรณศิลป์ สาขาวิชาภาษาศาสตร์ ได้ปลีกเวลาบางส่วนจากงานประจำมาจับงานนี้ด้วยศรัทธาและฉันทะ ที่ผูกพันกับหนังสือนี้มายาวนาน</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ย้อนหลังไป เมื่อ ๓๐ กว่าปีล่วงแล้ว คือ พ.ศ. ๒๕๑๑ ดร.สมศีล ฌานวังศะ สมัยที่ยังเป็นนักเรียนมัธยมในโรงเรียนสวนกุหลาบวิทยาลัย ซึ่งต่อมาเป็นผู้ชนะเลิศพิมพ์ดีดแห่งประเทศไทยทั้งภาษาไทยและภาษาอังกฤษ ของสมาคมชวเลขและพิมพ์ดีดแห่งประเทศไทย ได้มีศรัทธาและฉันทะช่วยพิมพ์ดีดต้นฉบับ ฉบับขยายความแห่งภาค ๒ ของพจนานุกรมฯ ฉบับนี้ ซึ่งได้พิมพ์แยกต่างหาก อักษร ก–ฐ และต่อมาใน พ.ศ. ๒๕๒๘ ระหว่างที่ศึกษาอยู่ในสหรัฐอเมริกา และมาเยี่ยมบ้านชั่วคราวเพื่อร่วมงานบรรจุศพมารดา ก็มารับปรู๊ฟส่วนหนึ่งของหนังสือพจนานุกรมฯ นี้ ที่อยู่ในระหว่างจัดพิมพ์ครั้งที่ ๔ ไปช่วยตรวจ ครั้นกลับจากอเมริกามาทำงานในเมืองไทยแล้ว ในคราวจัดงานฌาปน-กิจศพ นางกุง แซ่ฉั่ว (ฌานวังศะ) ผู้เป็นมารดา ณ ฌาปนสถาน วัดเทพศิรินทราวาส ในวันที่ ๑๒ พฤศจิกายน ๒๕๓๐ ก็ได้พิมพ์หนังสือ <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> นี้เป็นอนุสรณ์และเป็นธรรมทาน</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดร.สมศีล ฌานวังศะ มีศรัทธาและฉันทะที่จะช่วยงานพิมพ์พจนานุกรมฯ นี้ อยู่ตลอดมา แต่ในระยะแรกมีภาระรอบด้าน ต้องระดมแรงทั้งในและนอกเวลาราชการให้แก่งานประจำจนกระทั่งปี พ.ศ.๒๕๔๑ จึงได้พยายามปลีกเวลานอกาชการมาเริ่มดำเนินงานพิมพ์ข้อมูล<em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> ลงในคอมพิวเตอร์ และได้ตั้งใจว่าจะจัดพิมพ์ครั้งใหม่ให้ทันโอกาสที่ผู้รวบรวม–เรียบเรียงมีอายุครบ ๖๐ ปี ในเดือนมกราคม ๒๕๔๒</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การเรียงพิมพ์ด้วยระบบคอมพิวเตอร์นี้ แม้จะก้าวหน้ามาก มีประสิทธิภาพสูง และมีข้อดีพิเศษอื่นอีกหลายอย่าง แต่เมื่อมาเรียงพิมพ์ภาษาบาลีอักษรโรมัน (Romanized Pali) ก็ประสบปัญหาคล้ายกันกับการพิมพ์ด้วยระบบคอมพิวกราฟิคในครั้งก่อน เป็นเหตุให้ ดร.สมศีล ต้องใช้เวลาและความเพียรพยายามอีกส่วนหนึ่ง ในการพัฒนาแบบตัวอักษร (fonts) พิเศษต่างๆ ขึ้นมา เพื่อใช้พิมพ์ภาษาบาลีทั้งอักษรโรมันและอักษรไทยในแบบตัวอักษรชุดเดียวกัน ซึ่งก็ประสบความสำเร็จด้วยดี</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการทำงานด้วยศรัทธาและฉันทะนี้ ด.ญ.ภาวนา ฌานวังศะ และ ด.ช.ปัญญา ฌานวังศะ ซึ่งเป็นผู้มีความใฝ่รู้ใฝ่ศึกษา ได้ช่วยแบ่งเบาภาระของคุณพ่อ โดยช่วยกันพิมพ์ข้อมูลทั้งหมดตามต้นฉบับเดิมลงในคอมพิวเตอร์เสร็จสิ้นตั้งแต่กลางปี พ.ศ. ๒๕๔๒</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อย่างไรก็ตามงานนี้มิใช่หนักแรงและต้องใช้เวลามากเฉพาะในการพิมพ์ข้อมูลและพิสูจน์อักษรเท่านั้น แต่มีการตรวจสอบและทวนทานที่ต้องการความละเอียดแม่นยำอีกหลาย</p>
''',

    /*6*/ '''
    <p>ขั้นตอน ยกตัวอย่างง่ายๆ เพียงตรวจสอบตัวเลขหมวดธรรมหมวดหนึ่งๆ ก็ต้องตรวจสอบทั้งลำดับของหมวดธรรมนั้นเอง และการอ้างอิงถึงหมวดธรรมนั้น ณ ที่อื่นๆ ในเล่มหนังสือ กับทั้งตัวเลขหมวดธรรมนั้น และข้อธรรมย่อยของหมวด ในสารบัญหมวดธรรม สารบัญประเภทธรรม และดัชนีค้นคำทั้งหมด นอกจากนั้น เมื่อมีการเปลี่ยนแปลง เช่น สลับลำดับหมวดธรรม หรือเพิ่มหมวดธรรมใหม่ ก็ต้องตามเลื่อนหรือเติมเลขตลอดทุกแห่ง (โดยเฉพาะในระยะหลังนี้ผู้เรียบเรียงได้เพิ่มหมวดธรรมหลายครั้ง) จึงเป็นธรรมดาว่างานจัดทำหนังสือจะต้องยืดเยื้อยาวนาน</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม้ว่าการพิมพ์จะไม่ทันเดือนมกราคม ๒๕๔๒ ตามที่ได้ตั้งใจไว้เดิม เพราะเป็นงานที่มีข้อมูลมาก และละเอียดซับซ้อนอย่างที่กล่าวแล้ว อีกทั้งผู้ทำงานก็ปลีกตัวจากงานประจำไม่ได้มากเท่าที่หวังไว้ แต่การที่เวลาเนิ่นนานมา ก็ทำให้มีโอกาสมองเห็นข้อควรแก้ไขปรับปรุงและวิธีการใหม่ๆ ในการทำงานให้ได้ผลดียิ่งขึ้น พร้อมทั้งเปิดโอกาสให้ผู้รวบรวม–เรียบเรียงเอง มีเวลาที่จะหันมาปรับปรุงเพิ่มเติมเนื้อหาของหนังสือตามที่เคยคิดไว้ได้บางส่วน</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการทำงานที่ต้องอยู่กับข้อมูลของหนังสือต่อเนื่องยาวนาน และได้อ่านทวนตลอด ประกอบกับความละเอียดลออ และความแม่นยำทางวิชาการ ดร.สมศีล ฌานวังศะ ได้พบข้อบกพร่องผิดพลาดตกหล่น รวมทั้งปัญหาเกี่ยวกับความสอดคล้องกลมกลืนกันของข้อมูลหลายแห่งในต้นฉบับเดิม และบอกแจ้ง–เสนอแนะ ทำให้ผู้รวบรวม–เรียบเรียง แก้ไขปรับปรุงให้เรียบร้อยสมบูรณ์ยิ่งขึ้น</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากการแก้ไขปรับปรุง และการจัดปรับให้สอดคล้องกลมกลืนกันแล้ว ในการพิมพ์คราวนี้ ได้เพิ่มเติมหมวดธรรมที่ควรรู้อีกหลายเรื่อง คือ<em> อัตถะ ๒; ธรรม ๔; วิธีปฏิบัติต่อทุกข์–สุข ๔; วิปัลลาส, วิปลาส ๔; โสตาปัตติยังคะ ๔ สามหมวด; ธรรมสมาธิ ๕; ภัพพตาธรรม ๖; วัฒนมุข ๖; เวปุลลธรรม ๖; บุพนิมิตแห่งมรรค ๗; อานาปานสติ ๑๖; </em>และ <em>ปัจจัย ๒๔</em> ส่วนหมวดธรรมที่จัดปรับคำอธิบายได้แก่<em>ไตรลักษณ์; ธรรมนิยาม ๓; ปริญญา ๓; อัตถะ ๓ </em>ทั้ง ๒ หมวด<em>; พรหมวิหาร ๔; พละ ๕; อินทรีย์ ๕; โพธิปักขิยธรรม ๓๗ และ กิเลส ๑๕๐๐ </em>ซึ่งหวังว่าจะอำนวยประโยชน์ในการศึกษาธรรมเพิ่มขึ้น</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม้ว่าในการพิมพ์ครั้งที่ ๑๐ นี้ หนังสือจะมีเนื้อความเพิ่มขึ้นเป็นอันมาก ถ้าเทียบตามอัตราส่วนของฉบับพิมพ์ครั้งก่อนที่มี ๔๗๕ หน้า พจนานุกรมฯ ที่พิมพ์ครั้งนี้ คงจะหนาขึ้นอีกประมาณ ๒๐ หน้า แต่อาศัยระบบการพิมพ์แบบคอมพิวเตอร์ ที่ช่วยให้มีความยืดหยุ่นในการจัดปรับต้นฉบับได้สะดวก จึงพิมพ์ได้จุขึ้น ทำให้จำนวนหน้าหนังสือกลับลดลงมากมาย เหลือเพียง ๔๐๘ หน้า</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อสำคัญอีกอย่างหนึ่ง คือ การพิมพ์ครั้งนี้ช่วยให้มีฐานข้อมูลที่จัดปรับเรียบร้อยแล้ว ซึ่งสามารถเก็บรักษาไว้ได้โดยสะดวกและครบถ้วน เกื้อกูลอย่างยิ่งต่องานปรับแก้และเพิ่มเติม <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> นี้ในกาลข้างหน้าสืบไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เนื่องจาก ดร.สมศีล ฌานวังศะ มีความตั้งใจสอดคล้องกับญาติโยมผู้ศรัทธา ว่าจะ</p>
''',

    /*7*/ '''
    <p>พิมพ์ <em>พจนานุกรมพุทธศาสตร์ ฉบับประมวลธรรม</em> ให้ทันปีใหม่ ๒๕๔๕ แต่ผู้รวบรวม–เรียบเรียงเขียนส่วนเพิ่มเติมนี้ในเวลาที่จวนเจียนจะถึงปีใหม่ ดังนั้น เมื่อเขียนเสร็จจึงต้องเร่งขอให้พระครูปลัดปิฎกวัฒน์ (อินศร จินฺตาปญฺโ) ช่วยพิมพ์ต้นฉบับส่วนเพิ่มเติมนี้ เป็นข้อมูลดิบ เพื่อส่งให้แก่ ดร.สมศีล ฌาน-วังศะ อีกขั้นหนึ่ง ขออนุโมทนาผู้ช่วยงานในยามกระชั้นไว้ ณ ที่นี้ด้วย</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการพิมพ์เผยแพร่ นอกจาก ดร.สมศีล ฌานวังศะ เองจะบำเพ็ญธรรมทาน โดยชวนญาติมิตรร่วมด้วยแล้ว ก็มีญาติโยมผู้ศรัทธาหลายท่านตั้งใจบำเพ็ญธรรมทานสำหรับหนังสือนี้มานานแล้ว ซึ่งได้แจ้งบุญเจตนาไว้ตั้งแต่กลางปีนี้ ว่าจะพิมพ์ขนาดขยายใหญ่ เพื่อแจกให้เป็นประโยชน์กว้างออกไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขออนุโมทนา รศ.ดร.สมศีล ฌานวังศะ ราชบัณฑิต พร้อมทั้ง น.ส.ภาวนา ฌานวังศะ และ ด.ช.ปัญญา ฌานวังศะ ที่ได้บำเพ็ญกุศลกิจสำคัญครั้งนี้ ด้วยศรัทธาและอิทธิบาทธรรมอย่างสูง และขออนุโมทนาท่านที่ศรัทธา ผู้ร่วมบำเพ็ญธรรมทานเพื่อประโยชน์ทางธรรมทางปัญญาแก่ประชาชน และเพื่อความเจริญแพร่หลายแห่งพระสัทธรรม ที่จะทำให้พระพุทธศาสนาสถิตมั่น เพื่อประโยชน์สุขแก่มหาชน ตลอดกาลนาน</p>
    <p><em><div style="text-align:right">พระธรรมปิฎก (ป. อ. ปยุตฺโต)</em><br>
    ๒๕ เมษายน ๒๕๔๕</div></p>
''',

    /*8*/ '''
    <p><div style="text-align:center"><h1>บันทึกในการพิมพ์ครั้งที่ ๔</h1></p>
    <p>ความเป็นมา – เบ็ดเตล็ด – อนุโมทนา</div></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วันหนึ่ง เมื่อต้นเดือนตุลาคม พ.ศ. ๒๕๒๔ คุณสาทร และคุณพิสมร ศรศรีวิชัย ได้ซื้อ<em>พจนานุกรมพุทธศาสตร์</em> นี้ ฉบับพิมพ์ครั้งที่ ๓ จากร้านจำหน่ายหนังสือของมหาจุฬาลงกรณราช-วิทยาลัย จำนวน ๑๐๐ เล่ม นำไปแจกเป็นธรรมทานเอง ๒๐ เล่ม และนำมาถวายให้ผู้เรียบเรียงแจก ๘๐ เล่ม เพราะหนังสือที่ผู้เรียบเรียงจัดเตรียมไว้เป็นธรรมทาน ได้แจกไปหมดสิ้นแล้ว ต่อมาถึงต้นเดือนพฤษภาคม พ.ศ. ๒๕๒๕ คุณสาทร และคุณพิสมร ได้ไปที่ร้านจำหน่ายหนังสือของมหาจุฬาลงกรณ-ราชวิทยาลัย เพื่อซื้อ <em>พจนานุกรมพุทธศาสตร์</em> มาถวายให้ผู้เรียบเรียงแจกอีก และได้ทราบว่าหนังสือจวนจะหมด จึงปรึกษากันและได้แจ้งแก่ผู้เรียบเรียงว่าจะขอพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> แจกเป็นธรรมทาน ทางฝ่ายมหาจุฬาลงกรณราชวิทยาลัย ซึ่งขาดแคลนในด้านทุนทรัพย์ เมื่อได้ทราบว่ามีโยมศรัทธาจะพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> แจก เห็นเป็นโอกาสว่าถ้าสมทบพิมพ์ด้วย จะได้หนังสือราคาถูกลงพอสู้ราคาได้ จึงขอพิมพ์ร่วมด้วย เพื่อจำหน่ายหาทุนบำรุงการศึกษาของพระภิกษุสามเณรจำนวน ๑,๐๐๐ เล่ม การพิมพ์ครั้งที่ ๔ ของ <em>พจนานุกรมพุทธศาสตร์</em> นับว่าได้เริ่มต้นแต่นั้นมา</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อตกลงว่าจะพิมพ์ใหม่แล้ว ผู้เรียบเรียงก็ได้เตรียมการเบื้องต้น เริ่มด้วยการติดต่อกับโรงพิมพ์เดิมเพื่อสืบหาอาร์ตเวิร์คและฟิล์มเก่า แต่ปรากฏว่าสูญหายหมดแล้ว ต่อแต่นั้นจึงเสาะหาโรงพิมพ์ที่เหมาะใหม่ และตรวจชำระเพิ่มเติมต้นฉบับ แทรกซ้อนไปถึงงานอื่น เช่นการพิมพ์ พุทธธรรม เป็นต้น เวลาล่วงไปช้านาน จนถึงเดือนมกราคม พ.ศ.๒๕๒๗ ต้นฉบับจึงนับว่าพร้อม และได้โรงพิมพ์เป็นยุติ ถึงตอนนี้มหาจุฬาลงกรณราชวิทยาลัยเห็นว่า การพิมพ์ครั้งละจำนวนน้อยเป็นเหตุให้เกิดความยากลำบากบ่อยๆ จึงขอเพิ่มจำนวนพิมพ์เป็น ๑๐,๐๐๐ เล่ม ทั้งที่ยังไม่มีทุนทรัพย์สำหรับจ่ายค่าพิมพ์ ครั้งนั้น คุณหญิงกระจ่างศรี รักตะกนิษฐ ได้มาอุปถัมภ์ผู้เรียบเรียงในด้านพาหนะที่จะติดต่อโรงพิมพ์ต่างๆ เป็นต้น ครั้นได้ทราบปัญหาการเงินของมหาจุฬาลงกรณราชวิทยาลัย จึงได้เชิญชวนญาติมิตรร่วมกันตั้ง “ทุนพิมพ์พจนานุกรมพุทธศาสน์” ขึ้น ช่วยให้มหาจุฬาลงกรณราชวิทยาลัยพิมพ์<em>พจนานุกรมพุทธศาสตร์</em> ฉบับนี้ได้สำเร็จตามวัตถุประสงค์ และยังมีทุนเหลือพอสำหรับพิมพ์พจนานุกรมพุทธศาสน์ อีกเล่มหนึ่ง ดังที่ได้พิมพ์เผยแพร่เสร็จออกไปก่อนแล้วด้วย</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คุณยงยุทธ์ และคุณชุติมา ธนะปุระ มีศรัทธาแรงกล้าที่จะส่งเสริมการเผยแพร่ธรรม ได้ขอพิมพ์หนังสือนี้แจกเป็นธรรมทาน ๓,๐๐๐ เล่ม และต่อมาได้มีเพื่อนขอร่วมพิมพ์แจกด้วยอีก ๑,๐๐๐ เล่ม รวมเป็น ๔,๐๐๐ เล่ม ผู้เรียบเรียงยังไม่เห็นด้วยที่จะพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> นี้ให้มีจำนวนมากนัก จึงได้พูดชักชวนให้ลดจำนวนลงให้เหลือน้อยที่สุด คุณยงยุทธ และคุณชุติมา รับไปพิจารณาระยะเวลาหนึ่ง ในที่สุดจึงตกลงยอมลดลงโดยขอพิมพ์แจก ๒,๕๐๐ เล่ม ซึ่งก็ยังเป็นจำนวนมากอยู่</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางด้านคุณสาทร และคุณพิสมร ศรศรีวิชัย เมื่อได้ทราบว่ามหาจุฬาลงกรณราชวิทยาลัยเพิ่มจำนวนพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> ขึ้นจาก ๑,๐๐๐ เล่ม เป็น ๑๐,๐๐๐ เล่ม ก็</p>
''',

    /*9*/ '''
    <p>เห็นว่าหนังสือจะแพร่หลายเพียงพอแล้ว ไม่จำเป็นต้องช่วยสนับสนุนมากนัก ควรเปลี่ยนไปช่วยเผยแพร่หนังสือพุทธ-ธรรม ที่คุณสาทร และคุณพิสมร เห็นว่าสำคัญกว่า จึงขอลดจำนวน<em>พจนานุกรมพุทธศาสตร์</em> ที่ตนจะพิมพ์แจกลงเหลือเพียง ๔๐๐ เล่ม แล้วนำเงินไปใช้สนับสนุน<em>พุทธธรรม</em> แทน ดังได้ไปร่วมพิมพ์พุทธ-ธรรม มาถวายให้ผู้เรียบเรียงแจกไปรุ่นหนึ่งแล้วจำนวน ๒๐๐ เล่ม อย่างไรก็ตาม งานพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> ยืดเยื้อเรื้อรังมาก เวลาล่วงไปช้านาน นับแต่คุณสาทร และคุณพิสมร แจ้งขอพิมพ์ผ่านไป ๓ ปีเศษแล้ว การพิมพ์ก็ยังไม่เสร็จ คุณสาทรและคุณพิสมรนั้นมีศรัทธาในการเผยแพร่ธรรมมาก เมื่อพอรวบรวมทุนทรัพย์ได้ ก็จะใช้สนับสนุนการพิมพ์ด้วยความเสียสละ ประจวบกับระยะหลังนี้ คุณพิสมรป่วยด้วยโรคร้าย ถึงขั้นไม่อาจไว้วางใจในชีวิต ประสงค์จะเสียสละเพื่อส่งเสริมธรรมให้เต็มความตั้งใจ จึงมาสอบถามเกี่ยวกับการพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> และ <em>พุทธธรรม</em> เห็นเค้าว่าการพิมพ์หนังสือสองเล่มนี้จะเสร็จห่างเวลากันพอควร คำนวณค่าใช้จ่ายกับกำลังทรัพย์พอจะรับกันได้ จึงตกลงกันว่าจะพิมพ์แจกทั้งสองเล่มตามลำดับ เริ่มด้วยยกจำนวนพิมพ์ธรรมทาน พจนานุกรมพุทธ-ศาสตร์ กลับขึ้นจาก ๔๐๐ เล่ม เป็น ๔,๐๐๐ เล่ม ผู้เรียบเรียงจึงแย้งและชักจูงให้พิมพ์เพียง ๔๐๐ เล่ม เท่าที่เคยลดลงไว้คราวก่อน แต่ทั้งสองท่านยืนยันจะพิมพ์แจก ๔,๐๐๐ เล่ม ผู้เรียบเรียงจำยอม แต่ได้ขออนุญาตพิเศษไว้อย่างหนึ่ง กล่าวคือ ปกติคุณสาทร และคุณพิสมร พิมพ์หนังสือธรรมแจกโดยไม่ยอมให้มีชื่อตนปรากฏ คราวนี้ผู้เรียบเรียงขอร้องให้ยอมแก่ผู้เรียบเรียงในอันที่จะต้องเอ่ยชื่อเมื่อเล่าถึงความเป็นมาของการจัดพิมพ์ เพื่อประโยชน์ในด้านข้อมูลประวัติ ตัวเลขสถิติ และความรู้เกี่ยวกับข้อเท็จจริงที่เป็นกลางๆ นอกจากนั้น การทำสิ่งที่ดีงามของบุคคลหนึ่ง เมื่อผู้อื่นมีโอกาสรู้ ก็อาจเป็นแรงกระตุ้นให้เกิดการกระทำที่ดีงามเพิ่มขึ้นใหม่ กว้างขวางออกไปในสังคม</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางด้านมหาจุฬาลงกรณราชวิทยาลัย เมื่อหนังสือใกล้จะขึ้นแท่นพิมพ์ ได้บอกกล่าวขอเพิ่มจำนวนพิมพ์จาก ๑๐,๐๐๐ เล่ม ขึ้นเป็น ๑๕,๐๐๐ เล่ม ผู้เรียบเรียงก็ได้ขัดไว้ โดยชักจูงให้ระงับการเพิ่มจำนวนเสีย คงพิมพ์เพียง ๑๐,๐๐๐ เล่ม ตามจำนวนเดิม การที่ผู้เรียบเรียงคอยยั้งไม่ให้พิมพ์มากนั้น ก็ด้วยเห็นว่า หนังสือเพียงเท่าที่พิมพ์นี้กว่ามหาจุฬาลงกรณราชวิทยาลัยจะระบายออกไปหมดก็อาจต้องใช้เวลานานแสนนาน อีกประการหนึ่ง ก็น่าจะได้มีโอกาสตรวจสอบว่าผลงานพิมพ์สมบูรณ์แค่ไหนเพียงไร นอกจากนั้น ผู้เรียบเรียงยังมองไม่เห็นชัดว่าความต้องการในวงการศึกษาธรรมจะมีมากมายนัก หากมีผู้ต้องการจำนวนมากจริง ก็อาจพิมพ์เพิ่มใหม่ได้ไม่เหลือกำลัง ในเรื่องนี้ผู้เรียบเรียงยังระลึกได้อีกว่า เคยมีท่านผู้แสดงความจำนงพิมพ์ <em>พจนานุกรมพุทธศาสตร์</em> นี้รายอื่นอีก เท่าที่นึกออกเฉพาะหน้า ๒ ราย แต่ขณะนี้ เวลากระชั้นเกินไปเสียแล้ว และจำนวนพิมพ์ก็มากอยู่แล้ว จึงจำปล่อยเลยตามเลยไปก่อน หากท่านที่ประสงค์จะพิมพ์นั้นยังผูกใจอยู่ ก็อาจยกไปร่วมในการพิมพ์เพิ่มใหม่นั้น โดยยอมรับคำขออภัยไว้ก่อน ณ ที่นี้</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การพิมพ์ครั้งนี้ แม้ว่าโดยลำดับ จะเป็นการพิมพ์ครั้งที่ ๔ แต่ว่าโดยงาน ควรจัดเป็นครั้งที่ ๒ เพราะในการพิมพ์ครั้งใหม่นี้เท่านั้นได้มีการทำงานใหม่อย่างแท้จริง กล่าวคือ มหาจุฬาลงกรณราช-วิทยาลัย เป็นสถาบันที่จัดพิมพ์หนังสือนี้ครั้งแรก ระหว่างพ.ศ. ๒๕๑๕ ถึง ๒๕๑๘ โดยจัดจำหน่ายเก็บผลประโยชน์บำรุงการศึกษาของพระภิกษุสามเณร ในมหาจุฬา</p>
''',

    /*10*/ '''
        <p>ลงกรณราชวิทยาลัย ต่อมา พ.ศ. ๒๕๒๑ กรมการศาสนา กระทรวงศึกษาธิการ ได้ขอพิมพ์ซ้ำเพื่อแจกเป็นธรรมทาน โดยใช้วิธีถ่ายแบบจากฉบับพิมพ์ครั้งแรกของมหาจุฬาลงกรณราชวิทยาลัย นับเป็นการพิมพ์ครั้งที่ ๒ ส่วนฉบับพิมพ์ครั้งที่ ๓ ก็คือฉบับพิมพ์ครั้งที่ ๒ นั้นเอง แต่เป็นส่วนที่โรงพิมพ์การศาสนาสงวนไว้เตรียมจะจัดจำหน่าย ๑,๐๐๐ เล่ม มหาจุฬาลงกรณราชวิทยาลัยได้ขอซื้อไป ๙๐๐ เล่ม และนำไปจัดจำหน่ายหาทุนบำรุงการศึกษาในสถาบัน ส่วนอีก ๑๐๐ เล่ม ผู้เรียบเรียงได้มาด้วยอาศัยปัจจัยที่มีผู้ทำบุญเก่าๆ ในพิธีต่างๆ เมื่อครั้งปฏิบัติศาสนกิจในสหรัฐอเมริกา ซึ่งตั้งไว้เป็นทุนชื่อ “ทุนพิมพ์พุทธศาสน-ปกรณ์” และได้แจกจ่ายเป็นธรรมทานไปจนหมดส่วนในการพิมพ์ครั้งใหม่ที่นับเป็นครั้งที่ ๔ นี้ นอกจากดำเนินการใหม่ตลอดกระบวนการพิมพ์ เริ่มแต่เรียงตัวอักษรใหม่ทั้งหมดแล้ว ยังได้แก้ไขปรับปรุงและเพิ่มเติมเนื้อหาอีกเป็นอันมาก เช่น ภาค ๑ เพิ่มหมวดธรรมอีกเกินกว่า ๓๐ หมวด เขียนคำบาลีอักษรโรมันของข้อธรรมทั้งหมดทั้งหัวข้อใหญ่และข้อย่อยแทรกเข้าทุกแห่ง พร้อมทั้งทำ Index of Pāli Terms เพิ่มเข้าอีก ภาค ๒ เพิ่มศัพท์ใหม่อีกมากกว่า ๕๐ ศัพท์ ดังนี้เป็นต้น</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การพิมพ์ครั้งใหม่นี้ เดิมคาดว่าจะเสร็จสิ้นในเวลาอันรวดเร็ว แต่ครั้นทำเข้าจริง กลับกินเวลานานถึงปีครึ่งเศษ เท่ากับประมาณครึ่งหนึ่งของเวลาที่ใช้ในการพิมพ์ครั้งแรก สาเหตุสำคัญของความล่าช้านอกจากลักษณะของงานที่ต้องการความละเอียดประณีตแม่นยำอย่างพิเศษ ก็คือระบบการเรียงพิมพ์ที่ไม่สมบูรณ์ ใช้งานได้ไม่พอกับประเภทของงาน การพิมพ์ครั้งก่อนใช้ระบบโมโนไทป์ ซึ่งมีระบบตัวอักษรและเครื่องหมายค่อนข้างครบถ้วน ความล่าช้าเกิดจากการต้องแต่งเสริมให้เรียบร้อยประณีตงดงาม การแก้ไขแทรกเพิ่มระหว่างเรียงพิมพ์ และความไม่คล่องตัวในการดำเนินงาน
        ส่วนในการพิมพ์ครั้งนี้ใช้ระบบคอมพิวกราฟิค ซึ่งแม้จะมีตัวอักษรที่งดงามชัดเจน แต่มีอักษรและเครื่องหมายไม่ครบถ้วน เฉพาะอย่างยิ่งสำหรับการพิมพ์คำบาลีด้วยอักษรโรมัน แม้จะได้สั่งซื้ออุปกรณ์คือจานบันทึกและแถบฟิล์มต้นแบบมาใหม่เป็นการเฉพาะ สิ้นเปลืองทั้งเงินและเวลาที่รอคอย แต่ก็ใช้งานได้ไม่สมบูรณ์ ทั้งนี้เพราะบริษัทตัวแทนจำหน่ายที่สั่งซื้ออุปกรณ์ให้นั้นยังไม่มีประสบการณ์เกี่ยวกับการพิมพ์อักษรสำหรับพจนานุกรมนี้ จึงไม่สามารถกำหนดเลือกและจัดหาอุปกรณ์ที่ตรงกับงานแท้จริงให้ได้
        การเรียงพิมพ์จึงต้องอาศัยความสามารถและความอดทนของนักเรียงพิมพ์ผู้ฉลาดหาวิธียักเยื้องพลิกแพลงให้ใช้ได้สำเร็จผลส่วนหนึ่ง ประกอบกับการใช้ผีมือตัดต่อติดเติมแต่งในอาร์ตเวิร์คอีกส่วนหนึ่ง ซึ่งอย่างหลังนี้ได้ทำให้ผู้เรียบเรียงสิ้นเปลืองเวลา และแรงงาน ตลอดจนสุขภาพไปกับหนังสือเล่มนี้มาก ตัวอย่างเช่นเครื่องหมาย tilde (~) อย่างเดียว ก็ต้องนำจากที่อื่นมาติดแทรกลงในที่ต่างๆ เกินกว่า ๑๐๐ แห่ง ไม่ต้องพูดถึงการติด การเปลี่ยน การเลื่อนจุดใต้/เหนือพยัญชนะและขีดเหนือสระของอักษรโรมัน ตลอดจนเรื่องปลีกย่อยอื่นๆ อีกเป็นอันมาก ซึ่งประมวลเข้าแล้วก็เป็นเครื่องชี้แจงให้เข้าใจว่า เหตุใดงานนี้จึงใช้เวลาพิมพ์นานกว่าหนังสืออื่นส่วนมากอย่างมากมายหลายเท่าตัว ดังมีตัวอย่างหนังสือบางเล่มที่ผู้เรียบเรียงได้ช่วยจัดทำในระหว่างช่วงเวลาของการพิมพ์พจนานุกรมนี้ มีความหนาประมาณกึ่งหนึ่งของ <em>พจนานุกรมพุทธ-ศาสตร์</em> ใช้เวลาเรียงพิมพ์และจัดทำอาร์ตเวิร์คประมาณ ๑ เดือนก็เสร็จเรียบร้อยผลเสียที่สำคัญอย่างหนึ่งของความยากลำบาก</p>
''',
    /*11*/ '''
        <p>ช้านานนี้ก็คือ งานเขียนและงานพิมพ์หนังสืออื่นๆ โดยเฉพาะการพิมพ์<em>พุทธธรรม</em> ครั้งใหม่ ต้องพลอยถูกผัดผ่อนเนิ่นนานต่อๆ กันออกไป</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม้ว่าการจัดพิมพ์จะยากลำบากมาก จนทำให้เวลาเกือบ ๒ ปีที่ทำงานนี้ กลายเป็นช่วงกาลแห่งความกร่อนโทรมของชีวิตในอัตราเร่งสูงอีกตอนหนึ่ง แต่เวลา ๒ ปีเดียวกันนั้นเอง ก็เป็นระยะที่ได้มีแรงสนับสนุนค้ำจุนเกิดขึ้นมาก ด้วยได้มีท่านผู้ศรัทธาที่จะส่งเสริมงานพระศาสนาเข้ามาอุปถัมภ์ในด้านต่างๆ โดยการเสริมกำลังบ้าง ผ่อนแรงบ้าง อำนวยความสะดวกบ้าง เป็นส่วนร่วมแรงร่วมใจและเป็นกำลังหนุนอยู่ข้างหลังให้งานบรรลุความสำเร็จ ท่านผู้อุปถัมภ์เหล่านี้ บางท่านก็เป็นเช่นเดียวกับคุณสาทร และคุณพิสมร ศรศรีวิชัย คือ ตามปกติ จะไม่เปิดเผยชื่อของตนในการช่วยงานบุญ แม้จะพิมพ์หนังสือเล่มใหญ่ๆ แจกเป็นธรรมทาน ก็ไม่ยอมให้มีชื่อของตนปรากฏในหนังสือนั้น แต่คราวนี้ผู้เรียบเรียงขออภัยที่จะเอ่ยอ้างชื่อของท่านเหล่านั้นไว้ ไม่ว่าจะได้บอกขออนุญาตไว้ก่อนแล้วหรือไม่ก็ตาม โดยขอให้เห็นประโยชน์ว่า ผู้ใช้หนังสือนี้รุ่นหลังๆ ต่อไปจะได้รู้จัก<em>พจนานุกรมพุทธศาสตร์</em> อย่างรอบด้าน อย่างน้อยก็เป็นข้อมูลเชิงประวัติ และเป็นการบันทึกเหตุการณ์อย่างหนึ่ง ตามข้อเท็จจริงที่ได้เกิดขึ้นแล้ว อันจะก่อประโยชน์ทางวิชาการไม่มากก็น้อย ทั้งนี้ ขออนุโมทนาความอุดหนุนส่งเสริมของท่านที่จะกล่าวถึงต่อไปนี้</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ศรัทธาเสียสละช่วยพิมพ์ดีดต้นฉบับส่วนที่เพิ่มเติมในการพิมพ์ครั้งใหม่นี้ ก็คือ คุณชลธีร์ ธรรมวรางกูร บุคคลเดียวกันกับที่ได้พิมพ์ดีดต้นฉบับภาค ๑ ทั้งหมดของพจนานุกรมนี้เมื่อพิมพ์ครั้งแรก ส่วนในขั้นเรียงพิมพ์ คุณบุญเลิศ แซ่ตั้ง แห่งบริษัทยูนิตี้โพรเกรส ได้ร่วมมือด้วยความมีน้ำใจและด้วยความใฝ่เรียนรู้ พยายามเรียงพิมพ์งานที่ยากมากนี้ให้ออกมาเป็นผลงานที่ดี</p>    
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการพิสูจน์อักษร ท่านผู้ศรัทธามีน้ำใจเกื้อกูลหลายท่านได้สละเวลาช่วยเหลือ สายหนึ่งคือ คุณอัมพร สุขนินทร์ ซึ่งเมื่อรับไปตรวจ ก็ได้รับความอนุเคราะห์จากโยม “มิสโจ” (คุณเจือจันทน์ อัชพรรณ) ช่วยอ่านซ้ำให้ด้วย อีกสายหนึ่ง คุณชุติมา ธนะปุระ รับไป แต่เมื่อคุณเฉียดฉัตรโฉม ปริพนธ์พจนพิสุทธิ์ ผู้เป็นเพื่อนได้ทราบ ก็ร่วมศรัทธาช่วยตรวจ นอกจากนั้น คุณสมศีล ฌานวังศะ ผู้เคยพิมพ์ต้นฉบับฉบับขยายความแห่งภาคที่ ๒ ของพจนานุกรมนี้ ได้เดินทางจากสหรัฐอเมริกามาเยี่ยมบ้านชั่วคราว พอได้ทราบก็มารับเอาปรู๊ฟส่วนหนึ่งเท่าที่มีในระยะเวลาสั้นๆ นั้นไปช่วยตรวจ และบอกแจ้งข้อเสนอแนะบางอย่างที่มีประโยชน์</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คุณวรเดช อมรวรพิพัฒน์ และคุณพนิตา อังจันทร์เพ็ญ อาสาเก็บศัพท์สำหรับ Index of Pāli Terms โดยมีคุณอังคาร ดวงตาเวียง เป็นผู้ช่วย และได้ตรวจสอบความสมบูรณ์ของสารบัญค้นคำให้ด้วย โดยเฉพาะคุณพนิตา อังจันทร์เพ็ญ ได้สละเวลาเป็นอันมาก พยายามติดต่อและติดตามทางโรงพิมพ์เป็นต้น เพื่อให้หนังสือนี้ได้รับการตีพิมพ์อย่างดีที่สุด และได้รับความร่วมมือด้วยดีจากคุณปฐม สุทธาธิกุลชัย กรรมการผู้จัดการด่านสุทธาการพิมพ์ พร้อมทั้งคุณสุพจน์ มิตรสมหวัง ซึ่งเป็นผู้ช่วยเอาใจใส่ตั้งใจที่จะพิมพ์ให้ประณีตงดงาม</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในด้านอุปสรรคต่องาน และการค้ำจุนชีวิต ที่เป็นพื้นฐานของงาน ผู้เรียบเรียงถูกรับเข้าพักรักษาตัวในโรงพยาบาลพหลโยธิน นับแต่ พ.ศ. ๒๕๒๖ รวม ๓ คราว โดยมีนายแพทย์เกษม</p>
''',
    /*12*/ '''
        <p>อารยางกูร   พี่ชายของตนเอง เป็นผู้อำนวยการดูแลรักษา พร้อมทั้งได้รับความเอื้อเฟื้อเอาใจใส่จากพยาบาลและพนักงานเจ้าหน้าที่ด้วยดี คุณประพัฒน์ และคุณหมอกาญจนา เกษสอาด และคุณหมอสุมาลี  ตันติวีรสุต พร้อมด้วยเพื่อนและผู้ใกล้ชิด นอกจากอุปถัมภ์ด้วยนิตยภัตแล้ว ก็ได้ขวนขวายติดตามช่วยแก้ปัญหาสุขภาพ พร้อมทั้งสนับสนุนให้มีอุปกรณ์และสถานที่อาศัยที่เอื้อต่อสุขภาพและการงาน คุณหญิงกระจ่างศรี รักตะกนิษฐ ร่วมด้วยคุณหมอจรูญ ผลนิวาส กับทั้งศิษย์และญาติมิตรได้บำเพ็ญความอุปถัมภ์ขยายออกไปรอบด้าน ทั้งในทางสนับสนุนผลงาน ด้วยการจัดตั้ง “ทุนพิมพ์ 
        <em>พจนานุกรมพุทธศาสน์</em> ” เป็นต้น และในด้านค้ำจุนชีวิตของผู้ทำงาน ด้วยการอุปถัมภ์ความเป็นอยู่ประจำวัน ขวนขวายให้ได้ฟื้นฟูสุขภาพ และเสริมสร้างสัปปายะต่างๆ ตลอดจนจัดหาอุปกรณ์ที่สำคัญมาไว้เพื่อให้ทำงานได้สะดวกรวดเร็วทวีปริมาณ</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากตั้งทุนพิมพ์ให้แล้ว เมื่อหนังสือเสร็จออกมา โยมผู้ศรัทธายังบำเพ็ญกิจอาสาสมัครช่วยจำหน่ายหนังสือนั้นอีก เพื่อให้มหาจุฬาลงกรณราชวิทยาลัยได้ผลประโยชน์โดยเร็วและเต็มจำนวนไม่ต้องหักค่าคนกลาง บรรดาผู้ศรัทธาที่ช่วยสนับสนุนมหาวิทยาลัยสงฆ์ด้วยวิธีเป็นสื่อนำผลประโยชน์มาให้และเผยแพร่ผลงานอยู่เงียบๆ เช่นนี้ นอกจากโยมผู้ริเริ่มตั้งทุนแล้ว ควรจะเอ่ยนาม ดร.ทวีรัสมิ์ ธนาคม เป็นตัวอย่างอีกท่านหนึ่ง</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ยังมีท่านผู้ศรัทธาหรือมีจิตเกื้อกูลอีกหลายท่าน ทั้งบรรพชิตและคฤหัสถ์ ได้ปวารณาที่จะช่วยเหลือกิจต่างๆ เกี่ยวกับหนังสือนี้ แม้จะยังไม่ได้ขอความร่วมมือในคราวนี้ ก็ขออนุโมทนาความมีน้ำใจดีนั้นไว้ และหวังว่าคงจะได้ขอความอนุเคราะห์ในงานสำคัญๆ ลำดับต่อๆ ไป</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทางด้านมหาจุฬาลงกรณราชวิทยาลัย เมื่อได้แจ้งขอพิมพ์หนังสือแล้ว ถึงคราวมีเรื่องเกี่ยวข้องพระมหาอารีย์ เขมจาโร รองเลขาธิการฝ่ายธุรการ ก็แสดงความพร้อมอยู่เสมอที่จะร่วมมือดำเนินกิจนั้นให้ลุล่วงไป ใกล้เข้ามาอีก ภายในวัดพระพิเรนทร์ พระถวัลย์ สมจิตฺโต และพระฉาย ปญฺาปทีโป ยังคงเป็นองค์ยืนหลักที่ช่วยให้ความเป็นอยู่ของผู้เรียบเรียงภายในวัดคล่องเบา พอวางภาระกับสภาพแวดล้อมรอบตัวได้ สามารถทำงานหนังสือมุ่งไปแต่ด้านเดียว</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	ผู้เรียบเรียงถือว่า การที่ท่านผู้ศรัทธาและมีน้ำใจ มาให้ความอุปถัมภ์ต่างๆ ด้วยกุศลเจตนาเริ่มการเอง อันล้วนเป็นอสังขาริกกุศลทั้งสิ้นนั้น ก็ด้วยเห็นแก่พระธรรม หวังจะสนับสนุนงานพระศาสนาให้เจริญแพร่หลายยิ่งขึ้น โดยมองเห็นว่าผู้เรียบเรียงนี้จะเป็นกำลังหรือองค์ประกอบส่วนหนึ่งของงานนั้นได้ ในทำนองเดียวกัน ก็ขอได้รับความมั่นใจที่สอดคล้องต่อไปอีกด้วยว่า การตอบสนองต่อความอุปถัมภ์เกื้อกูล ในลักษณะที่เป็นการปฏิเสธหรือหลีกเลี่ยง ซึ่งมีขึ้นเป็นครั้งคราวตามโอกาส หรือแม้ในกรณีสำคัญนั้น ผู้เรียบเรียงได้กระทำไปโดยบริสุทธิ์ใจ ด้วยเห็นแก่กิจการพระศาสนาหรือประโยชน์ของส่วนรวมตามเหตุผลอย่างใดอย่างหนึ่งอย่างแน่นอน โดยที่ในใจจริงก็อนุโมทนาเป็นอย่างยิ่งต่อกุศลเจตนาที่หวังจะอนุเคราะห์เกื้อกูลนั้น แต่ยังยากหรือยังไม่เหมาะที่จะอธิบายเหตุผลให้ทราบ</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในเมื่องานนี้ก็กำลังจะเสร็จลงอยู่ต่อหน้าแล้ว และทั้งผู้เรียงเรียงทั้งผู้ร่วมแรงร่วมศรัทธาต่างก็มีความปรารถนาตรงเป็นอันเดียวกัน ที่จะประกาศพุทธวจนะเผยแพร่พระสัทธรรม จึงขออ้างอิงพลังแห่งบุญกุศล มีศรัทธา ฉันทะ และวิริยะ เป็นต้น จงเป็นปัจจัย</p>

''',
    /*13*/ '''
        <p>อำนวยให้ผลงานอันอุทิศต่อพระศาสนาบูชาธรรมนี้ เป็นเครื่องเผยแผ่ความรู้ในพระพุทธศาสนา ส่งเสริมความเข้าใจถูกต้องในหลักคำสอน ค้ำชูพุทธธรรมให้เจริญงอกงามแพร่หลาย เพื่อประโยชน์สุขแก่ชาวโลกอย่างกว้างขวางตลอดกาลนาน/p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	อนึ่ง ผู้ใช้หนังสือนี้พึงตระหนักว่า หลักธรรมต่างๆ ที่ประมวลไว้ในพจนานุกรมนี้ เป็นเพียงส่วนหนึ่งที่ได้คัดเลือกมา มิใช่ทั้งหมดในพระไตรปิฎก พึงถือพจนานุกรมนี้เป็นเพียงฐานสำคัญในการศึกษาค้นคว้าธรรมให้ละเอียดลึกซึ้งยิ่งขึ้นไป อีกประการหนึ่ง คำอธิบายข้อธรรมต่างๆ ในพจนานุกรมนี้ จัดทำในลักษณะเป็นตำราหรือเป็นแบบแผน จึงยึดเอาหลักฐานในคัมภีร์เป็นบรรทัดฐานก่อน และให้ความสำคัญแก่คัมภีร์ทั้งหลายตามลำดับชั้น เช่น พระไตรปิฎกเหนืออรรถกถา อรรถกถาเหนือมติอาจารย์รุ่นหลัง และเหนืออัตโนมัติ เป็นต้น พึงใช้พจนานุกรมนี้เป็นที่ปรึกษา โดยมีความเข้าใจดังกล่าวนั้นเป็นพื้นอยู่ในใจ จะได้คิดขยายความต่อออกไปอีกได้อย่างมีหลักและมีขั้นมีตอน ตลอดจนวิจารณ์ได้อย่างมีหลักเกณฑ์</p>
        <div style="text-align:right"><p><em>พระราชวรมุนี (ประยุทธ์ ปยุตฺโต)</em></p>
        <em>๑๒ สิงหาคม ๒๕๒๘</em>
        </div>
''',
    /*14*/ '''
        <div style="text-align:center"><big><p>คำนำ</p></big>
        <p>(ในการพิมพ์ครั้งที่ ๑)</p>
        </div> 
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>พจนานุกรมพุทธศาสตร์</em> เล่มนี้ เป็นที่รวมของงาน ๓ ชิ้น คือ <em>พจนานุกรมหมวดธรรม พจนานุกรมพุทธ-ศาสตร์ ไทย–อังกฤษ</em> และ <em>พจนานุกรมพุทธศาสตร์ อังกฤษ–ไทย</em> งาน ๓ ชิ้นนี้เดิมเป็นงานต่างหากกัน และเกิดขึ้นต่างคราวกัน กล่าวคือ <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> เดิมชื่อ <em>พจนานุกรมศัพท์พระพุทธศาสนา ไทย–บาลี–อังกฤษ</em> ได้จัดทำเผยแพร่ตั้งแต่ พ.ศ. ๒๕๐๖ และได้แก้ไขเพิ่มเติมเป็นครั้งคราว ครั้งสุดท้ายก่อนหน้านี้ ได้ขยายเพิ่มเติมเป็นฉบับพิสดาร เมื่อ พ.ศ. ๒๕๑๓ แต่จัดทำเช่นนั้นได้เพียงจบอักษร ฐ ก็ชะงัก ไม่มีเวลาทำต่อมาอีกเลย ในระหว่างนั้น เจ้าหน้าที่มหาจุฬาลงกรณราชวิทยาลัย ได้ขอให้นำเอาฉบับเล็กเดิมมาพิมพ์ไปพลางก่อน ใน พ.ศ. ๒๕๑๕ ได้ตกลงจะตีพิมพ์ โดยขอแก้ไขเพิ่มเติมเล็กน้อย แต่ไม่มีเวลา จึงชักช้าอยู่</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	ในระยะเวลาเดียวกันนั้น ผู้รวบรวมกำลังจัดทำหนังสือประเภทอ้างอิงทางพระพุทธศาสนาค้างอยู่หลายเล่ม จึงคิดว่าควรรวบรวมหลักธรรมเป็นหมวดๆ ที่ใช้เล่าเรียน ใช้อ้างอิง และที่น่าสนใจสำหรับคนทั่วไป จำนวนไม่มากนัก มาพิมพ์ประมวลไว้เพื่อเป็นคู่มือใช้ประกอบการศึกษาเบื้องต้นเพียงให้พอเหมาะสำหรับนักเรียนนักศึกษาและผู้สนใจทั่วไป ซึ่งไม่ต้องการรายละเอียดพิสดารอย่างนักค้นคว้า ในขณะเดียวกันก็จะให้ความหมายภาคภาษาอังกฤษที่นิยมใช้ทั่วๆ ไป กำกับไว้กับข้อธรรมต่างๆ ด้วย พอเป็นประโยชน์ในขั้นต้นๆ เมื่อนำงานชิ้นนี้มารวมเข้าด้วยกันกับ <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> ก็จะเป็นเครื่องเสริมกันและกัน ช่วยให้เกิดประโยชน์แก่ผู้ใช้มากยิ่งขึ้น งานชิ้นที่เพิ่มนี้ได้ตั้งชื่อว่า <em>พจนานุกรมหมวดธรรม</em> ด้วยเหตุผล ๒ ประการคือ ประการแรก แม้หนังสือนี้จะถือจำนวนหัวข้อธรรมเป็นเกณฑ์และจัดลำดับตามจำนวนเลขก็ตาม แต่ในจำนวนที่เท่ากัน ได้จัดเรียงหมวดธรรมตามลำดับอักษร นอกจากนั้นยังได้จัดองค์ประกอบอย่างอื่นในระบบการค้นตามลำดับอักษร เช่น สารบัญค้นคำ เป็นต้น เข้าเสริมอีกด้วย ช่วยให้สำเร็จกิจของพจนานุกรมโดยสมบูรณ์ ประการที่สอง เพื่อให้เป็นงานที่เข้าชุดกันได้เหมาะสมใช้ประโยชน์ในประเภทเดียวกันกับ 
        <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> ที่ทำไว้แล้ว</p> 
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	ระหว่างที่ทำ <em>พจนานุกรมหมวดธรรม</em> อยู่นั้น ได้ตั้งใจว่า เมื่อมีโอกาสข้างหน้าจะได้จัดทำ<em>พจนานุกรมหมวดธรรม</em> ฉบับพิสดารใหม่อีก เพื่อให้เป็นไปตามโครงการที่วางไว้เดิม ซึ่งได้รวบรวมข้อมูลเตรียมไว้ก่อนแล้วเป็นอันมาก อย่างไรก็ดี ระหว่างจัดทำ <em>พจนานุกรมหมวดธรรม</em> ฉบับปัจจุบันอยู่นี้ พิจารณาเห็นว่าหมวดธรรมหลายหมวดแม้ยังไม่จำเป็นสำหรับคนทั่วไปที่จะต้องรู้ก็จริง แต่มีความสำคัญเกื้อกูลแก่การศึกษาธรรมวินัยมาก ไม่อาจตัดหมวดธรรมเหล่านั้นทิ้งไปได้ อีกอย่างหนึ่ง ที่คิดไว้เดิมว่าจะแสดงความหมายของหัวข้อธรรมแต่เพียงสั้นๆ พออ้างอิงได้เท่านั้น ครั้นลงมือทำก็เห็นไปว่าไหนๆ มีหนังสือนี้แล้วก็ควรให้สำเร็จประโยชน์พอแก่จะใช้การทีเดียว ข้อธรรมใดให้เพียงความหมาย ยังไม่อาจเข้าใจชัดได้ ก็ได้ทำไขความโดยสรุปสาระที่ควรรู้เกี่ยวกับข้อธรรมนั้นไว้จนคลุมความ การที่เป็นเช่นนี้ ได้ทำให้<em>พจนานุกรมหมวดธรรม</em> มีขนาดหนามาก เมื่อรวมเข้ากับ <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> เดิม แทนที่จะเป็นส่วนประกอบช่วยเสริมหรือเป็นส่วนร่วม กลับกลายเป็นส่วนหลักไป แม้ถึง <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> นั้นเอง ก็ได้ขยายตัวออกไปมากอยู่แล้ว เมื่อทั้งสองส่วนที่ขยายตัวมารวมกันเข้า จึงทำให้หนังสือมีขนาดใหญ่เกินความตั้งใจเดิม</p>
''',
    /*15*/ '''
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภาคที่ ๓ ของหนังสือนี้ คือ <em></em>พจนานุกรมพุทธศาสตร์ อังกฤษ–ไทย</em> เป็นส่วนที่จัดทำขึ้นใหม่ในการพิมพ์ครั้งนี้ โดยพิจารณาเห็นว่า เมื่อมีภาคไทย–อังกฤษแล้ว ก็ควรมีภาคอังกฤษ–ไทยขึ้นด้วยเป็นคู่กัน เพื่อให้ใช้ประโยชน์ได้ครบถ้วน แต่ภาคอังกฤษ–ไทยที่ทำนี้ ถือเป็นเพียงส่วนประกอบเท่านั้น เพราะปัญหาสำคัญของนักศึกษาและนักเผยแพร่พระพุทธศาสนา อยู่ที่ต้องการทราบว่าศัพท์ธรรมหรือศัพท์พระพุทธศาสนาคำนี้ๆ จะใช้ภาษาอังกฤษว่าอย่างไร ซึ่งพจนานุกรมภาคที่ ๒ จะเป็นที่ปรึกษาช่วยบอกหรือหาคำใช้ที่เหมาะสมเสนอให้ ส่วนพจนานุกรมภาคที่ ๓ ทำหน้าที่เพียงรวบรวมศัพท์ภาษาอังกฤษ ที่ใช้กับศัพท์ธรรมลงตัวอยู่แล้วบ้าง ที่มีผู้คิดขึ้นลองใช้แล้วและดูเหมาะสมดีบ้าง นำมาแสดงให้ทราบว่า ผู้ที่ใช้คำภาษาอังกฤษคำนั้นมุ่งหมายถึงข้อธรรมอะไร ส่วนมากจึงเป็นคำต่อคำ ไม่กินเนื้อที่มาก พจนานุกรมภาคที่ ๓ นี้ สามารถจำกัดขนาดให้อยู่ในกำหนดที่ตั้งใจไว้เดิมได้ ไม่ขยายตัวเกินไป</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	เพราะเหตุที่มีความเป็นมาต่างหากกันเช่นนี้ ส่วนทั้ง ๓ ของพจนานุกรมจึงมีลักษณะเป็นอิสระจากกัน ไม่จำกัดอยู่ในขอบเขตเดียวกัน หรือในขอบเขตของกันและกัน เช่น ความหมายภาษาอังกฤษของข้อธรรมเดียวกัน ที่แสดงใน พจนานุกรมหมวดธรรม กับใน <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> อาจตรงกันเฉพาะนัยที่นิยมใช้ยุติแล้ว แต่นัยอื่นๆ ที่เสนอแนะไว้อาจมีแปลกจากกันได้ ข้อธรรมบางอย่างไม่ได้เก็บไว้ใน <em>พจนานุกรมพุทธศาสตร์ไทย–อังกฤษ</em> ไม่เป็นข้อธรรมที่อยู่ในระดับอันควรทราบ แต่ปรากฏใน <em>พจนานุกรมหมวดธรรม</em> เพราะเป็นข้อย่อยของหมวดธรรมบางหมวด จำเป็นต้องติดเข้าไปอยู่เอง ดังนี้เป็นต้น ลักษณะที่เป็นอิสระจากกันเช่นนี้ นับได้ว่ามีผลดีมากกว่าผลเสีย เพราะกลับเป็นส่วนที่มาเสริมกัน ช่วยให้สมบูรณ์และอำนวยประโยชน์มากยิ่งขึ้น เช่น เมื่อค้นหาความหมายของข้อธรรมข้อใดข้อหนึ่ง ในพจนานุกรมภาคที่ ๒ (ไทย–อังกฤษ) ได้แล้ว อาจเปิดดูข้อธรรมนั้นในสารบัญค้นคำของพจนานุกรมภาคที่ ๑ (หมวดธรรม) แล้วหาความหมายได้เพิ่มขึ้นอีก ข้อธรรมใดไม่มีในพจนานุกรมภาคที่ ๒ เมื่อเปิดดูสารบัญค้นคำในภาคที่ ๑ อาจหาพบก็ได้ นอกจากนั้นยังช่วยให้ไม่ต้องลงพิมพ์ความหมายซ้ำกันทั้งหมด ซึ่งทำให้เปลืองเนื้อที่มากขึ้นอีกด้วย อย่างไรก็ดี ความเป็นอิสระจากกันเช่นนี้ แม้จะมีผลดีบางประการ แต่ก็ยังถือว่าเป็นข้อบกพร่องอย่างหนึ่ง ซึ่งในการพิมพ์คราวต่อๆ ไปถ้ามีเวลา จะได้ใช้ระบบอ้างอิงภายในเข้าช่วยเพิ่มขึ้นอีก เพื่อให้งานทั้งสามภาคประสานเป็นชุดเดียวกันโดยสมบูรณ์ และสามารถรักษาลักษณะที่ให้ผลดีไว้ได้ พร้อมทั้งแก้ไขมิให้มีข้อบกพร่องที่เกิดจากความซ้ำซาก เป็นต้น</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	ดังได้กล่าวแล้ว หนังสือนี้เดิมตั้งใจทำเป็นฉบับเล็ก เพราะหากมีเวลาเพียงพอ จะได้จัดทำฉบับพิสดารที่ค้างอยู่ให้เสร็จสิ้นต่อไป แต่บัดนี้หนังสือฉบับเล็กนี้ได้ขยายตัวออกมากจนมีขนาดใหญ่ยากที่จะนำติดตัวไปใช้เป็นประจำตามความตั้งใจเดิม ในการแก้ปัญหานี้ได้ใช้ระบบการพิมพ์เข้าช่วย โดยถ่ายย่อลงจากต้นฉบับเรียงพิมพ์เหลือเพียง ๒ ใน ๓ ส่วน จะย่อเล็กกว่านี้ตัวอักษรก็จะเล็กเกินไป จนทำให้เกิดความยากลำบากแก่ผู้ใช้จำนวนมาก ทำอย่างนี้ถึงแม้จะไม่ได้หนังสือขนาดเล็กเท่าที่ตั้งใจเดิม ก็พอช่วยให้ใช้ได้สะดวกขึ้นมาก และในเวลาเดียวกันก็ทำให้ได้หนังสือขนาดกะทัดรัดที่จุเนื้อความยิ่งกว่าปกติเป็นอันมาก</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การจัดพิมพ์หนังสือนี้ นับแต่จัดเตรียมต้นฉบับเพื่อส่งโรงพิมพ์ในปลายปี พ.ศ. ๒๕๑๕ จนถึงตีพิมพ์เสร็จในบัดนี้ สิ้นเวลาประมาณ ๒ ปี ๖ เดือน ในการจัดพิมพ์ได้รับความร่วมมือร่วมใจอย่างดีจากหลายท่าน เจ้าหน้าที่มหาจุฬาลงกรณราชวิทยาลัย โดยเฉพาะท่านพระมหาสมบูรณ์ สมฺปุณฺโณ* ผู้ช่วยเลขาธิการ ได้ช่วยคอยเร่งเร้าเท่ากับเป็นแรงสนับสนุนให้การจัดทำหนังสือนี้คืบหน้ามาสู่</p>
''',
    /*16*/ '''
        <p>ความสำเร็จ คุณชลธีร์ ธรรมวรางกูร ได้ช่วยพิมพ์ดีดต้นฉบับให้โดยตลอดด้วยความเอื้อเฟื้อ และทางโรงพิมพ์คุรุสภาได้ช่วยอำนวยความสะดวกในการตีพิมพ์ นับว่าทุกท่านได้มีส่วนบำเพ็ญกุศลร่วมกันในการทำวิทยาทานนี้ให้สำเร็จ จึงขออนุโมทนาในความร่วมแรงร่วมใจและความสนับสนุนของทุกท่านไว้ ณ โอกาสนี้เป็นอย่างยิ่ง</p>
        <div style="text-align:right">
        <p><em>พระราชวรมุนี</em></p>
        <p><em>๒๔ เมษายน ๒๕๑๘</em></p>
        </div>
        <div style="text-align:left">
        <p>____________________</p>
        <p>*ปัจจุบัน (พ.ศ. ๒๕๔๕) เป็นที่ พระราชกิตติเวที</p>
        </div>
        ''',
    /*17*/ '''<div style="padding: 10px; font-family: Arial, sans-serif; line-height: 1.6;">

  <div style="text-align:center;">เอกกะ - หมวด 1</div>
  <p style="text-align:center;"><strong>Groups of One<br>(including related groups)</strong></p>
  
  <big>[1] กัลยาณมิตตตา</big> (<em>ความมีกัลยาณมิตร</em> คือ การมีผู้แนะนำ สั่งสอน ที่ปรึกษา เพื่อนที่คบหา และบุคคลผู้แวดล้อมที่ดี รวมถึงความรู้จักเลือกเสวนาบุคคล หรือเข้าร่วมหมู่กับท่านผู้ทรงคุณทรงปัญญา ซึ่งจะช่วยแวดล้อม สนับสนุน ชักจูง ชี้ช่องทาง เป็นแบบอย่าง ตลอดจนเป็นเครื่องอุดหนุนเกื้อกูลแก่กัน ให้ดำเนินก้าวหน้าไปด้วยดีในการศึกษาอบรม การครองชีวิต การประกอบกิจการ และธรรมปฏิบัติ, สิ่งแวดล้อมทางสังคมที่ดี

  - <big><em>Kalyānฺamittatā:</em></big> having good friends; good company; friendship with the lovely; favourable social environment) ข้อนี้เป็น องค์ประกอบภายนอก (external factor; environmental factor)
  
    <br>
    <p style="margin-left: 20px;">“ภิกษุทั้งหลาย เมื่อดวงอาทิตย์อุทัยอยู่ ย่อมมีแสงอรุณขึ้นมาก่อน เป็นบุพนิมิต ฉันใด ความมีกัลยาณมิตรก็เป็นตัวนำ เป็นบุพนิมิต แห่งการเกิดขึ้นของอารยอัษฎางคิกมรรค แก่ภิกษุ ฉันนั้น”<br>
    “ความมีกัลยาณมิตร เท่ากับเป็นพรหมจรรย์ (การครองชีวิตประเสริฐ) ทั้งหมดทีเดียว เพราะว่า ผู้มีกัลยาณมิตรพึงหวังสิ่งนี้ได้ คือ จักเจริญ จักทำให้มากซึ่งอารยอัษฎางคิกมรรค”<br>
    “อาศัยเราผู้เป็นกัลยาณมิตร เหล่าสัตว์ผู้มีชาติเป็นธรรมดา ก็พ้นจากชาติ ผู้มีชราเป็นธรรมดา ก็พ้นจากชรา ผู้มีมรณะเป็นธรรมดา ก็พ้นจากมรณะ ผู้มีโสกะ ปริเทวะ ทุกข์ โทมนัส และอุปายาสเป็นธรรมดา ก็พ้นจากโสกะ ปริเทวะ ทุกข์ โทมนัส และอุปายาส”<br>
    “เราไม่เล็งเห็นองค์ประกอบภายนอกอื่นแม้สักอย่างเดียว ที่มีประโยชน์มากสำหรับภิกษุผู้เป็นเสขะ เหมือนความมีกัลยาณมิตร, ภิกษุผู้มีกัลยาณมิตร ย่อมกำจัดอกุศลได้ และย่อมยังกุศลให้เกิดขึ้น”<br>
    “ความมีกัลยาณมิตร ย่อมเป็นไปเพื่อประโยชน์ยิ่งใหญ่, เพื่อความดำรงมั่น ไม่เสื่อมสูญ ไม่อันตรธานแห่งสัทธรรม” ฯลฯ</p>


  <small>S.V.2-30; A.I.14-18; It.10. สํ.ม. 19/5-129/2-36; องฺ.เอก. 20/72-128/16-25; ขุ.อิติ. 25/195/237.</small>
</div>
''',
    /*18*/ '''<p><big>[2] โยนิโสมนสิการ</big> (<em>การใช้ความคิดถูกวิธี</em> คือ การทำในใจโดยแยบคาย มองสิ่งทั้งหลายด้วยความคิดพิจารณาสืบค้นถึงต้นเค้า สาวหาเหตุผลจนตลอดสาย แยกแยะออกพิเคราะห์ดูด้วยปัญญาที่คิดเป็นระเบียบและโดยอุบายวิธี ให้เห็นสิ่งนั้นๆ หรือปัญหานั้นๆ ตามสภาวะและตามความสัมพันธ์แห่งเหตุปัจจัย -

  <em>Yonisomanasikāra:</em> reasoned attention; systematic attention; analytical thinking; critical reflection; <br>thinking in terms of specific conditionality; thinking by way of causal relations or by way of problem-solving) ข้อนี้เป็น องค์ประกอบภายใน (internal factor; personal factor) และเป็นฝ่ายปัญญา (a factor belonging to the category of insight or wisdom)</p>

<p>“ภิกษุทั้งหลาย เมื่อดวงอาทิตย์อุทัยอยู่ ย่อมมีแสงอรุณขึ้นมาก่อน เป็นบุพนิมิต ฉันใด ความถึงพร้อมด้วยโยนิโสมนสิการ ก็เป็นตัวนำ เป็นบุพนิมิต แห่งการเกิดขึ้นของอารยอัษฎางคิกมรรค แก่ภิกษุ ฉันนั้น”</p>

<p>“เราไม่เล็งเห็นองค์ประกอบภายในอื่นแม้สักอย่างเดียว ที่มีประโยชน์มาก สำหรับภิกษุผู้เป็นเสขะ เหมือนโยนิโสมนสิการ ภิกษุผู้มีโยนิโสมนสิการ ย่อมกำจัดอกุศลได้ และย่อมยังกุศลให้เกิดขึ้น”</p>

<p>“เราไม่เล็งเห็นธรรมอื่น แม้สักข้อหนึ่ง ซึ่งเป็นเหตุให้สัมมาทิฏฐิที่ยังไม่เกิด ก็เกิดขึ้น ที่เกิดขึ้นแล้ว ก็เจริญยิ่งขึ้น เหมือนโยนิโสมนสิการเลย”</p>

<p>“เราไม่เล็งเห็นธรรมอื่น แม้สักข้อหนึ่ง ซึ่งจะเป็นเหตุให้ความสงสัยที่ยังไม่เกิด ก็ไม่เกิดขึ้น ที่เกิดขึ้นแล้ว ก็ถูกขจัดเสียได้ เหมือนโยนิโสมนสิการเลย”</p>

<p>“โยนิโสมนสิการ ย่อมเป็นไปเพื่อประโยชน์ยิ่งใหญ่, เพื่อความดำรงมั่น ไม่เสื่อมสูญ ไม่อันตรธานแห่งสัทธรรม” ฯลฯ</p>

<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมข้ออื่น ที่ได้รับยกย่องคล้ายกับโยนิโสมนสิการนี้ ในบางแง่ ได้แก่:</p>
<ul>
    <li>อัปปมาทะ (ความไม่ประมาท - earnestness; diligence)</li>
    <li>วิริยารัมภะ (การปรารภความเพียร, ทำความเพียรมุ่งมั่น - instigation of energy; energetic effort)</li>
    <li>อัปปิจฉตา (ความมักน้อย, ไม่เห็นแก่ได้ - fewness of wishes; paucity of selfish desire)</li>
    <li>สันตุฏฐี (ความสันโดษ - contentment)</li>
    <li>สัมปชัญญะ (ความรู้ตัว, สำนึกตระหนักชัดด้วยปัญญา - awareness; full comprehension)</li>
    <li>กุสลธัมมานุโยค (การหมั่นประกอบกุศลธรรม - pursuit of wholesome states; devotion to good things)</li>
    <li>สีลสัมปทา (ความถึงพร้อมแห่งศีล - possession of virtue)</li>
    <li>ฉันทสัมปทา (ความถึงพร้อมแห่งฉันทะ - possession of will)</li>
    <li>อัตตสัมปทา (ความถึงพร้อมแห่งตนคือมีจิตใจซึ่งพัฒนาเต็มที่แล้ว - self-fullfillment, self-realization)</li>
    <li>ทิฏฐิสัมปทา (ความถึงพร้อมแห่งทิฏฐิ - possession of right view)</li>
    <li>อัปปมาทสัมปทา (ความถึงพร้อมแห่งอัปปมาทะ - possession of earnestness)</li>
</ul>
<p><small>S.V.2-30; A.I.11-31; It.9.<br>
สํ.ม. 19/5-129/2-36; องฺ.เอก.20/60-186/13-41; <br>ขุ.อิติ. 25/194/236.</samll></p>

''',
    /*19*/ '''<p><big>[3] อัปปมาทะ</big> (ความไม่ประมาท คือ ความเป็นอยู่อย่างไม่ขาดสติ หรือความเพียรที่มีสติเป็นเครื่องเร่งเร้าและควบคุม ได้แก่ การดำเนินชีวิตโดยมีสติเป็นเครื่องกำกับความประพฤติปฏิบัติและการกระทำทุกอย่าง ระมัดระวังตัว ไม่ยอมถลำลงไปในทางเสื่อม แต่ไม่ยอมพลาดโอกาสสำหรับความดีงามและความเจริญก้าวหน้า ตระหนักในสิ่งที่พึงทำและพึงละเว้น ใส่ใจสำนึกอยู่เสมอในหน้าที่อันจะต้องรับผิดชอบ ไม่ยอมปล่อยปละละเลย กระทำการ</p>

<p>ด้วยความจริงจัง รอบคอบ และรุดหน้าเรื่อยไป - <em>Appamāda:</em> earnestness; diligence; heedfulness) ข้อนี้เป็น องค์ประกอบภายใน (internal factor; personal factor) และเป็นฝ่ายสมาธิ (a factor belonging to the category of concentration)</p>

<p>“ภิกษุทั้งหลาย เมื่อดวงอาทิตย์อุทัยอยู่ ย่อมมีแสงอรุณขึ้นมาก่อน เป็นบุพนิมิต ฉันใด ความถึงพร้อมด้วยความไม่ประมาท ก็เป็นตัวนำ เป็นบุพนิมิตแห่งการเกิดขึ้นของอารยอัษฎางคิกมรรค แก่ภิกษุ ฉันนั้น”</p>

<p>“ธรรมเอก ที่มีอุปการะมาก เพื่อการเกิดขึ้นแห่งอารยอัษฎางคิกมรรค ก็คือ ความถึงพร้อมด้วยความไม่ประมาท”</p>

<p>“เราไม่เล็งเห็นธรรมอื่น แม้สักข้อหนึ่ง ซึ่งเป็นเหตุให้อารยอัษฎางคิกมรรคที่ยังไม่เกิด ก็เกิดขึ้น ที่เกิดขึ้นแล้ว ก็เจริญบริบูรณ์ เหมือนอย่างความถึงพร้อมด้วยความไม่ประมาทนี้เลย”</p>

<p>“รอยเท้าของสัตว์บกทั้งหลาย ชนิดใดๆ ก็ตาม ย่อมลงในรอยเท้าช้างได้ทั้งหมด, รอยเท้าช้าง เรียกว่าเป็นยอดของรอยเท้าเหล่านั้น โดยความใหญ่ ฉันใด กุศลธรรมทั้งหลาย อย่างใดๆ ก็ตาม ย่อมมีความไม่ประมาทเป็นมูล ประชุมลงในความไม่ประมาทได้ทั้งหมด ความไม่ประมาท เรียกได้ว่าเป็นยอดของธรรมเหล่านั้น ฉันนั้น”</p>

<p>“ผู้มีกัลยาณมิตร พึงเป็นอยู่โดยอาศัยธรรมเอกข้อนี้ คือ ความไม่ประมาทในกุศลธรรมทั้งหลาย”</p>

<p>“ธรรมเอกอันจะทำให้ยึดเอาประโยชน์ไว้ได้ทั้ง 2 อย่าง คือ ทั้งทิฏฐธัมมิกัตถะ (ประโยชน์ปัจจุบัน ประโยชน์เฉพาะหน้า หรือประโยชน์สามัญของชีวิต เช่น ทรัพย์ ยศ กามสุข เป็นต้น) และสัมปรายิกัตถะ (ประโยชน์เบื้องหน้าหรือประโยชน์ขั้นสูงขึ้นไปทางจิตใจหรือคุณธรรม) ก็คือความไม่ประมาท”</p>

<p>“สังขาร (สิ่งที่ปัจจัยปรุงแต่งขึ้น) ทั้งหลาย มีความเสื่อมสิ้นไปเป็นธรรมดา ท่านทั้งหลายจงยังประโยชน์ที่มุ่งหมายให้สำเร็จ ด้วยความไม่ประมาทเถิด”</p>

<p>“ความไม่ประมาท ย่อมเป็นไปเพื่อประโยชน์ยิ่งใหญ่, เพื่อความดำรงมั่น ไม่เสื่อมสูญ ไม่อันตรธานแห่งสัทธรรม” ฯลฯ</p>

<p><small>D.II.156; S.I.86-89; S.V.30-45;<br>
ที.ม. 10/143/180; สํ.ส. 15/378-384/125-129;<br>
A.I.11-17; A.III.365; A.V.21.<br>
สํ.ม. 19/135-262/37-66; องฺ.เอก. 20/60-116/13-23;<br>
องฺ.ฉกฺก. 22/324/407; องฺ.ทสก. 24/15/23.</small></p>
''',/*จบ หมวด1*/
    /*20*/ '''<div style="text-align:center;"><strong>ทุกะ - หมวด 2</strong></div>
<div style="text-align:center;">Groups of Two <br>(including related groups)</div>

<div><big>[4] กรรม 2</big> (การกระทำ, การกระทำที่ประกอบด้วยเจตนา ทางกายก็ตาม ทางวาจาก็ตาม ทางใจก็ตาม - <em>Kamma:</em> action; deed)</div>
<ol>
    <li><strong>อกุศลกรรม</strong> (กรรมที่เป็นอกุศล, กรรมชั่ว, การกระทำที่ไม่ดี ไม่ฉลาด ไม่เกิดจากปัญญา ทำให้เสื่อมเสียคุณภาพชีวิต หมายถึง การกระทำที่เกิดจากอกุศลมูล คือ โลภะ โทสะ หรือโมหะ - <em>Akusala-kamma:</em> unwholesome action; evil deed; bad deed)</li>
    <li><strong>กุศลกรรม</strong> (กรรมที่เป็นกุศล, กรรมดี, การกระทำที่ดี ฉลาด เกิดจากปัญญา ส่งเสริมคุณภาพของชีวิตจิตใจ หมายถึง การกระทำที่เกิดจากกุศลมูล คืออโลภะ อโทสะ หรืออโมหะ - <em>Kusala-kamma:</em> wholesome action; good deed)</li>
</ol>
<p>A.I.104, 263; It.25,55. &nbsp;องฺ.ติก.20/445/131,551/338; ขุ.อิติ.25/208/248;242/272.</p>

<div><big>[☆] กรรมฐาน 2 <small><em>ดู</small> [36]</em> ภาวนา 2.</big></div>

<div><big>[5] กาม 2</big> (ความใคร่, ความอยาก, ความปรารถนา, สิ่งที่น่าใคร่น่าปรารถนา - <em>Kàma:</em> sensuality)</div>
<ol>
    <li><strong>กิเลสกาม</strong> (กิเลสที่ทำให้ใคร่, ความอยากที่เป็นตัวกิเลส - <em>Kilesa-kàma:</em> subjective sensuality)</li>
    <li><strong>วัตถุกาม</strong> (วัตถุอันน่าใคร่, สิ่งที่น่าปรารถนา, สิ่งที่อยากได้, กามคุณ - <em>Vatthu-kàma:</em> objective sensuality)</li>
</ol>
<p>Nd<sup>1</sup>2. &nbsp;ขุ.มหา.29/2/1</p>

<div><big>[6] กามคุณ 5</big> (ส่วนที่น่าใคร่น่าปรารถนา, ส่วนที่ดีหรือส่วนอร่อยของกาม - <em>Kàmaguõa:</em> sensual pleasures; sensual objects)</div>
<ol>
    <li><strong>รูปะ</strong> (รูป - <em>Rūpa: form;</em> visible object)</li>
    <li><strong>สัททะ</strong> (เสียง - <em>Sadda:</em> sound)</li>
    <li><strong>คันธะ</strong> (กลิ่น - <em>Gandha: smell;</em> odour)</li>
    <li><strong>รสะ</strong> (รส - <em>Rasa:</em> taste)</li>
    <li><strong>โผฏฐัพพะ</strong> (สัมผัสทางกาย - <em>Phoṭṭhabba:</em> touch; tangible object)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ห้าอย่างนี้ เฉพาะส่วนที่น่าปรารถนา น่าใคร่ น่าพอใจ (agreeable, delightful, pleasurable) เรียกว่า <em>กามคุณ</em></p>
<p>M.I.85,173.	<br>ม.มู.12/197/168; 327/333.</p>
''',
    /*21*/ '''<div><big>[7] ฌาน 2</big> (การเพ่ง, การเพ่งพินิจด้วยจิตที่เป็นสมาธิแน่วแน่ -<em>Jhāna:</em> meditation; scrutiny; examination)</div>
<ol>
    <li><strong>อารัมมณูปนิชฌาน</strong> (การเพ่งอารมณ์ ได้แก่สมาบัติ 8 คือ รูปฌาน 4 และอรูปฌาน 4 - <em>Ārammaṇūpanijjhāna:</em> object-scrutinizing Jhāna)</li>
    <li><strong>ลักขณูปนิชฌาน</strong> (การเพ่งลักษณะ ได้แก่ วิปัสสนา มรรค และ ผล - <em>Lakkhaṇūpa-nijjhāna:</em> characteristic-examining Jhāna)</li>
</ol>
<ul>
        <li>วิปัสสนา ชื่อว่าลักขณูปนิชฌาน เพราะพินิจสังขารโดยไตรลักษณ์</li>
        <li>มรรค ชื่อว่าลักขณูปนิชฌาน เพราะยังกิจแห่งวิปัสสนานั้นให้สำเร็จ</li>
        <li>ผล ชื่อว่าลักขณูปนิชฌาน เพราะเพ่งนิพพานอันมีลักษณะเป็นสุญญตะ อนิมิตตะ และอัปปณิหิตะ อย่างหนึ่ง และเพราะเห็นลักษณะอันเป็นสัจจภาวะของนิพพาน อย่างหนึ่ง</li>
</ul>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ฌานที่แบ่งเป็น 2 อย่างนี้ มีมาในคัมภีร์ชั้นอรรถกถา. <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small> [8], [9], [10] ฌาน ต่างๆ และ [47] สมาธิ 3<sup>2</sup>.</em></p>
<p>AA.II.41; PsA.281; DhsA.167. <br>องฺ.อ.1/536; ปฏิสํ.อ.221; สงฺคณี.อ.73.</p>

<div><big>[8] ฌาน 2</big> ประเภท (ภาวะจิตที่เพ่งอารมณ์จนแน่วแน่ - <em>Jhāna:</em> absorption)</div>
<ol>
    <li><strong>รูปฌาน 4</strong> (ฌานมีรูปธรรมเป็นอารมณ์, ฌานที่เป็นรูปาวจร - <em>Rūpa-jhāna:</em> Jhānas of the Fine-Material Sphere)</li>
    <li><strong>อรูปฌาน 4</strong> (ฌานมีอรูปธรรมเป็นอารมณ์, ฌานที่เป็นอรูปาวจร - <em>Arūpa-jhāna:</em> Jhānas of the Immaterial Sphere)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คำว่า <em>รูปฌาน</em> ก็ดี <em>อรูปฌาน</em> ก็ดี เริ่มใช้คราวจัดรวมพุทธพจน์ เดิมเรียกเพียงว่า <em>ฌาน</em> และ <em>อารุปป์.</em></p>
<p>D.III.222; Dhs.56. &nbsp;ที.ปา.11/232/233; อภิ.สํ.34/192/78.</p>

<div><big>[9] ฌาน 4 = รูปฌาน 4</big> (the Four Jhānas)</div>
<ol>
    <li><strong>ปฐมฌาน</strong> (ฌานที่ 1 - <em>Paṭhama-jhāna:</em> the First Absorption) มีองค์ 5 คือ วิตก วิจาร ปีติ สุข เอกัคคตา</li>
    <li><strong>ทุติยฌาน</strong> (ฌานที่ 2 - <em>Dutiya-jhāna:</em> the Second Absorption) มีองค์ 3 คือ ปีติ สุข เอกัคคตา</li>
    <li><strong>ตติยฌาน</strong> (ฌานที่ 3 - <em>Tatiya-jhāna:</em> the Third Absorption) มีองค์ 2 คือ สุข เอกัคคตา</li>
    <li><strong>จตุตถฌาน</strong> (ฌานที่ 4 - <em>Catuttha-jhāna:</em> the Fourth Absorption) มีองค์ 2 คือ อุเบกขา เอกัคคตา</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คัมภีร์ฝ่ายอภิธรรม นิยมแบ่งรูปฌานนี้เป็น 5 ขั้น เรียกว่า <em>ฌานปัญจกนัย</em> หรือ <em>ปัญจ-กัชฌาน</em> โดยแทรก <em>ทุติยฌาน</em> (ฌานที่ 2) ที่มีองค์ 4 คือ วิจาร ปีติ สุข เอกัคคตา เพิ่มเข้ามา แล้วเลื่อนทุติยฌาน ตติยฌาน และจตุตถฌาน ในฌาน 4 ข้างต้นนี้ออกไปเป็น ตติยฌาน จตุตถฌาน และปัญจมฌาน ตามลำดับ (โดยสาระก็คือ การจำแนกขั้นตอนให้ละเอียดมากขึ้นนั่นเอง)</p>
<p>M.I.40. &nbsp;ม.มู.12/102/72.</p>
''',
    /*22*/ '''

<div><big>[10] ฌาน 8 = รูปฌาน 4 + อรูปฌาน 4</big>(อรูปฌาน 4 <em><small>ดู</small> [207] อรูป 4)</em></div>

<div><big>[11] ทาน 2</big><sup><small>1</small></sup> (การให้, การเสียสละ, การบริจาค - <em>Dāna:</em> gift; giving; charity; liberality)</div>
<ol>
    <li><strong>อามิสทาน</strong> (การให้สิ่งของ - <em>Āmisadāna:</em> material gift)</li>
    <li><strong>ธรรมทาน</strong> (การให้ธรรม, การให้ความรู้และแนะนำสั่งสอน - <em>Dhammadāna:</em> gift of Truth; spiritual gift)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ใน 2 อย่างนี้ ธรรมทานเป็นเลิศ อามิสทานช่วยค้ำจุนชีวิต ทำให้เขามีที่พึ่งอาศัย แต่ธรรมทานช่วยให้เขารู้จักพึ่งตนเองได้ต่อไป เมื่อให้อามิสทาน พึงให้ธรรมทานด้วย.</p>
<p>A.I.90. &nbsp;องฺ.ทุก.20/386/114.</p>

<div><big>[12] ทาน 2</big><sup><small>2</small></sup> (การให้ - <em>Dāna:</em> gift; giving; almsgiving; offering; charity; liberality; generosity; benevolence; donation; benefaction)</div>
<ol>
    <li><strong>ปาฏิบุคลิกทาน</strong> (การให้จำเพาะบุคคล, ทานที่ให้เจาะจงตัวบุคคลหรือให้เฉพาะแก่บุคคลผู้ใดผู้หนึ่ง - <em>Pāṭipuggalika-dāna:</em> offering to a particular person; a gift designated to a particular person)</li>
    <li><strong>สังฆทาน</strong> (การให้แก่สงฆ์, ทานที่ถวายแก่สงฆ์เป็นส่วนรวม หรือให้แก่บุคคล เช่นพระภิกษุหรือภิกษุณีอย่างเป็นกลางๆ ในฐานะเป็นตัวแทนของสงฆ์ โดยอุทิศต่อสงฆ์ ไม่เจาะจงรูปใดรูปหนึ่ง - <em>Saṅghadāna:</em> offering to the Sangha; a gift dedicated to the Order or to the community of monks as a whole)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีเดิมเรียกปาฏิบุคลิกทานว่า <em>ปาฏิปุคฺคลิกา ทกฺขิณา</em> (ของถวายหรือของให้ที่จำเพาะบุคคล) และเรียกสังฆทาน ว่า <em>สงฺฆคตา ทกฺขิณา</em> (ของถวายหรือของให้ที่ถึงในสงฆ์)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในทาน 2 อย่างนี้ พระพุทธเจ้าตรัสสรรเสริญสังฆทานว่าเป็นเลิศ มีผลมากที่สุด ดังพุทธพจน์ว่า “เราไม่กล่าวว่า ปาฏิบุคลิกทานมีผลมากกว่าของที่ให้แก่สงฆ์ ไม่ว่าโดยปริยายใดๆ” และได้ตรัสชักชวนให้ให้สังฆทาน</p>
<p>M.III.254-6; A.III.392. &nbsp;ม.อุ.14/710-3/459-461; <br>อ้างใน มงฺคล.2/16; องฺ.ฉกฺก.22/330/439</p>
''',
    /*23*/ '''<div><big>[13] ทิฏฐิ 2</big> (ความเห็น, ความเห็นผิด - <em>Diṭṭhi:</em> view; false view)</div>
<ol>
    <li><strong>สัสสตทิฏฐิ</strong> (ความเห็นว่าเที่ยง, ความเห็นว่ามีอัตตาและโลกซึ่งเที่ยงแท้ยั่งยืนคงอยู่ตลอดไป - <em>Sassata-diṭṭhi:</em> eternalism)</li>
    <li><strong>อุจเฉททิฏฐิ</strong> (ความเห็นว่าขาดสูญ, ความเห็นว่ามีอัตตาและโลกซึ่งจักพินาศขาดสูญหมดสิ้นไป - <em>Uccheda-diṭṭhi:</em> annihilationism)</li>
</ol>
<p>S.III.97. สํ.ข.17/179-180/120.</p>

<div><big>[14] ทิฏฐิ 3</big> (ความเห็น, ความเห็นผิด - <em>Diṭṭhi:</em> view; false view)</div>
<ol>
    <li><strong>อกิริยทิฏฐิ</strong> (ความเห็นว่าไม่เป็นอันทำ, เห็นว่าการกระทำไม่มีผล - <em>Akiriya-diṭṭhi:</em> view of the inefficacy of action)</li>
    <li><strong>อเหตุกทิฏฐิ</strong> (ความเห็นว่าไม่มีเหตุ, เห็นว่าสิ่งทั้งหลายไม่มีเหตุปัจจัย - <em>Ahetuka-diṭṭhi:</em> view of non-causality)</li>
    <li><strong>นัตถิกทิฏฐิ</strong> (ความเห็นว่าไม่มี, เห็นว่าไม่มีการกระทำหรือสภาวะที่จะกำหนดเอาเป็นหลักได้ - <em>Natthika-diṭṭhi:</em> nihilistic view; nihilism)</li>
</ol>
<p>M.I.404. ม.ม.13/105/111.</p>
<div><big>[15] ที่สุด หรือ อันตา 2</big> (ข้อปฏิบัติหรือการดำเนินชีวิตที่เอียงสุด ผิดพลาดไปจากทางอันถูกต้อง คือมัชฌิมาปฏิปทา - <em>Antā:</em> the two extremes)</div>
<ol>
    <li><strong>กามสุขัลลิกานุโยค</strong> (การหมกมุ่นอยู่ด้วยกามสุข - <em>Kāmasukhallikānuyoga:</em> the extreme of sensual indulgence; extreme hedonism)</li>
    <li><strong>อัตตกิลมถานุโยค</strong> (การประกอบความลำบากเดือดร้อนแก่ตนเอง, การบีบคั้นทรมานตนให้เดือดร้อน - <em>Attakilamathānuyoga:</em> the extreme of self-mortification; extreme asceticism)</li>
</ol>
<p>Vin.I.10; S.V.420. วินย.4/13/18; สํ.ม.19/1664/528.</p>

<div><big>[16] ทุกข์ 2</big> (สภาพที่ทนได้ยาก, ความทุกข์, ความไม่สบาย - <em>Dukkha:</em> pain; suffering; discomfort)</div>
<ol>
    <li><strong>กายิกทุกข์</strong> (ทุกข์ทางกาย - <em>Kāyika-dukkha:</em> bodily pain; physical suffering)</li>
    <li><strong>เจตสิกทุกข์</strong> (ทุกข์ทางใจ, โทมนัส - <em>Cetasika-dukkha:</em> mental pain; mental suffering)</li>
</ol>
<p><em><small>ดู</small> [79] ทุกขตา 3</em> ด้วย.</p>
<p>D.II.306; S.V.209. ที.ม.10/295/342; สํ.ม.19/942,944/280.</p>

<div><big>[17] เทศนา 2<sup><small>1</small></sup></big> (การแสดงธรรม, การชี้แจงแสดงความ - Desanā: preaching; exposition)</div>
<ol>
    <li><strong>บุคคลาธิษฐานเทศนา</strong> (เทศนามีบุคคลเป็นที่ตั้ง, เทศนาอ้างคน, แสดงโดยยกคนขึ้นอ้าง, ยกคนเป็นหลักฐานในการอธิบาย - <em>Puggalādhiṭṭhāna-desanā:</em> exposition in terms of persons)</li>
    <li><strong>ธรรมาธิษฐานเทศนา</strong> (เทศนามีธรรมเป็นที่ตั้ง, เทศนาอ้างธรรม, แสดงโดยยกหลักหรือธรรมะขึ้นอ้าง, ยกธรรมเป็นหลักฐานในการอธิบาย - <em>Dhammādhiṭṭhāna-desanā:</em> exposition in terms of Dhamma; exposition based on principles)</li>
</ol>
<p>PsA.449.	ปฏิสํ.อ.77.</p>
''',
    /*24*/'''<div><big>[18] เทศนา 2<sup><small>2</small></sup></big> (การแสดงธรรม ของพระพุทธเจ้า, การชี้แจงแสดงความ - <em>Desanā:</em> preaching; exposition; teaching)</div>
<ol>
    <li><strong>สมมติเทศนา</strong> (เทศนาโดยสมมติ, แสดงตามความหมายที่รู้ร่วมกัน หรือตกลงยอมรับกันของชาวโลก เช่นว่า บุคคล สัตว์ หญิง ชาย กษัตริย์ เทวดา เป็นต้น - <em>Sammati-desanā:</em> conventional teaching)</li>
    <li><strong>ปรมัตถเทศนา</strong> (เทศนาโดยปรมัตถ์, แสดงตามความหมายของสภาวธรรมแท้ๆ เช่นว่า อนิจจัง ทุกขัง อนัตตา ขันธ์ ธาตุ อายตนะ เป็นต้น - <em>Paramattha-desanā:</em> absolute teaching)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ฟังจะเข้าใจความ สำเร็จประโยชน์ด้วยเทศนาอย่างใด ก็ทรงแสดงอย่างนั้น</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ใน <small>ที.อ. 1/436; สํ.อ. 2/98</small> และ <small>ปญฺจ.อ. 182</small> เป็นต้น กล่าวถึง กถา 2 คือ สมมติกถา และปรมัตถกถา พึงทราบความหมายตามแนวความอย่างเดียวกันนี้
<br><em>ดู [50] สัจจะ 2.</em></p>
<p>AA.I.94; etc. องฺ.อ.1/99, ฯลฯ.</p>

<div><big>[19] ธรรม 2<sup><small>1</small></sup></big> (สภาวะ, สิ่ง, ปรากฏการณ์ - <em>Dhamma:</em> things; states; phenomena)</div>
<ol>
    <li><strong>รูปธรรม</strong> (สภาวะอันเป็นรูป, สิ่งที่มีรูป, ได้แก่รูปขันธ์ทั้งหมด - <em>Rūpadhamma:</em> materiality; corporeality)</li>
    <li><strong>อรูปธรรม</strong> (สภาวะมิใช่รูป, สิ่งที่ไม่มีรูป, ได้แก่นามขันธ์ 4 และนิพพาน - <em>Arūpadhamma:</em> immateriality; incorporeality)</li>
</ol>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีที่มา ท่านเรียก รูปิโน ธมฺมา และ อรูปิโน ธมฺมา
<br>Dhs.193,245. อภิ.สํ.34/705/279; 910/355.</p>

<div><big>[20] ธรรม 2<sup><small>2</small></sup></big> (สภาวะ, สิ่ง, ปรากฏการณ์ - <em>Dhamma:</em> things; states; phenomena)</div>
<ol>
    <li><strong>โลกียธรรม</strong> (ธรรมอันเป็นวิสัยของโลก, สภาวะเนื่องในโลก ได้แก่ขันธ์ 5 ที่เป็นสาสวะทั้งหมด - <em>Lokiya-dhamma:</em> mundane states)</li>
    <li><strong>โลกุตตรธรรม</strong> (ธรรมอันมิใช่วิสัยของโลก, สภาวะพ้นโลก ได้แก่มรรค 4 ผล 4 นิพพาน <br>1 - <em>Lokuttara-dhamma:</em> supermundane states)</li>
</ol>
<p>(+ โพธิปักขิยธรรม 37: <small>ขุ.ปฏิ.620; Ps.II.166</small>)
<br><em>ดู [310] โลกุตตรธรรม 9.</em></p>
<p>Dhs.193,245. อภิ.สํ.34/706/279; 911/355.</p>
''',/*25*/'''<div><big>[21] ธรรม 2</big><sup>3</sup> (สภาวะ, สิ่ง, ปรากฏการณ์ - <em>Dhamma:</em> things; states; phenomena)</div>
<ol>
    <li><strong>สังขตธรรม</strong> (สิ่งที่ปัจจัยปรุงแต่ง คือ ขันธ์ 5 ทั้งหมด - <em>Saṅkhata-dhamma:</em> conditioned things; compounded things)</li>
    <li><strong>อสังขตธรรม</strong> (สิ่งที่ปัจจัยไม่ปรุงแต่ง คือ นิพพาน - <em>Asaṅkhata-dhamma:</em> the Unconditioned, i.e. Nibbāna)</li>
</ol>
<p>Dhs.193,244. อภิ.สํ.34/702/278; 907/354.</p>

<div><big>[22] ธรรม 2</big><sup>4</sup> (สภาวะ, สิ่ง, ปรากฏการณ์ - <em>Dhamma:</em> things; states; phenomena)</div>
<ol>
    <li><strong>อุปาทินนธรรม</strong> (ธรรมที่ถูกยึด, ธรรมที่กรรมอันสัมปยุตด้วยตัณหาและทิฏฐิเข้ายึดครอง ได้แก่ นามขันธ์ 4 ที่เป็นวิบาก และรูปที่เกิดแต่กรรมทั้งหมด - <em>Upādinna-dhamma:</em> states grasped by craving and false view; grasped states)</li>
    <li><strong>อนุปาทินนธรรม</strong> (ธรรมที่ไม่ถูกยึด, ธรรมที่กรรมอันสัมปยุตด้วยตัณหาและทิฏฐิไม่เข้ายึดครอง ได้แก่ นามขันธ์ 4 ส่วนนอกนี้ รูปที่มิใช่เกิดแต่กรรม และโลกุตตรธรรมทั้งหมด - <em>Anupādinna-dhamma:</em> states not grasped by craving and false view; ungrasped states)</li>
</ol>
<p>Dhs.211,255. อภิ.สํ.34/779/305; 955/369.</p>

<div><big>[23] ธรรมคุ้มครองโลก 2</big> (ธรรมที่ช่วยให้โลกมีความเป็นระเบียบเรียบร้อย ไม่เดือดร้อนและสับสนวุ่นวาย - <em>Lokapāla-dhamma:</em> virtues that protect the world)</div>
<ol>
    <li><strong>หิริ</strong> (ความละอายบาป, ละอายใจต่อการทำความชั่ว - <em>Hiri:</em> moral shame; conscience)</li>
    <li><strong>โอตตัปปะ</strong> (ความกลัวบาป, เกรงกลัวต่อความชั่ว - <em>Ottappa:</em> moral dread)</li>
</ol>
<p>A.I.51; It.36. องฺ.ทุก.20/255/65; ขุ.อิติ. 25/220/257.</p>

<div><big>[24] ธรรมทำให้งาม 2</big> (<em>Sobhaṇakaraṇa-dhamma:</em> gracing virtues)</div>
<ol>
    <li><strong>ขันติ</strong> (ความอดทน, อดได้ทนได้เพื่อบรรลุความดีงามและความมุ่งหมายอันชอบ - <em>Khanti: patience:</em> forbearance; tolerance)</li>
    <li><strong>โสรัจจะ</strong> (ความเสงี่ยม, อัธยาศัยงาม รักความประณีตหมดจดเรียบร้อยงดงาม - <em>Soracca: modesty;</em> meekness)</li>
</ol>
<p>Vin.I.349; A.I.94. วินย.5/244/335; องฺ.ทุก. 20/410/118.</p>

<p><big>[☆☆] ธรรมที่พระพุทธเจ้าเห็นคุณประจักษ์ 2</big> <em><small>ดู</small> [65] อุปัญญาตธรรม 2.</em></p>
<p><big>[☆☆] ธรรมเป็นโลกบาล 2</big> <em><small>ดู</small> [23] ธรรมคุ้มครองโลก 2.</em></p>

<div><big>[25] ธรรมมีอุปการะมาก 2 </big> (ธรรมที่เกื้อกูลในกิจหรือในการทำความดีทุกอย่าง - <em>Bahukāra-dhamma:</em> virtues of great assistance)</div>
<ol>
    <li><strong>สติ</strong> (ความระลึกได้, นึกได้, สำนึกอยู่ไม่เผลอ - <em>Sati:</em> mindfulness)</li>
    <li><strong>สัมปชัญญะ</strong> (ความรู้ชัด, รู้ชัดสิ่งที่นึกได้, ตระหนัก, เข้าใจชัดตามความเป็นจริง - <em>Sampajañña:</em> clear comprehension)</li>
</ol>
<p>D.III.273; A.I.95. ที.ปา.11/378/290; องฺ.ทุก.20/424/119.</p>
''',/*26*/'''<div><big>[26] ธุระ 2</big> (หน้าที่การงานที่พึงกระทำ, กิจในพระศาสนา - <em>Dhura:</em> burden; task; business; responsibility in the Dispensation)</div>
<ol>
    <li><strong>คันถธุระ</strong> (ธุระฝ่ายคัมภีร์, กิจด้านการเล่าเรียน - <em>Gantha-dhura:</em> burden of study; task of learning)</li>
    <li><strong>วิปัสสนาธุระ</strong> (ธุระฝ่ายเจริญวิปัสสนา, กิจด้านการบำเพ็ญภาวนา หรือเจริญกรรมฐาน อันรวมทั้งสมถะที่เป็นเบื้องต้น ซึ่งเรียกรวมเข้าไว้ด้วยโดยฐานมีวิปัสสนาเป็นส่วนสำคัญและคลุมยอด - <em>Vipassanā-dhura:</em> burden of insight development; task of meditation practice)</li>
</ol>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธุระ 2 นี้ มาในอรรถกถา<br>
<p>DhA.I.7. ธ.อ.1/7.</p>

<div><big>[27] นิพพาน 2</big> (สภาพที่ดับกิเลสและกองทุกข์แล้ว, ภาวะที่เป็นสุขสูงสุด เพราะไร้กิเลสไร้ทุกข์ เป็นอิสรภาพสมบูรณ์ - <em>Nibbāna:</em> Nirvāṇa; Nibbāna)</div>
<ol>
    <li><strong>สอุปาทิเสสนิพพาน</strong> (นิพพานยังมีอุปาทิเหลือ - <em>Saupādisesa-nibbāna:</em> Nibbāna with the substratum of life remaining)</li>
    <li><strong>อนุปาทิเสสนิพพาน</strong> (นิพพานไม่มีอุปาทิเหลือ - <em>Anupādisesa-nibbāna:</em> Nibbāna without any substratum of life remaining)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หมายเหตุ:</em> ตามคำอธิบายนัยหนึ่งว่า</p>
<ol type="1">
    <li>ดับกิเลส ยังมีเบญจขันธ์เหลือ (= กิเลสปรินิพพาน - <em>Kilesa-parinibbāna:</em> extinction of the defilements)</li>
    <li>ดับกิเลส ไม่มีเบญจขันธ์เหลือ (= ขันธปรินิพพาน - <em>Khandha-parinibbāna:</em> extinction of the Aggregates)</li>
</ol>
<p>หรือ</p>
<ol type="number">
    <li>นิพพานของพระอรหันต์ผู้ยังเสวยอารมณ์ที่น่าชอบใจและไม่น่าชอบใจทางอินทรีย์ 5 รับรู้สุขทุกข์อยู่</li>
    <li>นิพพานของพระอรหันต์ผู้ระงับการเสวยอารมณ์ทั้งปวงแล้ว</li>
</ol>
<p>It.38. ขุ.อิติ.25/222/258.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อีกนัยหนึ่งกล่าวถึงบุคคลว่า:</p>
<ol>
    <li>สอุปาทิเสสบุคคล = พระเสขะ</li>
    <li>อนุปาทิเสสบุคคล = พระอเสขะ</li>
</ol>
<p>A.IV.379. องฺ.นวก.23/216/394.</p>
''',/*27*/
    '''<div><big>[28] บัญญัติ 2 <small>และ</small> 6</big> (การกำหนดเรียก หรือ สิ่งที่ถูกกำหนดเรียก, การกำหนดตั้งหรือตราไว้ให้เป็นที่รู้กัน - <em>Paññatti:</em> designation; term; concept)</div>
<ol>
    <li><strong>ปัญญาปิยบัญญัติ</strong> หรือ <strong>อรรถบัญญัติ</strong> (บัญญัติในแง่เป็นสิ่งอันพึงให้รู้กัน, บัญญัติที่เป็นความหมาย, บัญญัติคือความหมายอันพึงกำหนดเรียก, ตัวความหมายที่จะพึงถูกตั้งชื่อเรียก - <em>Paññāpiya~, Attha~:</em> the Paññatti to be made known or conveyed; concept)</li>
    <li><strong>ปัญญาปนบัญญัติ</strong> หรือ <strong>นามบัญญัติ</strong> หรือ <strong>สัททบัญญัติ</strong> (บัญญัติในแง่เป็นเครื่องให้รู้กัน, บัญญัติที่เป็นชื่อ, บัญญัติที่เป็นศัพท์, ชื่อที่ตั้งขึ้นใช้เรียก - <em>Paññāpana~, Nāma~, Sadda~:</em> the Paññatti that makes known or conveys; term; designation)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัญญาปิยบัญญัติ เรียกเต็มว่า ปญฺญาปิยตฺตา ปญฺญตฺติ, <br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัญญาปนบัญญัติ เรียกเต็มว่า ปญฺญาปนโต ปญฺญตฺติ
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัญญาปนบัญญัติ หรือ นามบัญญัติ แยกย่อยออกเป็น 6 อย่าง คือ:</p> 
<ol>
    <li><strong>วิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่มีอยู่ เช่น รูป เวทนา สมาธิ เป็นต้น - <em>Vijjamāna~:</em> designation of a reality; real concept)</li>
    <li><strong>อวิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่ไม่มีอยู่ เช่น ม้า แมว รถ นายแดง เป็นต้น - <em>Avijjamāna~:</em> designation of an unreality; unreal concept)</li>
    <li><strong>วิชชมาเนนอวิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่ไม่มี ด้วยสิ่งที่มี เช่น คนดี นักฌาน ซึ่งความจริงมีแต่ดี คือภาวะที่เป็นกุศล และฌาน แต่คนไม่มี เป็นต้น - <em>Vijjamānena-avijjamāna~:</em> designation of an unreality by means of a reality; unreal concept by means of real concept)</li>
    <li><strong>อวิชชมาเนนวิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่มี ด้วยสิ่งที่ไม่มี เช่น เสียงหญิง ซึ่งความจริง หญิงไม่มี มีแต่เสียง เป็นต้น - <em>Avijjamānena-vijjamāna~:</em> designation of a reality by means of an unreality; real concept by means of an unreal concept)</li>
    <li><strong>วิชชมาเนนวิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่มี ด้วยสิ่งที่มี เช่น จักขุสัมผัส โสตวิญญาณ เป็นต้น - <em>Vijjamānena-vijjamāna~:</em> designation of a reality by means of a reality; real concept by means of a real concept)</li>
    <li><strong>อวิชชมาเนนอวิชชมานบัญญัติ</strong> (บัญญัติสิ่งที่ไม่มี ด้วยสิ่งที่ไม่มี เช่น ราชโอรส ลูกเศรษฐี เป็นต้น - <em>Avijjamānena-avijjamāna~:</em> designation of an unreality by means of an unreality; unreal concept by means of an unreal concept)</li>
</ol>
<p>Pug.A.171; Comp.198. <br>ปญฺจ.อ.32; สงฺคห.49; สงฺคห.ฏีกา253.</p>
''',/*28*/
    '''<div><big>[29] บุคคลหาได้ยาก 2</big> (<em>Dullabha-puggala:</em> rare persons)</div>
<ol>
    <li><strong>บุพการี</strong> (ผู้ทำอุปการะก่อน, ผู้ทำความดีหรือทำประโยชน์ให้แต่ต้นโดยไม่ต้องคอยคิดถึงผลตอบแทน - <em>Pubbakārī:</em> one who is first to do a favour; previous benefactor; ready benefactor)</li>
    <li><strong>กตัญญูกตเวที</strong> (ผู้รู้อุปการะที่เขาทำแล้วและตอบแทน, ผู้รู้จักคุณค่าแห่งการกระทำดีของผู้อื่น และแสดงออกเพื่อบูชาความดีนั้น - <em>Kataññūkatavedī:</em> one who is grateful and repays the done favour; grateful person)</li>
</ol>
<p>A.I.87. องฺ.ทุก.20/364/108.</p>

<div><big>[30] บูชา 2</big> (<em>Pūjā:</em> worship; acts of worship; honouring)</div>
<ol>
    <li><strong>อามิสบูชา</strong> (บูชาด้วยสิ่งของ - <em>Āmisa-pūjā:</em> worship or honouring with material things; material worship)</li>
    <li><strong>ปฏิบัติบูชา</strong> (บูชาด้วยการปฎิบัติ - <em>Paṭipatti-pūjā:</em> worship or honouring with practice; practical worship)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีที่มา ปฏิบัติบูชา เป็น ธรรมบูชา</p>
<p>A.I.93; D.II.138. องฺ.ทุก.20/401/117; นัย ที.ม.10/129/160.</p>

<div><big>[31] ปฏิสันถาร 2</big> (การต้อนรับ, การรับรอง, การทักทายปราศรัย - <em>Paṭisanthāra:</em> hospitality; welcome; greeting)</div>
<ol>
    <li><strong>อามิสปฏิสันถาร</strong> (ปฏิสันถารด้วยสิ่งของ - <em>Āmisa-paṭisanthāra:</em> worldly hospitality; material or carnal greeting)</li>
    <li><strong>ธรรมปฏิสันถาร</strong> (ปฏิสันถารด้วยธรรมหรือโดยธรรม - <em>Dhamma-paṭisanthāra:</em> doctrinal hospitality; spiritual greeting)</li>
</ol>
<p>A.I.93; Vbh.360. องฺ.ทุก.20/397/116; อภิ.วิ.35/921/487.</p>

<div><big>[32] ปธาน 2</big> (ความเพียร หมายเอาความเพียรที่ทำได้ยาก - <em>Padhāna:</em> hard struggles; painstaking endeavours)</div>
<ol>
    <li><strong>คิหิปธาน</strong> (ความเพียรของคฤหัสถ์ ที่จะอำนวยปัจจัยสี่แก่บรรพชิต เป็นต้น - <em>Gihi-padhāna:</em> struggle of householders to provide the four requisites.)</li>
    <li><strong>ปัพพชิตปธาน</strong> (ความเพียรของบรรพชิต ที่จะไถ่ถอนกองกิเลส - <em>Pabbajita-padhāna:</em> struggle of the homeless to renounce all substrates of rebirth.)</li>
</ol>
<p>A.I.49; Netti 159. องฺ.ทุก.20/248/63.</p>

<div><big>[33] ปริเยสนา 2</big> (การแสวงหา - <em>Pariyesanā:</em> search; quest)</div>
<ol>
    <li><strong>อนริยปริเยสนา</strong> (แสวงหาอย่างไม่ประเสริฐ, แสวงหาอย่างอนารยะ คือ ตนเองเป็นผู้มีชาติ ชรา พยาธิ มรณะ โสกะ และสังกิเลสเป็นธรรมดา ก็ยังใฝ่แสวงหาแต่สิ่งอันมีชาติ ชรา พยาธิ มรณะ โสกะ และสังกิเลสเป็นธรรมดา - <em>Anariya-pariyesanā:</em> unariyan or ignoble search)</li>
    <li><strong>อริยปริเยสนา</strong> (แสวงหาอย่างประเสริฐ, แสวงหาอย่างอารยะ คือ ตนเป็นผู้มีชาติ ชรา พยาธิ มรณะ โสกะ และสังกิเลสเป็นธรรมดา แต่รู้จักโทษข้อบกพร่องของสิ่งที่มีสภาพเช่นนั้นแล้ว ใฝ่แสวงธรรมอันเกษม คือ นิพพาน อันไม่มีสภาพเช่นนั้น - <em>Ariya-pariyesanā:</em> ariyan or noble search)</li>
</ol>
<p>M.I.161; A.I.93. ม.มู.12/313/314; องฺ.ทุกฺ.20/399/116.</p>
''',/*29*/
    '''
<p><big>[34] ปัจจัยให้เกิดสัมมาทิฏฐิ 2</big> (ทางเกิดแห่งแนวความคิดที่ถูกต้อง, ต้นทางของปัญญาและความดีงามทั้งปวง - Sammādiṭṭhi-paccaya: sources or conditions for the arising of right view)</p>
<ol>
<li><strong>ปรโตโฆสะ</strong> (เสียงจากผู้อื่น การกระตุ้นหรือชักจูงจากภายนอก คือ การรับฟังคำแนะนำสั่งสอน เล่าเรียน หาความรู้ สนทนาซักถาม ฟังคำบอกเล่าชักจูงของผู้อื่น โดยเฉพาะการสดับสัทธรรมจากท่านผู้เป็นกัลยาณมิตร - Paratoghosa: another's utterance; inducement by others; hearing or learning from others)</li>
<li><strong>โยนิโสมนสิการ</strong> (การใช้ความคิดถูกวิธี ความรู้จักคิด คิดเป็น คือ ทำในใจโดยแยบคาย มองสิ่งทั้งหลายด้วยความคิดพิจารณา รู้จักสืบสาวหาเหตุผล แยกแยะสิ่งนั้นๆ หรือปัญหานั้นๆ ออก ให้เห็นตามสภาวะและตามความสัมพันธ์แห่งเหตุปัจจัย - Yonisomanasikāra: reasoned attention; systematic attention; genetical reflection; analytical reflection)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อธรรม 2 อย่างนี้ ได้แก่ ธรรมหมวดที่ [1] และ [2] นั่นเอง แปลอย่างปัจจุบันว่า “องค์ประกอบของการศึกษา” หรือ “บุพภาคของการศึกษา” โดยเฉพาะข้อที่ 1 ในที่นี้ใช้คำกว้างๆ แต่ธรรมที่ต้องการเน้น ก็คือ กัลยาณมิตตตา ปัจจัยให้เกิดมิจฉาทิฏฐิ ก็มี 2 อย่าง คือ ปรโตโฆสะ และ อโยนิโสมนสิการ ซึ่งตรงข้ามกับที่กล่าวมานี้.</p>
<p>ดู [280] บุพนิมิตแห่งมรรค 7, [293] มรรคมีองค์ 8</p>
<p>M.I.294; A.I.87.	ม.มู.12/497/539; องฺ.ทุก. 20/371/110.</p>
<p><big>[35] ปาพจน์ 2</big> (วจนะอันเป็นประธาน, พุทธพจน์หลัก, คำสอนหลักใหญ่ - Pāvacana: fundamental text; fundamental teaching)</p>
<ol>
<li><strong>ธรรม</strong> (คำสอนแสดงหลักความจริงที่ควรรู้ และแนะนำหลักความดีที่ควรประพฤติ - Dhamma: the Doctrine)</li>
<li><strong>วินัย</strong> (ข้อบัญญัติที่วางไว้เป็นหลักกำกับความประพฤติให้เป็นระเบียบเรียบร้อยเสมอกัน - Vinaya: the Discipline)</li>
</ol>
<p>ดู [75] ไตรปิฎก ด้วย.</p>
<p>DII.154.	ที.ม. 10/141/178.</p>
<p><big>[☆☆] พุทธคุณ 2</big> <em>ดู [304] พุทธคุณ 2</em>.<br>
<big>[☆☆] พุทธคุณ 3</big> <em>ดู [305] พุทธคุณ 3</em>.<br>
<big>[☆☆] ไพบูลย์ 2</big> <em>ดู [44] เวปุลละ 2</em>.</p>
<p><big>[36] ภาวนา 2</big> (การเจริญ, การทำให้เกิดให้มีขึ้น, การฝึกอบรมจิตใจ - <em>Bhāvanā:</em> mental development)</p>
<ol>
  <li><strong>ภาวนา</strong> (การฝึกอบรมจิตให้เกิดความสงบ, การฝึกสมาธิ - <em>Samatha-bhāvanā:</em> tranquillity development)</li>
  <li><strong>วิปัสสนาภาวนา</strong> (การฝึกอบรมปัญญาให้เกิดความรู้แจ้งตามเป็นจริง, การเจริญปัญญา - <em>Vipassanā-bhāvanā:</em> insight development)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สองอย่างนี้ ในบาลีที่มาท่านเรียกว่า ภาเวตัพพธรรม และ วิชชาภาคิยธรรม. ในคัมภีร์สมัยหลัง บางทีเรียกว่า กรรมฐาน (อารมณ์เป็นที่ตั้งแห่งงานเจริญภาวนา, ที่ตั้งแห่งงานทำความเพียรฝึกอบรมจิต, วิธีฝึกอบรมจิต - <em>Kammaṭṭhāna:</em> stations of mental exercises; mental exercise; สงฺคห. 51; Comp. 202)</p>
<p>D.III.273; A.I.60. (ที.ปา.11/379/290; องฺ.ทุก.20/275/77.)</p>

<p><big>[37] ภาวนา 4</big> (การเจริญ, การทำให้เป็นให้มีขึ้น, การฝึกอบรม, การพัฒนา - <em>Bhāvanā:</em> growth; cultivation; training; development)</p>
<ol>
  <li><strong>กายภาวนา</strong> (การเจริญกาย, พัฒนากาย, การฝึกอบรมกาย ให้รู้จักติดต่อเกี่ยวข้องกับสิ่งทั้งหลายภายนอกทางอินทรีย์ทั้งห้าด้วยดี และปฏิบัติต่อสิ่งเหล่านั้นในทางที่เป็นคุณ มิให้เกิดโทษ ให้กุศลธรรมงอกงาม ให้อกุศลธรรมเสื่อมสูญ, การพัฒนาความสัมพันธ์กับสิ่งแวดล้อมทางกายภาพ - <em>Kāya-bhāvanā:</em> physical development)</li>
  <li><strong>สีลภาวนา</strong> (การเจริญศีล, พัฒนาความประพฤติ, การฝึกอบรมศีล ให้ตั้งอยู่ในระเบียบวินัย ไม่เบียดเบียนหรือก่อความเดือดร้อนเสียหาย อยู่ร่วมกับผู้อื่นได้ด้วยดี เกื้อกูลแก่กัน - <em>Sīla-bhāvanā:</em> moral development)</li>
  <li><strong>จิตตภาวนา</strong> (การเจริญจิต, พัฒนาจิต, การฝึกอบรมจิตใจ ให้เข้มแข็งมั่นคง เจริญงอกงามด้วยคุณธรรมทั้งหลาย เช่น มีเมตตากรุณา มีฉันทะ ขยันหมั่นเพียร อดทน มีสมาธิ และสดชื่น เบิกบาน เป็นสุขผ่องใส เป็นต้น - <em>Citta-bhāvanā:</em> cultivation of the heart; emotional development)</li>
  <li><strong>ปัญญาภาวนา</strong> (การเจริญปัญญา, พัฒนาปัญญา, การฝึกอบรมปัญญา ให้รู้เข้าใจสิ่งทั้งหลายตามเป็นจริง รู้เท่าทันเห็นแจ้งโลกและชีวิตตามสภาวะ สามารถทำจิตใจให้เป็นอิสระ ทำตนให้บริสุทธิ์จากกิเลสและปลอดพ้นจากความทุกข์ แก้ไขปัญหาที่เกิดขึ้นได้ด้วยปัญญา - <em>Paññā-bhāvanā:</em> cultivation of wisdom; intellectual development; wisdom development)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีที่มา ท่านแสดงภาวนา 4 นี้ ในรูปที่เป็นคุณบทของบุคคล จึงเป็น ภาวิต 4 คือ ภาวิตกาย ภาวิตศีล ภาวิตจิต ภาวิตปัญญา (ผู้ได้เจริญกาย ศีล จิต และปัญญาแล้ว) บุคคลที่มีคุณสมบัติชุดนี้ครบถ้วนย่อมเป็นพระอรหันต์</p>
<p>A.III.106. (องฺ.ปญฺจก. 22/79/121.)</p>
''',/*30*/'''<p><big>[38] รูป 21, 28</big> (สภาวะที่แปรปรวนแตกสลายเพราะปัจจัยต่างๆ อันขัดแย้ง, ร่างกายและส่วนประกอบฝ่ายวัตถุพร้อมทั้งพฤติกรรมและคุณสมบัติของมัน, ส่วนที่เป็นร่างกับทั้งคุณและอาการ - <em>Rūpa:</em> corporeality; materiality; matter)</p>
<ol>
    <li>มหาภูต หรือ ภูตรูป 4 (สภาวะอันปรากฏได้เป็นใหญ่ๆ โตๆ หรือเป็นต่างๆ ได้มากมาย, รูปที่มีอยู่โดยสภาวะ, รูปต้นเดิม ได้แก่ธาตุ 4 - <em>Mahābhūta:</em> primary elements)</li>
    <li>อุปาทารูป หรือ อุปาทายรูป 24 (รูปอาศัย, รูปที่เป็นไปโดยอาศัยมหาภูต, คุณและอาการแห่งมหาภูต - <em>Upādā-rūpa:</em> derivative materiality)</li>
</ol>
<p>M.II.262; Ps.I.183. ม.อุ.14/83/75; ขุ.ปฏิ.31/403/275.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;รูป 28 ก็คือรูป 2 หมวดข้างต้นนี้เอง แต่นับข้อย่อย กล่าวคือ</p>
<ol>
    <li>มหาภูต หรือ ภูตรูป 4 (รูปใหญ่, รูปเดิม - <em>Mahābhūta:</em> primary elements; great essentials) <em><small>ดู</small> [39]</em></li>
    <li>อุปาทายรูป 24 (รูปอาศัย, รูปสืบเนื่อง - Upādā-rūpa: derived material qualities) <em><small>ดู</small> [40]</em></li>
</ol>
<p>Comp.157. สงฺคห.33.</p>

<p><big>[39] มหาภูต หรือ ภูตรูป 4</big> (<em>Mahābhūta:</em> the Four Primary Elements; primary matter)</p>
<ol>
    <li><strong>ปฐวีธาตุ</strong> (สภาวะที่แผ่ไปหรือกินเนื้อที่, สภาพอันเป็นหลักที่ตั้งที่อาศัยแห่งสหชาตรูป เรียกสามัญว่า ธาตุแข้นแข็ง หรือ ธาตุดิน - <em>Paṭhavā-dhātu:</em> element of extension; solid element; earth)</li>
    <li><strong>อาโปธาตุ</strong> (สภาวะที่เอิบอาบหรือดูดซึม หรือซ่านไป ขยายขนาด ผนึก พูนเข้าด้วยกัน เรียกสามัญว่า ธาตุเหลว หรือ ธาตุน้ำ - <em>Āpo-dhātu:</em> element of cohesion; liquid element; water)</li>
    <li><strong>เตโชธาตุ</strong> (สภาวะที่ทำให้ร้อน เรียกสามัญว่า ธาตุไฟ - <em>Tejo-dhātu:</em> element of heat or radiation; heating element; fire)</li>
    <li><strong>วาโยธาตุ</strong> (สภาวะที่ทำให้สั่นไหว เคลื่อนที่ และค้ำจุน เรียกสามัญว่า ธาตุลม - <em>Vāyo-dhātu:</em> element of vibration or motion; air element; wind)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สี่อย่างนี้ เรียกอีกอย่างหนึ่งว่า <string>ธาตุ 4</strong> (ในคัมภีร์ชั้นหลัง มี 2-3 แห่ง เรียกว่า มหาภูตรูป 4)</p>
<p>D.I.214; Vism.443; Comp.154. ที.สี.9/343/277; <br>วิสุทฺธิ.3/11; สงฺคห.33.</p>
''',/*31*/'''<div>
  <div><big>[40] อุปาทารูป หรือ อุปาทายรูป 2</big><sup>4</sup> (<em>Upādā-rūpa:</em> derivative materiality)</div>
  <p><em>ก. ปสาทรูป 5</em> (รูปที่เป็นประสาทสำหรับรับอารมณ์ - Pasāda-rūpa: sensitive material qualities)</p>
  <ol>
    <li><strong>จักขุ</strong> (ตา - <em>Cakkhu:</em> the eye)</li>
    <li><strong>โสตะ</strong> (หู - <em>Sota:</em> the ear)</li>
    <li><strong>ฆานะ</strong> (จมูก - <em>Ghāna:</em> the nose)</li>
    <li><strong>ชิวหา</strong> (ลิ้น - <em>Jivhā:</em>the tongue)</li>
    <li><strong>กาย</strong> (กาย - <em>Kāya:</em> the body)</li>
  </ol>
  <p><em>ข. โคจรรูป</em> หรือ <em>วิสัยรูป 5</em> (รูปที่เป็นอารมณ์หรือแดนรับรู้ของอินทรีย์ - <em>Gocara-rūpa</em> or <em>Visaya-rūpa:</em> material qualities of sense-fields)</p>
  <ol start="6">
    <li><strong>รูปะ</strong> (รูป - <em>Rūpa:</em> form)</li>
    <li><strong>สัททะ</strong> (เสียง - <em>Sadda:</em> sound)</li>
    <li><strong>คันธะ</strong> (กลิ่น - <em>Gandha:</em> smell)</li>
    <li><strong>รสะ</strong> (รส - <em>Rasa:</em> taste)</li>
    <li><strong>โผฏฐัพพะ</strong> (สัมผัสทางกาย - <em>Phoṭṭhabba:</em> tangible objects) ข้อนี้ไม่นับเพราะเป็นอันเดียวกับมหาภูต 3 คือ ปฐวี เตโช และ วาโย ที่กล่าวแล้วในมหาภูต</li>
  </ol>
  <p><em>ค. ภาวรูป 2</em> (รูปที่เป็นภาวะแห่งเพศ - <em>Bhāva-rūpa:</em> material qualities of sex)</p>
  <ol start="10">
    <li><strong>อิตถัตตะ, อิตถินทรีย์</strong> (ความเป็นหญิง - <em>Itthatta:</em> femininity)</li>
    <li><strong>ปุริสัตตะ, ปุริสินทรีย์</strong> (ความเป็นชาย - <em>Purisatta:</em> masculinity)</li>
  </ol>
  <p><em>ง. หทัยรูป 1</em> (รูป คือหทัย - <em>Hadaya-rūpa:</em> physical basis of mind)</p>
  <ol start="12">
    <li><strong>หทัยวัตถุ<small>*</small></strong> (ที่ตั้งแห่งใจ, หัวใจ - <em>Hadaya-vatthu:</em> heart-base)</li>
  </ol>
  <p><em>จ. ชีวิตรูป 1</em> (รูปที่เป็นชีวิต - <em>Jīvita-rūpa:</em> material quality of life)</p>
  <ol start="13">
    <li><strong>ชีวิตินทรีย์</strong> (อินทรีย์คือชีวิต - <em>Jīvitindriya:</em> life-faculty; vitality; vital force)</li>
  </ol>
  <p><em>ฉ. อาหารรูป 1</em> (รูปคืออาหาร - <em>Āhāra-rūpa:</em> material quality of nutrition)</p>
  <ol start="14">
    <li><strong>กวฬิงการาหาร</strong> (อาหารคือคำข้าว, อาหารที่กิน - <em>Kavaḷiṅkārāhāra:</em> edible food; nutriment)</li>
  </ol>
  <p><em>ช. ปริจเฉทรูป 1</em> (รูปที่กำหนดเทศะ - <em>Pariccheda-rūpa:</em> material quality of delimitation)</p>
  <ol start="15">
    <li><strong>อากาสธาตุ</strong> (สภาวะคือช่องว่าง - <em>Ākāsa-dhātu:</em> space-element)</li>
  </ol>
  <p><em>ญ. วิญญัติรูป 2</em> (รูปคือการเคลื่อนไหวให้รู้ความหมาย - <em>Viññatti-rūpa:</em> material quality of communication)</p>
  <ol start="16">
    <li><strong>กายวิญญัติ</strong> (การเคลื่อนไหวให้รู้ความหมายด้วยกาย - <em>Kāya-viññatti:</em> bodily intimation; gesture)</li>
    <li><strong>วจีวิญญัติ</strong> (การเคลื่อนไหวให้รู้ความหมายด้วยวาจา - <em>Vacī-viññatti:</em> verbal intimation; speech)</li>
  </ol>
  <p><em>ฎ. วิการรูป 5</em> (รูปคืออาการที่ดัดแปลงทำให้แปลกให้พิเศษได้ - <em>Vikāra-rūpa:</em> material quality of plasticity or alterability)</p>
  <ol start="18">
    <li><strong>[รูปัสสะ] ลหุตา</strong> (ความเบา - <em>Lahutā:</em> lightness; agility)</li>
    <li><strong>[รูปัสสะ] มุทุตา</strong> (ความอ่อนสลวย - <em>Mudutā:</em> pliancy; elasticity; malleability)</li>
    <li><strong>[รูปัสสะ] กัมมัญญตา</strong> (ความควรแก่การงาน, ใช้การได้ - <em>Kammaññatā:</em> adaptability; wieldiness)</li>
  </ol>
  <p><em>ฏ. ลักขณรูป 4</em> (รูปคือลักษณะหรืออาการเป็นเครื่องกำหนด - <em>Lakkhaṇa-rūpa:</em> material quality of salient features)</p>
  <ol start="21">
    <li><strong>[รูปัสสะ] อุปจยะ</strong> (ความก่อตัวหรือเติบขึ้น - <em>Upacaya:</em> growth; integration)</li>
    <li><strong>[รูปัสสะ] สันตติ</strong> (ความสืบต่อ - <em>Santati:</em> continuity)</li>
    <li><strong>[รูปัสสะ] ชรตา</strong> (ความทรุดโทรม - <em>Jaratā:</em> decay)</li>
    <li><strong>[รูปัสสะ] อนิจจตา</strong> (ความปรวนแปรแตกสลาย - <em>Aniccatā:</em> impermanence)</li>
  </ol>
  <p>Dhs.127; Vism.443; Comp.155. อภิ.สํ.34/504/185; วิสุทฺธิ.3/11; สงฺคห.34.</p>
</div>
''',/*32*/
    '''<div>
  <div><big>[41] รูป 2</big><sup>2</sup> (สิ่งที่เป็นร่างพร้อมทั้งคุณและอาการ - <em>Rūpa:</em> matter; materiality)</div>
  <ol>
    <li><strong>อุปาทินนกรูป</strong> (รูปที่กรรมยึดครองหรือเกาะกุม ได้แก่รูปที่เกิดจากกรรม - <em>Upādinnaka-rūpa:</em> kammically grasped materiality; clung-to materiality; organic matter)</li>
    <li><strong>อนุปาทินนกรูป</strong> (รูปที่กรรมไม่ยึดครองหรือเกาะกุม ได้แก่รูปที่มิใช่เกิดจากกรรม - <em>Anupādinnaka-rūpa:</em> kammically ungrasped materiality; not-clung-to materiality; inorganic matter)</li>
  </ol>
  <p>Vbh.14; Vism.450; Comp.159. อภิ.วิ.35/36/19; วิสุทฺธิ.3/20; สงฺคห.35.</p>
  
  <div><big>[42] ฤทธิ์ 2</big> (อิทธิ คือความสำเร็จ ความรุ่งเรือง - <em>Iddhi:</em> achievement; success; prosperity)</div>
  <ol>
    <li><strong>อามิสฤทธ์</strong> (อามิสเป็นฤทธิ์, ความสำเร็จหรือความรุ่งเรืองทางวัตถุ - <em>Āmisa-iddhi:</em> achievement of carnality; material or carnal prosperity)</li>
    <li><strong>ธรรมฤทธิ์</strong> (ธรรมเป็นฤทธิ์, ความสำเร็จหรือความรุ่งเรืองทางธรรม - <em>Dhamma-iddhi:</em> achievement of righteousness; doctrinal or spiritual prosperity)</li>
  </ol>
  <p>A.I.93. องฺ.ทุก.20/403/117.</p>
  
  <div><big>[43] วิมุตติ 2</big> (ความหลุดพ้น - <em>Vimutti:</em> deliverance; liberation; freedom)</div>
  <ol>
    <li><strong>เจโตวิมุตติ</strong> (ความหลุดพ้นแห่งจิต, ความหลุดพ้นด้วยอำนาจการฝึกจิต, ความหลุดพ้นแห่งจิตจากราคะ ด้วยกำลังแห่งสมาธิ - <em>Cetovimutti:</em> deliverance of mind; liberation by concentration)</li>
    <li><strong>ปัญญาวิมุตติ</strong> (ความหลุดพ้นด้วยปัญญา, ความหลุดพ้นด้วยอำนาจการเจริญปัญญา, ความหลุดพ้นแห่งจิตจากอวิชชา ด้วยปัญญาที่รู้เห็นตามเป็นจริง - <em>Paññāvimutti:</em> deliverance through insight; liberation through wisdom)</li>
  </ol>
  <p>A.I.60. องฺ.ทุก.20/276/78.</p>
  
  <div><big>[44] เวปุลละ 2</big> (ความไพบูลย์ - <em>Vepulla:</em> abundance)</div>
  <ol>
    <li><strong>อามิสเวปุลละ</strong> (อามิสไพบูลย์, ความไพบูลย์แห่งอามิส - <em>Āmisa-vepulla:</em> abundance of material things; material abundance)</li>
    <li><strong>ธัมมเวปุลละ</strong> (ธรรมไพบูลย์ ความไพบูลย์แห่งธรรม - <em>Dhamma-vepulla:</em> abundance of virtues; doctrinal or spiritual abundance)</li>
  </ol>
  <p>A.I.93. องฺ.ทุก.20/407/117.</p>
  
  <div><big>[45] สมาธิ 2</big> (ความตั้งมั่นแห่งจิต, ภาวะที่จิตสงบนิ่งจับอยู่ที่อารมณ์อันเดียว - <em>Samādhi:</em> concentration)</div>
  <ol>
    <li><strong>อุปจารสมาธิ</strong> (สมาธิเฉียดๆ, สมาธิจวนจะแน่วแน่ - <em>Upacāra-samādhi:</em> access concentration)</li>
    <li><strong>อัปปนาสมาธิ</strong> (สมาธิแน่วแน่, สมาธิแนบสนิท, สมาธิในฌาน - <em>Appanā-samādhi:</em> attainment concentration)</li>
  </ol>
  <p>Vism.85, 371. วิสุทฺธิ.1/105; 2/194.</p>
</div>
''',/*33*/
    '''<div>
  <div><big>[46] สมาธิ 3</big><sup>1</sup> (ความตั้งมั่นแห่งจิต, ภาวะที่จิตสงบนิ่งจับอยู่ที่อารมณ์อันเดียว - <em>Samādhi:</em> concentration)</div>
  <ol>
    <li><strong>ขณิกสมาธิ</strong> (สมาธิชั่วขณะ - <em>Khaṇika-samādhi:</em> momentary concentration)</li>
    <li><strong>อุปจารสมาธิ</strong> (สมาธิจวนจะแน่วแน่ - <em>Upacāra-samādhi:</em> access concentration)</li>
    <li><strong>อัปปนาสมาธิ</strong> (สมาธิแน่วแน่ - <em>Appanā-samādhi:</em> attainment concentration)</li>
  </ol>
  <p>DhsA.117; Vism.144. สงฺคณี.อ.207; วิสุทฺธิ.1/184.</p>

  <div><big>[47] สมาธิ 3</big><sup>2</sup> (ความตั้งมั่นแห่งจิต หมายถึงสมาธิในวิปัสสนา หรือตัววิปัสสนานั่นเอง แยกประเภทตามลักษณะการกำหนดพิจารณาไตรลักษณ์ ข้อที่ให้สำเร็จความหลุดพ้น - <em>Samādhi:</em> concentration)</div>
  <ol>
    <li><strong>สุญญตสมาธิ</strong> (สมาธิอันพิจารณาเห็นความว่าง ได้แก่ วิปัสสนาที่ให้ถึงความหลุดพ้นด้วยกำหนดอนัตตลักษณะ - <em>Suññata-samādhi:</em> concentration on the void)</li>
    <li><strong>อนิมิตตสมาธิ</strong> (สมาธิอันพิจารณาธรรมไม่มีนิมิต ได้แก่ วิปัสสนาที่ให้ถึงความหลุดพ้นด้วยกำหนดอนิจจลักษณะ - <em>Animitta-samādhi:</em> concentration on the signless)</li>
    <li><strong>อัปปณิหิตสมาธิ</strong> (สมาธิอันพิจารณาธรรมไม่มีความตั้งปรารถนา ได้แก่ วิปัสสนาที่ให้ถึงความหลุดพ้นด้วยกำหนดทุกขลักษณะ - <em>Appaṇihita-samādhi:</em> concentration on the desireless or non-hankering)</li>
  </ol>
  <p><em><small>ดู</small> [107] วิโมกข์ 3.</em></p> 
  <p>D.III.219; A.I.299; Ps.I.49. ที.ปา.11/228/231; องฺ.ติก.20/599/385; ขุ.ปฏิ.31/92/70.</p>

  <div><big>[48] สังขาร 2</big> (สภาพที่ปัจจัยทั้งหลายปรุงแต่งขึ้น, สิ่งที่เกิดจากเหตุปัจจัย - <em>Saṅkhāra:</em> conditioned things; compounded things)</div>
  <ol>
    <li><strong>อุปาทินนกสังขาร</strong> (สังขารที่กรรมยึดครองหรือเกาะกุม ได้แก่อุปาทินนธรรม - <em>Upādinnaka-saṅkhāra:</em> kammically grasped phenomena)</li>
    <li><strong>อนุปาทินนกสังขาร</strong> (สังขารที่กรรมไม่ยึดครองหรือเกาะกุม ได้แก่อนุปาทินนธรรมทั้งหมด เว้นแต่อสังขตธาตุ คือนิพพาน - <em>Anupādinnaka-saṅkhāra:</em> kammically ungrasped phenomena)</li>
  </ol>
  <p><em><small>ดู</small> [22] ธรรม 24; [41] รูป 22; [119] สังขาร 31; [185] สังขาร 4 ด้วย.</em></p> 
  <p>AA.IV.50. องฺ.อ.3/223; วิภงฺค.อ.596.</p>

  <div><big>[49] สังคหะ 2</big> (การสงเคราะห์ - <em>Saṅgaha:</em> aid; giving of help or favours; act of aiding or supporting)</div>
  <ol>
    <li><strong>อามิสสังคหะ</strong> (อามิสสงเคราะห์, สงเคราะห์ด้วยอามิส - <em>Āmisa-saṅgaha:</em> supporting with requisites; material aid)</li>
    <li><strong>ธัมมสังคหะ</strong> (ธรรมสงเคราะห์, สงเคราะห์ด้วยธรรม - <em>Dhamma-saṅgaha:</em> aiding by teaching or showing truth; spiritual aid)</li>
  </ol>
  <p>A.I.91. องฺ.ทุก.20/393/115.</p>
</div>
''',/*34*/
    '''<div>
  <div><big>[50] สัจจะ 2</big> (ความจริง - <em>Sacca:</em> truth)</div>
  <ol>
    <li><strong>สมมติสัจจะ</strong> (ความจริงโดยสมมุติ, ความจริงที่ขึ้นต่อการยอมรับของคน, ความจริงที่ถือตามความกำหนดหมายตกลงกันไว้ของชาวโลก เช่นว่า คน สัตว์ โต๊ะ หนังสือ เป็นต้น - <em>Sammati-sacca:</em> conventional truth)</li>
    <li><strong>ปรมัตถสัจจะ</strong> (ความจริงโดยปรมัตถ์, ความจริงที่มีอยู่ในธรรมชาติ โดยไม่ขึ้นต่อการยอมรับของคน, ความจริงตามความหมายขั้นสุดท้ายที่ตรงตามสภาวะและเท่าที่จะกล่าวถึงได้ เช่นว่า รูป นาม เวทนา จิต เจตสิก เป็นต้น - <em>Paramattha-sacca:</em> ultimate truth, absolute truth)</li>
  </ol>
  <p>AA.I.95; KvuA.34. องฺ.อ.1/100; ปญฺจ.อ.153,182,241; ฯลฯ.</p>

  <div><big>[51] สาสน์ <small>หรือ</small> ศาสนา 2</big> (คำสอน - <em>Sāsana:</em> teaching; dispensation)</div>
  <ol>
    <li><strong>ปริยัติศาสนา</strong> (คำสอนฝ่ายปริยัติ, คำสอนอันจะต้องเล่าเรียนหรือจะต้องช่ำชอง ได้แก่ สุตตะ เคยยะ ฯลฯ เวทัลละ - <em>Pariyatti-sāsana:</em> teaching to be studied or mastered; textual or scriptural teaching; dispensation as text)</li>
    <li><strong>ปฏิบัติศาสนา</strong> (คำสอนฝ่ายปฏิบัติ, คำสอนที่จะต้องปฏิบัติ ได้แก่ สัมมาปฏิปทา อนุโลม-ปฏิปทา อปัจจนีกปฏิปทา (ปฏิปทาที่ไม่ขัดขวาง) อันวัตถปฏิปทา (ปฏิปทาที่เป็นไปตามความมุ่งหมาย) ธัมมานุธัมมปฏิปทา (ปฏิบัติธรรมถูกหลัก) กล่าวคือ การบำเพ็ญศีลให้บริบูรณ์ - <em>Pañipatti-sāsana:</em> teaching to be practised; practical teaching; dispensation as practice)</li>
  </ol>
  <p>Nd1143. ขุ.ม.29/232/175.</p>

  <div><big>[52] สุข 2</big><sup>1</sup> (ความสุข - <em>Sukha:</em> pleasure; happiness)</div>
  <ol>
    <li><strong>กายิกสุข</strong> (สุขทางกาย - <em>Kāyika-sukha:</em> bodily happiness)</li>
    <li><strong>เจตสิกสุข</strong> (สุขทางใจ - <em>Cetasika-sukha:</em> mental happiness)</li>
  </ol>
  <p>A.I.80. องฺ.ทุก.20/315/101.</p>

  <div><big>[53] สุข 2</big><sup>2</sup> (ความสุข - <em>Sukha:</em> pleasure; happiness)</div>
  <ol>
    <li><strong>สามิสสุข</strong> (สุขอิงอามิส, สุขอาศัยเหยื่อล่อ, สุขจากวัตถุคือกามคุณ - <em>Sāmisa-sukha:</em> carnal or sensual happiness)</li>
    <li><strong>นิรามิสสุข</strong> (สุขไม่อิงอามิส, สุขไม่ต้องอาศัยเหยื่อล่อ, สุขปลอดโปร่งเพราะใจสงบหรือได้รู้แจ้งตามเป็นจริง - <em>Nirāmisa-sukha:</em> happiness independent of material things or sensual desires; spiritual happiness)</li>
  </ol>
  <p>A.I.80. องฺ.ทุก.20/313/101.</p>
</div>
''',/*35*/
    '''<big>[54] สุทธิ 2</big> (ความบริสุทธิ์, ความสะอาดหมดจด - <em>Suddhi:</em> purity)
<ol>
  <li><strong>ปริยายสุทธิ</strong> (ความบริสุทธิ์บางส่วน, หมดจดในบางแง่บางด้าน ได้แก่ ความบริสุทธิ์ของปุถุชนจนถึงพระอริยบุคคลผู้ตั้งอยู่ในอรหัตตมรรค ที่ครองตนบริสุทธิ์ด้วยข้อปฏิบัติหรือธรรมที่ตนเข้าถึงบางอย่าง แต่ยังมีกิจในการละและเจริญซึ่งจะต้องทำต่อไปอีก - <em>Pariyāya-suddhi:</em> partial purity)</li>
  <li><strong>นิปปริยายสุทธิ</strong> (ความบริสุทธิ์สิ้นเชิง, หมดจดแท้จริงเต็มความหมาย ได้แก่ ความบริสุทธิ์ของพระอรหันต์ผู้เสร็จกิจในการละและการเจริญธรรม ครองตนไร้มลทินทุกประการ - <em>Nippariyāya-suddhi:</em> absolute purity)</li>
</ol>
<p>AA.I.293-4. องฺ.อ.2/4.</p>

<big>[36] อริยบุคคล 2</big> (บุคคลผู้ประเสริฐ, ผู้บรรลุธรรมพิเศษตั้งแต่โสดาปัตติมรรคขึ้นไป, ผู้เป็นอารยะในความหมายของพระพุทธศาสนา - <em>Ariya-puggala:</em> noble individuals; holy persons)
<ol>
  <li><strong>เสขะ</strong> (พระเสขะ, พระผู้ยังต้องศึกษา ได้แก่พระอริยบุคคล 7 เบื้องต้นในจำนวน 8 - <em>Sekha:</em> the learner)</li>
  <li><strong>อเสขะ</strong> (พระอเสขะ, พระผู้ไม่ต้องศึกษา ได้แก่ผู้บรรลุอรหัตตผลแล้ว - <em>Asekha:</em> the adept)</li>
</ol>
ทั้ง 2 ประเภทนี้ ในบาลีที่มาเรียกว่า <em>ทักขิไณยบุคคล 2.</em>
<p>A.I.62. องฺ.ทุก.20/280/80.</p>

<big>[37] อริยบุคคล 4</big>
<ol>
  <li><strong>โสดาบัน</strong> (“ผู้ถึงกระแส”, ท่านผู้บรรลุโสดาปัตติผลแล้ว - Sotāpanna: Stream-Enterer)</li>
  <li><strong>สกทาคามี</strong> (“ผู้กลับมาอีกครั้งเดียว”, ท่านผู้บรรลุสกทาคามิผลแล้ว - Sakadāgāmī: Once-Returner)</li>
  <li><strong>อนาคามี</strong> (“ผู้ไม่เวียนกลับมาอีก”, ท่านผู้บรรลุอนาคามิผลแล้ว - Anāgāmī: Non-Returner)</li>
  <li><strong>อรหันต์</strong> (“ผู้ควร”, “ผู้หักกำแห่งสงสารแล้ว”, ท่านผู้บรรลุอรหัตตผลแล้ว - Arahanta: the Worthy One)</li>
</ol>
<em><small>ดู</small> [164] มรรค 4; [329] สังโยชน์ 10<sup>1</sup>.</em>
<p>D.I.156. นัย ที.สี.9/250-253/199-200.</p>
''',/*36*/
    '''<big>[57] อริยบุคคล 8</big> แยกเป็น <em>มรรคสมังคี</em> (ผู้พร้อมด้วยมรรค) 4, <em>ผลสมังคี</em> (ผู้พร้อมด้วยผล) 4
<ol>
  <li><strong>โสดาบัน</strong> (ท่านผู้บรรลุโสดาปัตติผลแล้ว, พระผู้ตั้งอยู่ในโสดาปัตติผล - one who has entered the Stream; one established in the Fruition of Stream-Entry; Stream-Enterer)</li>
  <li><strong>ท่านผู้ปฏิบัติเพื่อทำให้แจ้งโสดาปัตติผล</strong> (พระผู้ตั้งอยู่ในโสดาปัตติมรรค - one who has worked for the realization of the Fruition of Stream-Entry; one established in the Path of Stream-Entry)</li>
  <li><strong>สกทาคามี</strong> (ท่านผู้บรรลุสกทาคามิผลแล้ว, พระผู้ตั้งอยู่ในสกทาคามิผล - one who is a Once-Returner; one established in the Fruition of Once-Returning)</li>
  <li><strong>ท่านผู้ปฏิบัติเพื่อทำให้แจ้งสกทาคามิผล</strong> (พระผู้ตั้งอยู่ในสกทาคามิมรรค - one who has worked for the realization of the Fruition of Once-Returning; one established in the Path of Once-Returning)</li>
  <li><strong>อนาคามี</strong> (ท่านผู้บรรลุอนาคามิผลแล้ว, พระผู้ตั้งอยู่ในอนาคามิผล - one who is a Non-Returner; one established in the Fruition of Non-Returning)</li>
  <li><strong>ท่านผู้ปฏิบัติเพื่อทำให้แจ้งอนาคามิผล</strong> (พระผู้ตั้งอยู่ในอนาคามิมรรค - one who has worked for the realization of the Fruition of Non-Returning; one established in the Path of Non-Returning)</li>
  <li><strong>อรหันต์</strong> (ท่านผู้บรรลุอรหัตตผลแล้ว, พระผู้ตั้งอยู่ในอรหัตตผล - one who is an Arahant; one established in the Fruition of Arahantship)</li>
  <li><strong>ท่านผู้ปฏิบัติเพื่อทำให้แจ้งอรหัตตผล</strong> (พระผู้ตั้งอยู่ในอรหัตตมรรค - one who has worked for the realization of the Fruition of Arahantship; one established in the Path of Arahantship)</li>
</ol>
&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง 8 ประเภทนี้ ในบาลีที่มาทั้งหลายเรียกว่า <em>ทักขิไณยบุคคล 8</em>
<br>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small> [164-5] มรรค 4 ผล 4 ด้วย.</em>
<p>D.III.255; A.IV.291; Pug 73. ที.ปา.11/342/267; องฺ.อฏฺฐก.23/149/301; อภิ.ปุ.36/150/233.</p>
''',/*37*/
    '''<big>[58] โสดาบัน 3</big> (ท่านผู้บรรลุโสดาปัตติผลแล้ว, ผู้แรกถึงกระแสอันนำไปสู่พระนิพพาน แน่ต่อการตรัสรู้ข้างหน้า - <em>Sotāpanna:</em> Stream-Enterer)
<ol>
  <li><strong>เอกพีชี</strong> (ผู้มีพืชคืออัตภาพอันเดียว คือ เกิดอีกครั้งเดียว ก็จักบรรลุอรหัต - <em>Ekabījī:</em> the Single-Seed)</li>
  <li><strong>โกลังโกละ</strong> (ผู้ไปจากสกุลสู่สกุล คือ เกิดในตระกูลสูงอีก 2-3 ครั้ง หรือเกิดในสุคติอีก 2-3 ภพ ก็จักบรรลุอรหัต - <em>Kolaṅkola:</em> the Clan-to-Clan)</li>
  <li><strong>สัตตักขัตตุงปรมะ</strong> (ผู้มีเจ็ดครั้งเป็นอย่างยิ่ง คือ เวียนเกิดในสุคติภพอีกอย่างมากเพียง 7 ครั้ง ก็จักบรรลุอรหัต - <em>Sattakkhattuṁparama:</em> the Seven-Times-at-Most)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เกณฑ์แบ่งหรือเหตุให้เป็นเช่นนี้ กำหนดด้วยวิปัสสนาและความมีอินทรีย์อันแก่กล้า ปานกลาง และอ่อนกว่ากัน ตามลำดับ</p>
<p>A.I.233: IV.380; V.120; Pug.3,16,74. องฺ.ติก.20/528/302; องฺ.นวก.23/216/394; องฺ.ทสก.24/64/129/; อภิ.ปุ.36/47-9/147.</p>

<big>[59] สกทาคามี 3, 5</big> (ท่านผู้บรรลุสกทาคามิผลแล้ว, ผู้กลับมาอีกครั้งเดียว - <em>Sakadā-gāmī:</em> Once-Returner)
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระสกทาคามีนี้ ในบาลีมิได้แยกประเภทไว้ แต่ในคัมภีร์รุ่นหลังแยกประเภทไว้หลายอย่าง เช่น ในคัมภีร์ปรมัตถโชติกา แยกไว้เป็น 3 ประเภท คือ ผู้ได้บรรลุผลนั้น ในกามภพ 1 ในรูปภพ 1 ในอรูปภพ 1<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในคัมภีร์ปรมัตถมัญชุสา จำแนกไว้ 5 ประเภท คือ ผู้บรรลุในโลกนี้แล้ว ปรินิพพานในโลกนี้เอง 1 ผู้บรรลุในโลกนี้แล้ว ปรินิพพานในเทวโลก 1 ผู้บรรลุในเทวโลกแล้ว ปรินิพพานในเทวโลกนั้นเอง 1 ผู้บรรลุในเทวโลกแล้ว เกิดในโลกนี้จึงปรินิพพาน 1 ผู้บรรลุในโลกนี้แล้ว ไปเกิดในเทวโลกหมดอายุแล้ว กลับมาเกิดในโลกนี้จึงปรินิพพาน 1 และอธิบายต่อท้ายว่า พระสกทาคามีที่กล่าวถึงในบาลีหมายเอาประเภทที่ 5 อย่างเดียว<br>
  &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้ ที่ท่านแบ่งออกเป็น 4 บ้าง 12 บ้าง ก็มี แต่จะไม่กล่าวไว้ในที่นี้
<p>KhA.182. ขุทฺทก.อ.199; วิสุทฺธิ.ฏีกา3/655.</p>
''',/*40*/'''<big>[60] อนาคามี 5</big> (ท่านผู้บรรลุอนาคามิผลแล้ว, ผู้ไม่เวียนกลับมาอีก - <em>Anāgāmī:</em> Non-Returner)
<ol>
  <li><strong>อันตราปรินิพพายี</strong> (ผู้ปรินิพพานในระหว่าง คือ เกิดในสุทธาวาสภพใดภพหนึ่งแล้ว อายุยังไม่ถึงกึ่ง ก็ปรินิพพานโดยกิเลสปรินิพพาน - <em>Antarā-parinibbāyī:</em> one who attains Parinibbàna within the first half life-span)</li>
  <li><strong>อุปหัจจปรินิพพายี</strong> (ผู้จวนจะถึงจึงปรินิพพาน คือ อายุพ้นกึ่งแล้ว จวนจะถึงสิ้นอายุจึงปรินิพพาน - <em>Upahacca-parinibbāyī:</em> one who attains Parinibbāna after the first half life-span)</li>
  <li><strong>อสังขารปรินิพพายี</strong> (ผู้ปรินิพพานโดยไม่ต้องใช้แรงชักจูง คือ ปรินิพพานโดยง่าย ไม่ต้องใช้ความเพียรนัก - <em>Asaṅkhāra-parinibbāyī:</em> one who attains Parinibbāna without exertion)</li>
  <li><strong>สสังขารปรินิพพายี</strong> (ผู้ปรินิพพานโดยใช้แรงชักจูง คือ ปรินิพพานโดยต้องใช้ความเพียรมาก - <em>Sasaṅkhāra-parinibbāyī:</em> one who attains Parinibbāna with exertion)</li>
  <li><strong>อุทธังโสโตอกนิฏฐคามี</strong> (ผู้มีกระแสในเบื้องบนไปสู่อกนิฏฐภพ คือ เกิดในสุทธาวาสภพใดภพหนึ่งก็ตาม จะเกิดเลื่อนต่อขึ้นไปจนถึงอกนิฏฐภพแล้วจึงปรินิพพาน - <em>Uddhaṁsoto-akaniṭṭhagāmī:</em> one who goes upstream bound for the highest realm; up-streamer bound for the Not-Junior Gods)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เกณฑ์แบ่ง ได้แก่ความต่างแห่งอินทรีย์ มีศรัทธาเป็นต้น ที่ยิ่งหย่อนกว่ากัน</p>
<p>A.I.233; IV.14,70,380; V.120; Pug.16. องฺ.ติก.20/528/302; องฺ.นวก.23/216/394; องฺ.ทสก.24/64/129; อภิ.ปุ.36/52-6/148.</p>

<big>[61] อรหันต์ 2</big> (ผู้บรรลุอรหัตตผลแล้ว, ท่านผู้สมควรรับทักษิณาและการเคารพบูชาอย่างแท้จริง - <em>Arahanta:</em> an Arahant; arahant; Worthy One)
<ol>
  <li><strong>สุกขวิปัสสก</strong> (ผู้เห็นแจ้งอย่างแห้งแล้ง คือ ท่านผู้มิได้ฌาน สำเร็จอรหัตด้วยเจริญแต่วิปัสสนาล้วนๆ - <em>Sukkhavipassaka:</em> the dry-visioned; bare-insight worker)</li>
  <li><strong>สมถยานิก</strong> (ผู้มีสมถะเป็นยาน คือ ท่านผู้เจริญสมถะจนได้ฌานสมาบัติแล้ว จึงเจริญวิปัสสนาต่อจนได้สำเร็จอรหัต - <em>Samathayānika:</em> one whose vehicle is tranquillity; the quiet-vehicled)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การจำแนกพระอรหันต์เป็นสองประเภทอย่างนี้ มาในคัมภีร์ชั้นหลังเช่น ปรมัตถโชติกาเป็นต้น ไม่ปรากฏในบาลีแห่งใด สรุปคำอธิบายเพื่อเข้าใจเพิ่มเติมดังนี้</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ประเภทที่ 1 คือท่านที่อาศัยเพียงอุปจารสมาธิ เจริญวิปัสสนาไปจนถึงที่สุด แต่เมื่อจะสำเร็จอรหัตนั้น ก็เป็นผู้ได้ปฐมฌาน ประเภทนี้ เรียกอีกอย่างว่า วิปัสสนายานิก หรือ สุทธวิปัสสนายานิก (ผู้มีวิปัสสนาล้วนๆ เป็นยาน - <em>Suddhavipassanāyānika:</em> one whose vehicle is pure insight; the insight-vehicled)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ประเภทที่ 2 คือ ที่บาลีเรียกว่า <em>อุภโตภาควิมุต</em></p>
<p>KhA.178,183; Vism.587,666. ขุทฺทก.อ.200; <br>วิสุทฺธิ.3/206,312; วิสุทฺธิ.ฏีกา3/398;576.</p>
''',/*38*/
    '''<big>[62] อรหันต์ 4, 5, 60</big> (<em>Arahanta:</em> an Arahant; arahant; Worthy One)
<ol>
  <li><strong>สุกฺขวิปสฺสโก</strong> (ผู้เจริญวิปัสสนาล้วน - <em>Sukkhavipassaka:</em> bare-insight worker)</li>
  <li><strong>เตวิชฺโช</strong> (ผู้ได้วิชชาสาม - <em>Tevijja:</em> one with the Threefold Knowledge)</li>
  <li><strong>ฉฬภิญฺโ</strong> (ผู้ได้อภิญญาหก - <em>Chaḷabhiñña:</em> one with the Sixfold Super-knowledge)</li>
  <li><strong>ปฏิสมฺภิทปฺปตฺโต</strong> (ผู้บรรลุปฏิสัมภิทา - <em>Paṭisambhidappatta:</em> one having attained the Analytic Insights)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระอรหันต์ทั้งสี่ในหมวดนี้ สมเด็จพระมหาสมณเจ้า กรมพระยาวชิรญาณวโรรส ทรงประมวลแสดงไว้ในหนังสือธรรมวิภาค ปริเฉทที่ 2 หน้า 41 พึงทราบคำอธิบายตามที่มาเฉพาะของคำนั้นๆ</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่ในคัมภีร์ทั้งหลายนิยมจำแนกเป็น 2 อย่าง เหมือนในหมวดก่อนบ้าง เป็น 5 อย่างบ้าง ที่เป็น 5 คือ</p>
<ol>
  <li><strong>ปัญญาวิมุต</strong> (ผู้หลุดพ้นด้วยปัญญา - <em>Paññāvimutta:</em> one liberated by wisdom)</li>
  <li><strong>อุภโตภาควิมุต</strong> (ผู้หลุดพ้นทั้งสองส่วน คือ ได้ทั้งเจโตวิมุตติ ขั้นอรูปสมาบัติก่อน แล้วได้ปัญญาวิมุตติ - <em>Ubhatobhāgavimutta:</em> one liberated in both ways)</li>
  <li><strong>เตวิชชะ</strong> (ผู้ได้วิชชาสาม - <em>Tevijja:</em> one possessing the Threefold Knowledge)</li>
  <li><strong>ฉฬภิญญะ</strong> (ผู้ได้อภิญญาหก - <em>Chaḷabhiñña:</em> one possessing the Sixfold Super-knowledge)</li>
  <li><strong>ปฏิสัมภิทัปปัตตะ</strong> (ผู้บรรลุปฏิสัมภิทาสี่ - <em>Paṭisambhidappatta:</em> one having gained the Four Analytic Insights)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้งหมดนี้ ย่อลงแล้วเป็น 2 คือ พระปัญญาวิมุต กับพระอุภโตภาควิมุต เท่านั้น พระสุกข-วิปัสสกที่กล่าวถึงข้างต้น เป็น พระปัญญาวิมุต ประเภทหนึ่ง (ในจำนวนพระปัญญาวิมุต 5 ประเภท คือ พระสุกขวิปัสสก และท่านผู้ได้ฌาน 4 ขั้นใดขั้นหนึ่งมาก่อนได้บรรลุอรหัตตผล) พระเตวิชชะ กับพระฉฬภิญญะ เป็น อุภโตภาควิมุต ทั้งนั้น แต่ท่านแยกพระอุภโตภาควิมุตไว้เป็นข้อหนึ่งต่างหาก เพราะพระอุภโตภาควิมุตที่ไม่ได้โลกียวิชชาและโลกียอภิญญา ก็มี ส่วนพระปฏิสัมภิทัปปัตตะ ได้ความแตกฉานทั้งสี่ด้วยปัจจัยทั้งหลาย คือ การเล่าเรียน สดับ สอบค้น ประกอบความเพียรไว้เก่า และการบรรลุอรหัต.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระอรหันต์ 5 นั้น แต่ละประเภท จำแนกโดยวิโมกข์ 3 รวมเป็น 15 จำแนกออกไปอีกโดยปฏิปทา 4 จึงรวมเป็น 60 ความละเอียดในข้อนี้ จะไม่แสดงไว้ เพราะจะทำให้ฟั่นเฝือ ผู้ต้องการทราบยิ่งขึ้นไป พึงนำหลักที่กล่าวมาตั้งเป็นเกณฑ์จำแนกได้เอง</p>
<p><em><small>ดู</small> [61] อรหันต์ 2; [106] วิชชา 3; [155] ปฏิสัมภิทา 4; [274] อภิญญา 6.<i/></p>
<p>Vism.710. วิสุทฺธิ.3/373; วิสุทฺธิ.ฏีกา3/657.</p>
''',/*39*/
    '''<big>[63] อริยบุคคล 7</big> (บุคคลผู้ประเสริฐ - <em>Ariyapuggala:</em> noble individuals)  เรียงจากสูงลงมา
<ol>
  <li><strong>อุภโตภาควิมุต</strong> (ผู้หลุดพ้นทั้งสองส่วน คือ ท่านที่ได้สัมผัสวิโมกข์ 8 ด้วยกาย และสิ้นอาสวะแล้วเพราะเห็นด้วยปัญญา หมายเอาพระอรหันต์ผู้ได้เจโตวิมุตติขั้นอรูปสมาบัติมาก่อนที่จะได้ปัญญาวิมุตติ - <em>Ubhatobhāgavimutta:</em> one liberated in both ways)</li>
  <li><strong>ปัญญาวิมุต</strong> (ผู้หลุดพ้นด้วยปัญญา คือ ท่านที่มิได้สัมผัสวิโมกข์ 8 ด้วยกาย แต่สิ้นอาสวะแล้วเพราะเห็นด้วยปัญญา หมายเอาพระอรหันต์ผู้ได้ปัญญาวิมุตติก็สำเร็จเลยทีเดียว - <em>Patฺtฺavimutta:</em> one liberated by understanding)</li>
  <li><strong>กายสักขี</strong> (ผู้เป็นพยานด้วยนามกาย หรือ ผู้ประจักษ์กับตัว คือ ท่านที่ได้สัมผัสวิโมกข์ 8 ด้วยกาย และอาสวะบางส่วนก็สิ้นไปเพราะเห็นด้วยปัญญา หมายเอาพระอริยบุคคลผู้บรรลุโสดาปัตติผลแล้วขึ้นไป จนถึงเป็นผู้ปฏิบัติเพื่ออรหัต ที่มีสมาธินทรีย์แก่กล้าในการปฏิบัติ - <em>Kāya-sakkhī:</em> the body-witness)</li>
  <li><strong>ทิฏฐิปปัตตะ</strong> (ผู้บรรลุสัมมาทิฏฐิ คือ ท่านที่เข้าใจอริยสัจจธรรมถูกต้องแล้ว และอาสวะบางส่วนก็สิ้นไปเพราะเห็นด้วยปัญญา หมายเอาพระอริยบุคคลผู้บรรลุโสดาปัตติผลแล้วขึ้นไป จนถึงเป็นผู้ปฏิบัติเพื่ออรหัต ที่มีปัญญินทรีย์แก่กล้าในการปฏิบัติ - <em>Diṭṭhippatta:</em> one attained to right view)</li>
  <li><strong>สัทธาวิมุต</strong> (ผู้หลุดพ้นด้วยศรัทธา คือ ท่านที่เข้าใจอริยสัจจธรรมถูกต้องแล้ว และอาสวะบางส่วนก็สิ้นไปเพราะเห็นด้วยปัญญา แต่มีศรัทธาเป็นตัวนำ หมายเอาพระอริยบุคคลผู้บรรลุโสดาปัตติผลแล้วขึ้นไป จนถึงเป็นผู้ปฏิบัติเพื่ออรหัต ที่มีสัทธินทรีย์แก่กล้าในการปฏิบัติ - <em>Saddhāvimutta:</em> one liberated by faith)</li>
  <li><strong>ธัมมานุสารี</strong> (ผู้แล่นไปตามธรรม หรือผู้แล่นตามไปด้วยธรรม คือ ท่านผู้ปฏิบัติเพื่อบรรลุโสดาปัตติผลที่มีปัญญินทรีย์แก่กล้า อบรมอริยมรรคโดยมีปัญญาเป็นตัวนำ ท่านผู้นี้ถ้าบรรลุผลแล้วกลายเป็นทิฏฐิปปัตตะ - <em>Dhammānusārī:</em> the truth-devotee)</li>
  <li><strong>สัทธานุสารี</strong> (ผู้แล่นไปตามศรัทธา หรือผู้แล่นตามไปด้วยศรัทธา คือ ท่านผู้ปฏิบัติเพื่อบรรลุโสดาปัตติผลที่มีสัทธินทรีย์แก่กล้า อบรมอริยมรรคโดยมีศรัทธาเป็นตัวนำ ท่านผู้นี้ถ้าบรรลุผลแล้วกลายเป็นสัทธาวิมุต - <em>Saddhānusārī:</em> the faith-devotee)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กล่าวโดยสรุป</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>บุคคลประเภทที่ 1 และ 2</em> (อุภโตภาควิมุต และปัญญาวิมุต) ได้แก่พระอรหันต์ 2 ประเภท</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>บุคคลประเภทที่ 3, 4 และ 5</em> (กายสักขี ทิฏฐิปปัตตะ และสัทธาวิมุต) ได้แก่พระโสดาบัน พระสกทาคามี พระอนาคามี และท่านผู้ตั้งอยู่ในอรหัตตมรรค จำแนกเป็น 3 พวกตามอินทรีย์ที่แก่กล้า เป็นตัวนำในการปฏิบัติ คือ สมาธินทรีย์ หรือปัญญินทรีย์ หรือสัทธินทรีย์</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>บุคคลประเภทที่ 6 และ 7</em> (ธัมมานุสารี และสัทธานุสารี) ได้แก่ท่านผู้ตั้งอยู่ในโสดาปัตติ-มรรค จำแนกตามอินทรีย์ที่เป็นตัวนำในการปฏิบัติ คือ ปัญญินทรีย์ หรือสัทธินทรีย์</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อย่างไรก็ตาม ข้อความที่อธิบายมาเกี่ยวกับบุคคลประเภทที่ 3, 4, 5 บางคัมภีร์กล่าวว่าเป็นการแสดงโดยนิปปริยาย คือแสดงความหมายโดยตรงจำเพาะลงไป แต่ในคัมภีร์ปฏิสัมภิทามัคค์ ท่านแสดงความหมายโดยปริยาย เรียกผู้ที่ปฏิบัติโดยมีสัทธินทรีย์เป็นตัวนำ ว่าเป็น <em>สัทธาวิมุต</em> ตั้งแต่บรรลุโสดาปัตติผล ไปจนบรรลุอรหัตตผล; เรียกผู้ปฏิบัติโดยมีสมาธินทรีย์เป็นตัวนำ ว่าเป็น <em>กายสักขี</em> ตั้งแต่บรรลุโสดาปัตติมรรค ไปจนบรรลุอรหัตตผล; เรียกผู้ที่ปฏิบัติโดยมีปัญญินทรีย์เป็นตัวนำ ว่าเป็น <em>ทิฏฐิปปัตตะ</em> ตั้งแต่บรรลุโสดาปัตติผลไปจนบรรลุอรหัตตผล; โดยนัยนี้จึงมีคำเรียกพระอรหันต์ว่า <em>สัทธาวิมุต</em> หรือ <em>กายสักขี</em> หรือ <em>ทิฏฐิปปัตตะ</em> ได้ด้วย แต่ถ้าถือศัพท์เคร่งครัด ก็มีแต่ <em>อุภโตภาควิมุต</em> กับ <em>ปัญญาวิมุต</em> เท่านั้น</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในฎีกาแห่งวิสุทธิมัคค์คือปรมัตถมัญชุสา มีคำอธิบายว่า ผู้ไม่ได้วิโมกข์ 8 เมื่อตั้งอยู่ในโสดาปัตติมรรคเป็น <em>สัทธานุสารี</em> หรือ <em>ธัมมานุสารี</em> อย่างใดอย่างหนึ่ง ต่อจากนั้นเป็น <em>สัทธาวิมุต</em> หรือ <em>ทิฏฐิปปัตตะ</em> จนได้สำเร็จอรหัตตผล จึงเป็น <em>ปัญญาวิมุต;</em> ผู้ได้วิโมกข์ 8 เมื่อตั้งอยู่ในโสดาปัตติมรรคเป็น <em>สัทธานุสารี</em> หรือ <em>ธัมมานุสารี</em> อย่างใดอย่างหนึ่ง ต่อจากนั้นเป็น <em>กายสักขี</em> เมื่อสำเร็จอรหัตตผล เป็น <em>อุภโตภาควิมุต</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้ มีข้อสังเกตว่า บุคคลประเภทกายสักขีนี่เองที่ได้ชื่อว่า <em>สมถยานิก;</em> ส่วนคำว่า <em>ปัญญาวิมุต</em> บางแห่งมีคำจำกัดความแปลกออกไปจากนี้ว่า ได้แก่ผู้ที่บรรลุอรหัต โดยไม่ได้โลกียอภิญญา 5 และอรูปฌาน 4 (สํ.นิ.16/283-9/147-150; S.II.121.)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อริยบุคคล 7 นี้ ในพระสุตตันตปิฎก นิยมเรียกว่า <em>ทักขิไณยบุคคล 7.</em></p>
<p>D.III.105,254; A.I.118; Ps.II.52; Pug.10,73; <br>Vism.659. ที.ปา.11/80/115; 336/266; องฺ.ติก.20/460/148; ขุ.ปฏิ.31/493-5/380-3; อภิ.ปุ.36/13/139; วิสุทธิ.3/302; วิสุทธิ.ฏีกา3/562-568.</p>
''',/*40*/
    '''<big>[64] อัตถะ 2</big> (อรรถ, ความหมาย - <em>Attha:</em> meaning)
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระสูตรที่พระพุทธเจ้าตรัส ว่าโดยการแปลความหมาย มี 2 ประเภท คือ</p>
<ol>
  <li><strong>เนยยัตถะ</strong> ([พระสูตร]ซึ่งมีความหมายที่จะต้องไขความ, พุทธพจน์ที่ตรัสตามสมมติ อันจะต้องเข้าใจความจริงแท้ที่ซ้อนอยู่อีกชั้นหนึ่ง เช่นที่ตรัสเรื่องบุคคล ตัวตน เรา-เขา ว่า บุคคล 4 ประเภท, ตนเป็นที่พึ่งของตน เป็นต้น - <em>Neyyattha:</em> with indirect meaning; with meaning to be defined, elucidated or interpreted)</li>
  <li><strong>นีตัตถะ</strong> ([พระสูตร]ซึ่งมีความหมายที่แสดงชัดโดยตรงแล้ว, พุทธพจน์ที่ตรัสโดยปรมัตถ์ ซึ่งมีความหมายตรงไปตรงมาตามสภาวะ เช่นที่ตรัสว่า รูป เสียง กลิ่น รส เป็นต้น - <em>Nītattha:</em> with direct or manifest meaning; with defined or elucidated meaning)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ใดแสดงพระสูตรที่เป็นเนยยัตถะ ว่าเป็นนีตัตถะ หรือแสดงพระสูตรที่เป็นนีตัตถะ ว่าเป็นเนยยัตถะ ผู้นั้นชื่อว่ากล่าวตู่พระตถาคต.</p>
<p>A.I. 60 องฺ.ทุก.20/270/76</p>

<big>[65] อุปัญญาตธรรม 2</big> (ธรรมที่พระพุทธเจ้าได้ทรงปฏิบัติเห็นคุณประจักษ์กับพระองค์เอง คือ พระองค์ได้ทรงอาศัยธรรม 2 อย่างนี้ดำเนินอริยมรรคาจนบรรลุจุดหมายสูงสุด คือ สัมมาสัมโพธิญาณ - <em>Upaññāta-dhamma:</em> two virtues realized or ascertained by the Buddha himself)
<p>1. <strong>อสนฺตุฏฐิตา กุสเลสุ ธมฺเมสุ</strong> (ความไม่สันโดษในกุศลธรรม, ความไม่รู้อิ่มไม่รู้พอในการสร้างความดีและสิ่งที่ดี — <em>Asantuṭṭhitā kusalesu dhammesu:</em> discontent in moral states; discontent with good achievements)</p>
<p>2. <strong>อปฺปฏิวาณิตา ปธานสฺมึ</strong> (ความไม่ระย่อในการพากเพียร, การเพียรพยายามก้าวหน้าเรื่อยไปไม่ยอมถอยหลัง - <em>Appaṭivāṇitā padhānasmiṁ:</em> perseverance in exertion; unfaltering effort)</p>
<p>D.III.214; A.I.50,95; Dhs.8,234. ที.ปา.11/227/227; องฺ.ทุก.20/251/64; 422/119; อภิ.สํ.34/15/8; 875/339.</p>
''',/*จบหมวด2*/
 '''
        <div style="text-align:center">
        <p><h2>ติกะ - หมวด 3</h2></p>
        <p><h2>Groups of Three</h2></p>
        <p><h4>(including related groups)</h4></p>
        </div> 
        <p><big>[66] กรรม 3 </big> (การกระทำ, การกระทำที่ประกอบด้วยเจตนา ดีก็ตาม ชั่วก็ตาม - <em>Kamma:</em> action; deed)</p>
        <p><strong>1.	กายกรรม</strong> (กรรมทำด้วยกาย, การกระทำทางกาย - <em>Kāya-kamma:</em> bodily action)</p>
        <p><strong>2.	วจีกรรม </strong> (กรรมทำด้วยวาจา, การกระทำทางวาจา - <em>Vacī-kamma:</em> verbal action)</p>
        <p><strong>3.	มโนกรรม </strong> (กรรมทำด้วยใจ, การกระทำทางใจ - <em>Mano-kamma:</em> mental action)</p>
        <div style="text-align:left"><small>M.I.373. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.ม.13/64/56</small></div>

        <p><big>[67] กุศลมูล 3 </big> (รากเหง้าของกุศล, ต้นตอของความดี - <em>Kusala-mūla:</em> wholesome roots; roots of good actions)</p>
        <p><strong>1.	อโลภะ </strong> (ความไม่โลภ, ธรรมที่เป็นปฏิปักษ์กับโลภะ, ความคิดเผื่อแผ่, จาคะ - <em>Alobha:</em> non-greed; generosity)</p>
        <p><strong>2.	อโทสะ  </strong> (ความไม่คิดประทุษร้าย, ธรรมที่เป็นปฏิปักษ์กับโทสะ, เมตตา - <em>Adosa:</em> non-hatred; love)</p>
        <p><strong>3.	อโมหะ </strong> (ความไม่หลง, ธรรมที่เป็นปฏิปักษ์กับความหลง, ปัญญา - <em>Amoha:</em> non-delusion; wisdom)</p>
        <div style="text-align:left"><small>D.III.275. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/394/292.</small></div>

        <p><big>[68] อกุศลมูล 3 </big> (รากเหง้าของอกุศล, ต้นตอของความชั่ว - <em>Akusala-mūla:</em> unwholesome roots; roots of bad actions)</p>
        <p><strong>1.	โลภะ  </strong> (ความอยากได้ - <em>Lobha:</em> greed)</p>
        <p><strong>2.	โทสะ  </strong> (ความคิดประทุษร้าย - <em>Dosa:</em> hatred)</p>
        <p><strong>3.	โมหะ </strong> (ความหลง - <em>Moha:</em> delusion)</p>
        <div style="text-align:left"><small>D.III.275; It.45.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/393/291; ขุ.อิติ.25/228/264.</small></div>

        <p><big>[69] กุศลวิตก 3 </big> (ความตรึกที่เป็นกุศล, ความนึกคิดที่ดีงาม - <em>Kusala-vitakka:</em> wholesome thoughts)</p>
        <p><strong>1.	เนกขัมมวิตก </strong> (ความตรึกปลอดจากกาม, ความนึกคิดในทางเสียสละ ไม่โลภ ไม่ติดในการปรนปรือสนองความอยากของตน - <em>Nekkhamma-vitakka:</em> thought of renunciation; thought free from selfish desire)</p>
        <p><strong>2.	อพยาบาทวิตก </strong> (ความตรึกปลอดจากพยาบาท, ความนึกคิดที่ประกอบด้วยเมตตา ไม่ขัดเคืองหรือเพ่งมองในแง่ร้าย - <em>Abyāpāda-vitakka:</em> thought free from hatred)</p>
        <p><strong>3.	อวิหิงสาวิตก</strong> (ความตรึกปลอดจากการเบียดเบียน, ความนึกคิดที่ประกอบด้วยกรุณาไม่คิดร้ายหรือมุ่งทำลาย - <em>Avihiṁsā-vitakka:</em> thought of non-violence; thought free from cruelty)</p>
      <div style="text-align:left"><small>A.III.446.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ฉกฺก.22/380/496.</small></div>
      ''',
    /*41*/ '''
      <p><big> [70] อกุศลวิตก 3 </big> (ความตรึกที่เป็นอกุศล, ความนึกคิดที่ไม่ดี - <em>kusala-vitakka:</em> unwholesome thoughts)</p>
        <p><strong>1.	กามวิตก </strong> (ความตรึกในทางกาม, ความนึกคิดในทางแส่หาหรือพัวพันติดข้องในสิ่งสนองความอยาก - <em>Kāma-vitakka:</em> thought of sensual pleasures)</p>
        <p><strong>2.	พยาบาทวิตก   </strong> (ความตรึกในทางพยาบาท, ความนึกคิดที่ประกอบด้วยความขัดเคืองเพ่งมองในแง่ร้าย - <em>Byāpāda-vitakka:</em> thought full of hatred or ill-will; malevolent thought)</p>
        <p><strong>3.	วิหิงสาวิตก  </strong> (ความตรึกในทางเบียดเบียน, ความนึกคิดในทางทำลาย ทำร้ายหรือก่อความเดือดร้อนแก่ผู้อื่น - <em>Vihiṁsā-vitakka:</em> thought of violence or cruelty; cruel thought)</p>
        <div style="text-align:left"><smal l>A.III.446.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ฉกฺก.22/380/496.</small></div>

        <p><big>[71] โกศล 3 </big> (ความฉลาด, ความเชี่ยวชาญ - <em>kosalla:</em> skill; proficiency)</p>
        <p><strong>1.	อายโกศล</strong> (ความฉลาดในความเจริญ, รอบรู้ทางเจริญ และเหตุของความเจริญ - <em>Āya¬kosalla:</em> proficiency as to gain or progress)</p>
        <p><strong>2.	อปายโกศล</strong> (ความฉลาดในความเสื่อม, รอบรู้ทางเสื่อมและเหตุของความเสื่อม - <em>Apāya¬kosalla:</em> proficiency as to loss or regress)</p>
        <p><strong>3.	อุปายโกศล</strong> (ความฉลาดในอุบาย, รอบรู้วิธีแก้ไขเหตุการณ์และวิธีที่จะทำให้สำเร็จ - <em>Upāya-kosalla:</em> proficiency as to means and methods)</p>
        <div style="text-align:left"><small>A.III.446.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ฉกฺก.22/380/496.</small></div>

        <p><big>[72] ญาณ 3</big><sup>1</sup> (ความหยั่งรู้, ปรีชาหยั่งรู้ - <em>Ñāṇa:</em> insight; knowledge)</p>
        <p><strong>1.	อตีตังสญาณ </strong> (ญาณหยั่งรู้ส่วนอดีต, รู้อดีตและสาวหาเหตุปัจจัยอันต่อเนื่องมาได้ - <em>Atītaṁsa-¤āṇa:</em> insight into the past; knowledge of the past)</p>
        <p><strong>2.	อนาคตังสญาณ </strong> (ญาณหยั่งรู้ส่วนอนาคต, รู้อนาคต หยั่งผลที่จะเกิดสืบต่อไปได้ - <em>Anāgataṁsa-ñāṇa:</em> insight into the future; knowledge of the future)</p>
        <p><strong>3.	ปัจจุปปันนังสญาณ </strong> (ญาณหยั่งรู้ส่วนปัจจุบัน, รู้ปัจจุบัน กำหนดได้ถึงองค์ประกอบและเหตุปัจจัยของเรื่องที่เป็นไปอยู่ - <em>accuppannaṁsa-ñāṇa:</em> insight into the present; knowledge of the present)</p>
        <div style="text-align:left"><small>D.III.275.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/396/292.</small></div>
''',
    /*42*/ '''
      <p><big>[73] ญาณ 3</big><sup>2</sup> (ความหยั่งรู้, ปรีชาหยั่งรู้ - <em>Ñāṇa:</em> insight; knowledge)</p>
        <p><strong>1.	สัจจญาณ  </strong> (หยั่งรู้สัจจะ คือ ความหยั่งรู้อริยสัจจ์ 4 แต่ละอย่างตามที่เป็นๆ ว่า นี้ทุกข์ นี้ทุกขสมุทัย นี้ทุกขนิโรธ นี้ทุกขนิโรธคามินีปฏิปทา - <em>Sacca-ñāṇa:</em> knowledge of the Truths as they are)</p>
        <p><strong>2.	กิจจญาณ  </strong> (หยั่งรู้กิจ คือ ความหยั่งรู้กิจอันจะต้องทำในอริยสัจจ์ 4 แต่ละอย่างว่า ทุกข์ควรกำหนดรู้ สมุทัยควรละ นิโรธควรประจักษ์แจ้ง มรรคควรเจริญพัฒนา - <em>Kicca-ñāṇa:</em> knowledge of the functions with regard to the respective Four Noble Truths)</p>
        <p><strong>3.	กตญาณ  </strong> (หยั่งรู้การอันทำแล้ว คือ ความหยั่งรู้ว่ากิจอันจะต้องทำในอริยสัจจ์ 4 แต่ละอย่างนั้นได้ทำเสร็จแล้ว - <em>Kata-ñāṇa:</em> knowledge of what has been done with regard to the respective Four Noble Truths)</p>

        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ญาณ 3 ในหมวดนี้ เนื่องด้วยอริยสัจจ์ 4 โดยเฉพาะ เรียกชื่อเต็มตามที่มาว่า <em>ญาณ-ทัสสนะ อันมีปริวัฏฏ์ 3</em> (ญาณทัสสนะมีรอบ 3 หรือ ความหยั่งรู้หยั่งเห็นครบ 3 รอบ - thrice-revolved knowledge and insight) หรือ <em>ปริวัฏฏ์ 3</em> แห่งญาณทัสสนะ (the three aspects of intuitive knowledge regarding the Four Noble Truths)</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปริวัฏฏ์ หรือวนรอบ 3 นี้ เป็นไปในอริยสัจจ์ทั้ง 4 รวมเป็น 12 ญาณทัสสนะนั้น จึงได้ชื่อว่ามี<em>อาการ</em> 12 (twelvefold intuitive insight หรือ knowing and seeing under twelve modes)</p>
        <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระผู้มีพระภาคทรงมีญาณทัสสนะตามเป็นจริงในอริยสัจจ์ 4 ครบวนรอบ 3 มีอาการ 12 (<em>ติปริวฏฺฏํ ทฺวาทสาการํ ยถาภูตํ ญาณทสฺสนํ </em>)	อย่างนี้แล้ว จึงปฏิญาณพระองค์ได้ว่าทรงบรรลุ</p>
        <p>อนุตตรสัมมาสัมโพธิญาณแล้ว.</p>
        <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [205] กิจในอริยสัจจ์ 4.</em></p>
        <p>Vin.I.11; S.V.422.	วินย.4/16/21; สํ.ม.19/1670/530; สํ.อ.3/409.</p>

        <p><big>[74] ตัณหา 3 </big> (ความทะยานอยาก - <em>Taṇhā:</em> craving)</p>
        <p><strong>1.	กามตัณหา</strong> (ความทะยานอยากในกาม, ความอยากได้กามคุณ คือสิ่งสนองความต้องการทางประสาททั้งห้า - <em>Kāma-taṇhā:</em> craving for sensual pleasures; sensual craving)</p>
        <p><strong>2.	ภวตัณหา </strong> (ความทะยานอยากในภพ, ความอยากในภาวะของตัวตนที่จะได้ จะเป็นอย่างใดอย่างหนึ่ง อยากเป็น อยากคงอยู่ตลอดไป, ความใคร่อยากที่ประกอบด้วยภวทิฏฐิหรือสัสสตทิฏฐิ - <em>Bhava-taṇhā:</em> craving for existence)</p>
        <p><strong>3.	วิภวตัณหา</strong> (ความทะยานอยากในวิภพ, ความอยากในความพรากพ้นไปแห่งตัวตนจากความเป็นอย่างใดอย่างหนึ่งอันไม่ปรารถนา อยากทำลาย อยากให้ดับสูญ, ความใคร่
        ยากที่ประกอบด้วยวิภวทิฏฐิหรืออุจเฉททิฏฐิ -<em>Vibhava-taṇhā:</em> craving for non-existence; craving for self-annihilation)</p>
        <div style="text-align:left"><small>A.III.445; Vbh.365. &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ฉกฺก.22/377/494;อภิ.วิ.35/933/494.</small></div>

''',
    /*43*/ '''
      <p><big>[75] ไตรปิฎก </big> (ปิฎก 3, กระจาด ตะกร้า กระบุง หรือ ตำรา 3, ประมวลแห่งคัมภีร์ที่รวบรวมพระธรรมวินัย 3 หมวด หรือ 3 ชุด - <em>Tipiṭaka:</em>the Three Baskets; the Pali Canon) จัดพิมพ์ด้วยอักษรไทย มี 45 เล่ม</p>
      <p><strong>1.	วินัยปิฎก </strong> (หมวดพระวินัย, ประมวลสิกขาบท สำหรับภิกษุสงฆ์และภิกษุณีสงฆ์ - <em>Vinaya-piṭaka:</em> the Basket of Discipline) แบ่งเป็น 3 หมวด หรือ 5 คัมภีร์ จัดพิมพ์อักษรไทยเป็น 8 เล่ม คือ</p>
      <p><em>ก. วิภังค์</em> หรือ <em>สุตตวิภังค์</em> (<em>Vibhaṅga</em>) ว่าด้วยสิกขาบทในปาติโมกข์ (<em>ปาฏิโมกข์</em> ก็ใช้) แบ่งเป็น 2 คัมภีร์ คือ</p>
      <ol>
          <li><em>อาทิกัมมิกะ </em>หรือ <em>ปาราชิก (อา)</em> ว่าด้วยสิกขาบทที่เกี่ยวกับอาบัติหนัก ตั้งแต่ปาราชิกถึงอนิยต (Major Offences) จัดพิมพ์เป็น 1 เล่ม</li>
          <li><em>ปาจิตติยะ (ปา)</em> ว่าด้วยสิกขาบทที่เกี่ยวกับอาบัติเบา ตั้งแต่นิสสัคคิยปาจิตตีย์ ถึงเสขิยะ และรวมเอาภิกขุนีวิภังค์เข้าไว้ด้วย (Minor Offences) จัดเป็น 2 เล่ม
	        <em>วิภังค์</em> นี้ แบ่งอีกอย่างหนึ่งเป็น 2 เหมือนกัน คือ</li>
      </ol>
      <p><em>ข.	ขันธกะ(Khandhaka)</em> ว่าด้วยสิกขาบทนอกปาติโมกข์ รวมเป็นบทๆ เรียกว่า ขันธกะ หนึ่งๆ ทั้งหมดมี 22 ขันธกะ ปันเป็น 2 วรรค คือ</p>
      <ol>
      <li><em>มหาวิภังค์</em> หรือ <em>ภิกขุวิภังค์</em> ว่าด้วยสิกขาบทในปาติโมกข์ฝ่ายภิกษุสงฆ์ (Rules for Monks) จัดเป็น 2 เล่ม</li>
      <li><em>ภิกขุนีวิภังค์</em> ว่าด้วยสิกขาบทในปาติโมกข์ฝ่ายภิกษุณีสงฆ์ (Rules for Nuns) จัดเป็น 1 เล่ม</li>
      <li><em>มหาวรรค</em> (<em>ม;</em> วรรคใหญ่ - Greater Section) ว่าด้วยสิกขาบทนอกปาติโมกข์ตอนต้น มี 10 ขันธกะ จัดเป็น 2 เล่ม</li>
      <li><em>จุลวรรค</em> (<em>จุ;</em> วรรคเล็ก - Smaller Section) ว่าด้วยสิกขาบทนอกปาติโมกข์ตอนปลาย มี 12 ขันธกะ จัดเป็น 2 เล่ม</li>
      </ol>
      <p><iค. 5. ปริวาร </em>(<em>ป;</em>หนังสือประกอบ; คู่มือ - Parivāra: Epitome of the Vinaya) </p>
      <p><strong>2.	สุตตันตปิฎก </strong>((หมวดพระสูตร, ประมวลพระธรรมเทศนา คำบรรยายธรรม และเรื่องเล่าต่างๆ อันยักเยื้องตามบุคคลและโอกาส - Sutta-piṭaka: the Basket of Discourses) แบ่งเป็น 5 นิกาย (แปลว่าประมวลหรือชุมนุม) จัดพิมพ์เป็น 25 เล่ม คือ </p>

      <ol>
      <li><em>ทีฆนิกาย (ที)</em> ชุมนุมพระสูตรที่มีขนาดยาว - <em>Dīgha-nikāya:</em> Collection of Long Discourses จัดเป็น 3 <em>วรรค</em> 3 เล่ม มี 34 สูตร</li>
      <li><em>มัชฌิมนิกาย (ม)</em> ชุมนุมพระสูตรที่มีความยาวปานกลาง - <em>Majjhima-nikāya:</em> Col-lection of Middle-length Discourses จัดเป็น 3 <em>ปัณณาสก์</em> 3 เล่ม มี 152 สูตร</li>
      <li><em>สังยุตตนิกาย (สํ)</em> ชุมนุมพระสูตรที่รวมเข้าไว้เป็นหมวดๆ เรียกว่า <em>สังยุตต์</em> หนึ่งๆ ตามเรื่องที่เนื่องกัน - <em>Saṁyutta-nikāya:</em> Collection of Connected Discourses จัดเป็น 56 สังยุตต์ แล้วประมวลเข้าอีกเป็น 5 <em>วรรค</em>5 เล่ม มี 7,762 สูตร</li>
      <li><em>อังคุตตรนิกาย (อํ)</em> ชุมนุมพระสูตรที่รวมเข้าไว้เป็นหมวดๆ เรียกว่า นิบาต หนึ่งๆ ตามลำดับจำนวนหัวข้อธรรม - <em>Aṅguttara-nikāya:</em> Adding-One Collection; Collection of Numerical Sayings จัดเป็น 11 นิบาต (หมวด 1 ถึง หมวด 11) รวมเข้าเป็นคัมภีร์ 5 เล่ม มี 9,557 สูตร</li>
      <li><em>ขุททกนิกาย (ขุ)</em> ชุมนุมพระสูตร ข้อธรรม คำอธิบายและเรื่องราวเบ็ดเตล็ด - <em>Khuddaka-nikāya:</em> Smaller Collection; Collection of Minor Works รวมคัมภีร์ที่จัดเข้าไม่ได้ในนิกายสี่ข้างต้น มีทั้งหมด 15 คัมภีร์ จัดเป็น 9 เล่ม คือ<em> ขุททกปาฐะ ธรรมบท อุทาน อิติวุตตกะ สุตตนิบาต </em>(1 เล่ม) <em>วิมานวัตถุ เปตวัตถุ เถรคาถา เถรีคาถา </em>(1 เล่ม) <em>ชาดก</em> (2 เล่ม) <em>นิทเทส</em>(<em>มหานิทเทส </em>1 เล่ม, <em>จูฬนิทเทส</em> 1 เล่ม) <em>ปฏิสัมภิทามัคค์</em> (1 เล่ม) <em>อปทาน</em> (1 <small>2/3</small> เล่ม) <em>พุทธวงส์ จริยาปิฎก</em> (<small>1/3</small> เล่ม)</li>
      </ol>

''',
    /*44*/ '''
      <p><strong>3.	อภิธรรมปิฎก </strong> (หมวดอภิธรรม, ประมวลหลักธรรมและคำอธิบายในรูปหลักวิชาล้วนๆ ไม่เกี่ยวด้วยเหตุการณ์และบุคคล - </em>Abhidhamma-piñaka:</em> the Basket of Sublime, Higher or Extra Doctrine) แบ่งเป็น 7 คัมภีร์ จัดพิมพ์เป็น 12 เล่ม คือ</p>
      <ol>
      <li><em>ธัมมสังคณี</em> หรือ <em>สังคณี</em> (สํ) รวมข้อธรรมเข้าไว้เป็นหมวดหมู่แล้วอธิบายเป็นประเภทๆ  - <em>Saṅgaṇī:</em> Enumeration of the Dhammas (1 เล่ม)</li>
      <li><em>วิภังค์ (วิ)</em> อธิบายข้อธรรมที่รวมเป็นหมวดหมู่ (เรียก วิภังค์ หนึ่งๆ ) แยกแยะออกชี้แจงวินิจฉัยโดยละเอียด - <em>Vibhaṅga:</em> Analysis of the Dhammas (1 เล่ม)</li>
      <li><em>ธาตุกถา (ธา)</em> สงเคราะห์ข้อธรรมต่างๆ เข้าในขันธ์ อายตนะ ธาตุ - <em>Dhātukathā:</em> Discussion of Elements (ครึ่งเล่ม)</li>
      <li><em>ปุคคลบัญญัติ (ปุ)</em> บัญญัติความหมายบุคคลประเภทต่างๆ ตามคุณธรรมที่มีอยู่ในบุคคลนั้นๆ  - <em>Puggalapaññatti:</em> Description of Individuals (ครึ่งเล่ม)</li>
      <li><em>กถาวัตถุ (ก)</em> แถลงวินิจฉัยทัศนะต่างๆ ที่ขัดแย้งกันระหว่างนิกายทั้งหลายสมัยตติย-สังคายนา - <em>Kathāvatthu:</em> Subjects of Discussion (1 เล่ม)</li>
      <li><em>ยมก (ย)</em> ยกหัวข้อธรรมขึ้นวินิจฉัยด้วยวิธีถามตอบโดยตั้งคำถามย้อนกันเป็นคู่ๆ - <em>amaka:</em> Book of Pairs (2 เล่ม)</li>
      <li><em>ปัฏฐาน (ป)</em> หรือ <em>มหาปกรณ์</em> อธิบายปัจจัย 24 โดยพิสดาร - <em>Paṭṭhāna:</em> Book of Relations (6 เล่ม)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง 3 ปิฎกนี้ สงเคราะห์เข้าใน <em>[35] ปาพจน์ 2</em> คือ พระสุตตันตปิฎกและพระอภิธรรม-ปิฎก จัดเป็น ธรรม พระวินัยปิฎกจัดเป็น วินัย</p>
      <div style="text-align:left"><small>Vin.V.86.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.8/826/224.</small></div>

''',
    /*45*/ '''
      <p><big>[☆☆] ไตรรัตน์</big><em>&nbsp;ดู [100] รัตนตรัย.</em></p>
      <p><big>[76] ไตรลักษณ์ </big>(ลักษณะ 3, อาการที่เป็นเครื่องกำหนดหมาย 3 อย่าง อันให้รู้ถึงความจริงของสภาวธรรมทั้งหลาย ที่เป็นอย่างนั้นๆ ตามธรรมดาของมัน - <em>Tilakkhaṇa:</em> the Three Characteristics)</p>
      <p><strong>1.	อนิจจตา </strong> (ความเป็นของไม่เที่ยง - <em>Aniccatā:</em> impermanence; transiency)</p>
      <p><strong>2.	ทุกขตา  </strong> (ความเป็นทุกข์ - <em>Dukkhatā:</em> state of suffering or being oppressed)</p>
      <p><strong>3.	อนัตตตา  </strong> (ความเป็นของไม่ใช่ตน - <em>Anattatā:</em> soullessness; state of being not self)</p>
      <ol>
      <p>•	ลักษณะเหล่านี้ มี 3 อย่าง จึงเรียกว่า <em>ไตรลักษณ์</em><br></p>
      <p>•	ลักษณะทั้ง ๓ นี้ มีแก่สิ่งทั้งหลายเป็นสามัญเสมอเหมือนกัน คือ ทุกอย่างที่เป็นสังขตะ เป็นสังขาร ล้วนไม่เที่ยง <em>(อนิจจา)</em> คงทนอยู่มิได้ <em>(ทุกขา)</em> เสมอเหมือนกันทั้งหมด ทุกอย่างที่เป็นธรรม ทั้งสังขตะคือสังขาร และอสังขตะคือวิสังขาร ล้วนมิใช่ตน ไม่เป็นอัตตา <em>(อนัตตา)</em> เสมอกันทั้งสิ้น จึงเรียกว่า <em>สามัญลักษณะ</em> หรือ <em>สามัญลักษณ์</em> (<em>Sāmañña-lakkhaṇa:</em> the Common Characteristics)<br>
      <p>•	ลักษณะทั้ง 3 เหล่านี้ ปรากฏอยู่ตามธรรมดาที่แน่นอน เป็นไปตามกฎธรรมชาติ คือ <em>ธรรมนิยาม</em><br></p>
      <p>•	<em>ไตรลักษณ์</em> ก็ดี <em>สามัญลักษณ์</em> ก็ดี เป็นคำในชั้นอรรถกถา ส่วนในพระไตรปิฎก ลักษณะ 3 อย่างนี้ อยู่ในหลัก <em>ธรรมนิยาม</em><br></p>
      </ol>
      <em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [86] ธรรมนิยาม 3.</em>
      <div style="text-align:left"><small>S.IV.1; Dh.277–9.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.สฬ.18/1/1; ขุ.ธ.25/30/51.</small></div>
''',
    /*46*/ '''
      <p><big>[☆☆] ไตรสิกขา </big><em>&nbsp;ดู [124] สิกขา 3.</em></p>
      <p><big>[77] ทวาร 3 </big> (ทางทำกรรม - <em>Dvāra:</em> door; channel of action)</p>
      <p><strong>1.	กายทวาร  </strong> (ทวารคือกาย - <em>Kāya-dvāra:</em> the body-door; channel of bodily action)</p>
      <p><strong>2.	วจีทวาร   </strong> (ทวารคือวาจา - <em>Vacī-dvāra:</em> the speech-door; speech as a door of action)</p>
      <p><strong>3.	มโนทวาร   </strong> (ทวารคือใจ - <em>Mano-dvāra:</em> the mind-door; mind as a door of action)</p>
      <div style="text-align:left"><small>Dh.234.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นัย ขุ.ธ.25/27/46; มงฺคล.1/252/243.</small></div>
      
      <p><big>[78] ทวาร 6 </big>(ทางรับรู้อารมณ์ ได้แก่อายตนะภายใน 6 - <em>Dvāra:</em> sense-doors)</p>
      <p><strong>1.	จักขุทวาร </strong> (ทวารคือตา - <em>Cakkhu-dvāra:</em> eye-door)</p>
      <p><strong>2.	โสตทวาร </strong> (ทวารคือหู - <em>Sota-dvāra:</em> ear-door)</p>
      <p><strong>3.	ฆานทวาร </strong> (ทวารคือจมูก - <em>Ghāna-dvāra:</em> nose-door)</p>
      <p><strong>4.	ชิวหาทวาร </strong> (ทวารคือลิ้น - <em>Jivhā-dvāra:</em> tongue-door)</p>
      <p><strong>5.	กายทวาร </strong> (ทวารคือกาย - <em>Kāya-dvāra:</em> body-door)</p>
      <p><strong>6.	มโนทวาร </strong> (ทวารคือใจ - <em>Mano-dvāra:</em> mind-door)/p>
      <em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [276] อายตนะภายใน 6.</em>

      <p><big>[☆☆] ไตรสิกขา </big><em>&nbsp;ดู [124] สิกขา 3.</em></p>
      <p><big>[79] 	ทุกขตา 3 </big>(ความเป็นทุกข์, ภาวะแห่งทุกข์, สภาพทุกข์, ความเป็นสภาพที่ทนได้ยาก หรือคงอยู่ในภาวะเดิมไม่ได้ - <em>Dukkhatā:</em> state of suffering or being subject to suffering; conflict; unsatisfactoriness)</p>
      <p><strong>1.	ทุกขทุกขตา </strong> (สภาพทุกข์คือทุกข์ หรือความเป็นทุกข์เพราะทุกข์ ได้แก่ ทุกขเวทนาทางกายก็ตาม ใจก็ตาม ซึ่งเป็นทุกข์อย่างที่เข้าใจสามัญ ตรงตามชื่อ ตามสภาพ - <em>Dukkha-dukkhatā:</em> painfulness as suffering)</p>
      <p><strong>2.	วิปริณามทุกขตา </strong> (ความเป็นทุกข์เพราะความแปรปรวน ได้แก่ความสุข ซึ่งเป็นเหตุให้เกิดความทุกข์เมื่อต้องเปลี่ยนแปลงแปรไปเป็นอย่างอื่น - <em>Vipariṇāma-dukkhatā:</em> suffering in change)</p>
      <p><strong>3.	สังขารทุกขตา </strong> (ความเป็นทุกข์เพราะเป็นสังขาร ได้แก่ตัวสภาวะของสังขาร คือสิ่งทั้งปวงซึ่งเกิดจากปัจจัยปรุงแต่ง ที่ถูกบีบคั้นด้วยการเกิดขึ้นและสลายไป ทำให้คงสภาพอยู่ไม่ได้ พร่องอยู่เสมอ และให้เกิดทุกข์แก่ผู้ยึดถือด้วยอุปาทาน - Saṅkhāra-dukkhatā: suffering due to formations; inherent liability to suffering)</p>
      <p><small>D.III.216; S.IV.259; V.56.	    ที.ปา.11/228/229; สํ.สฬ.18/510/318; สํ.ม.19/319/85.</small></p>

      <p><big>[80] ทุจริต 3 </big> (ความประพฤติชั่ว, ประพฤติไม่ดี - <em>Duccarita:</em> evil conduct; misconduct)</p>
      <p><strong>1.	กายทุจริต </strong> (ความประพฤติชั่วด้วยกาย - <em>Kāya-duccarita:</em> evil conduct in act; misconduct by body) มี 3 คือ ปาณาติบาต อทินนาทาน และกาเมสุมิจฉาจาร</p>
      <p><strong>2.	วจีทุจริต </strong> (ความประพฤติชั่วด้วยวาจา - <em>Vacī-duccarita:</em> evil conduct in word; misconduct by speech) มี 4 คือ มุสาวาท ปิสุณาวาจา ผรุสวาจา และสัมผัปปลาปะ</p>
      <p><strong>3.	มโนทุจริต </strong> (ความประพฤติชั่วด้วยใจ - <em>Mano-duccarita:</em> evil conduct in thought; misconduct by mind) มี 3 คือ อภิชฌา พยาบาท และมิจฉาทิฏฐิ</p>
      <em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<small>ดู</small> รายละเอียดที่ [321] อกุศลกรรมบถ 10.</em>
      <div style="text-align:left"><small>D.III.214; Dhs.1305.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/227; อภิ.สํ.34/840/327.</small></div>

''',
    /*47*/ '''
      <p><big>[81] สุจริต 3</big> (ความประพฤติดี, ประพฤติชอบ - <em>Sucarita:</em> good conduct)</p>
      <p><strong>1.	กายสุจริต</strong> (ความประพฤติชอบด้วยกาย - <em>Kāya-sucarita:</em> good conduct in act) มี 3 คือ งดเว้นและประพฤติตรงข้ามกับ ปาณาติบาต อทินนาทาน และกาเมสุมิจฉาจาร</p>
      <p><strong>2.	วจีสุจริต</strong> (ความประพฤติชอบด้วยวาจา - <em>Vacī-sucarita:</em> good conduct in word) มี 4 คือ งดเว้นและประพฤติตรงข้ามกับ มุสาวาท ปิสุณาวาจา ผรุสวาจา และสัมผัปปลาปะ</p>
      <p><strong>3.	มโนสุจริต</strong> (ความประพฤติชอบด้วยใจ - <em>Mano-sucarita:</em> good conduct in thought) มี 3 คือ อนภิชฌา อพยาบาท และสัมมาทิฏฐิ.</p>
      <em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> รายละเอียดที่ [320] กุศลกรรมบถ 10<sup>2</sup> </em>
      <div style="text-align:left"><small>D.III.215; Dhs.1306.1305.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/227; อภิ.สํ.34/840/327.</small></div>

      <p><big>[82] เทพ 3</big> (เทพเจ้า, เทวดา - <em>Deva:</em> gods; divine beings)</p>
      <p><strong>1.	สมมติเทพ</strong> (เทวดาโดยสมมติ ได้แก่ พระราชา พระเทวี และพระราชกุมาร - <em>Sammati-deva:</em> gods by convention)</p>
      <p><strong>2.	อุปปัตติเทพ</strong> (เทวดาโดยกำเนิด ได้แก่ เทวดาในกามาวจรสวรรค์ และพรหมทั้งหลายเป็นต้น - <em>Upapatti-deva:</em> gods by rebirth)</p>
      <p><strong>3.	วิสุทธิเทพ</strong> (เทวดาโดยความบริสุทธิ์ ได้แก่ พระพุทธเจ้า พระปัจเจกพุทธเจ้า และพระอรหันต์ทั้งหลาย - <em>Visuddhi-deva:</em> gods by purification)</p>
      <div style="text-align:left"><small>Nd2173; KhA.123.1306.1305.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.จู.30/214/112; ขุทฺทก.อ.135.</small></div>

      <p><big>[83] เทวทูต 3</big> (ทูตของยมเทพ, สื่อแจ้งข่าวของมฤตยู, สิ่งที่เป็นสัญญาณเตือนใจให้ระลึกถึงคติธรรมดาของชีวิตอันมีความตายเป็นที่สุด เพื่อจะได้เกิดความสังเวชและเร่งขวนขวายทำความดี ด้วยความไม่ประมาท - <em>Devadūta:</em> divine messengers; messengers of death)</p>
      <p><strong>1.	ชิณณะ</strong> (คนแก่ - <em>Jiṇṇa:</em> old men)</p>
      <p><strong>2.	พยาธิตะ</strong> หรือ <strong>อาพาธิกะ</strong> (คนเจ็บ, ผู้ป่วย - <em>Byādhita, Ābādhika:</em> sick men)</p>
      <p><strong>3.	มตะ</strong> (คนตาย - <em>Mata:</em> dead men)</p>
      <div style="text-align:left"><small>A.I.138.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/475/175.</small></div>

      <p><big>[☆☆] เทวทูต 4</big><em><small>&nbsp;ดู</small>[150] นิมิต 4.</em></p>
      <p><big>[84] เทวทูต 5</big> (ทูตของยมเทพ - <em>Devadūta:</em> divine messengers)</p>
      <p><strong>1.	ทหระ</strong> หรือ <strong>มันทกุมาร </strong> (เด็กอ่อน - <em>Dahara:</em> a young baby)</p>
      <p><strong>2.	ชิณณะ</strong> (คนแก่ - <em>Jiṇṇa:</em> an old man)</p>
      <p><strong>3.	พยาธิตะ</strong> หรือ <strong>อาพาธิกะ</strong> (คนเจ็บ, ผู้ป่วย - <em>Byādhita, Ābādhika:</em> sick men)</p>
      <p><strong>4.	กรรมการณัปปัตตะ</strong> (คนถูกลงโทษ, คนถูกจองจำลงอาญา - <em>Kammakāraṇappatta:</em> a criminal subjected to punishment)</p>
      <p><strong>5.	มตะ</strong> (คนตาย - <em>Mata:</em> dead men)</p>
      <div style="text-align:left"><small>M.III.179.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.อุ.14/507/335.</small></div>

''',
    /*48*/ '''
      <p><big>[85] ธรรม 3</big> (สภาวะ, สิ่ง, ปรากฏการณ์ - <em>Dhamma:</em> states; things; phenomena; ideas)</p>
      <p><strong>1.	กุศลธรรม</strong> (ธรรมที่เป็นกุศล, สภาวะที่ฉลาด ดีงาม เอื้อแก่สุขภาพจิต เกื้อกูลแก่ชีวิตจิตใจ ได้แก่กุศลมูล 3 ก็ดี นามขันธ์ 4 ที่สัมปยุตด้วยกุศลมูลนั้นก็ดี กายกรรม วจีกรรม มโนกรรม ที่มีกุศลมูลเป็นสมุฏฐาน ก็ดี กล่าวสั้นว่า กุศลในภูมิ 4 - <em>Kusala-dhamma:</em> skilful, wholesome, or profitable states; good things)</p>
      <p><strong>2.	อกุศลธรรม</strong> (ธรรมที่เป็นอกุศล, สภาวะที่ตรงข้ามกับกุศล ได้แก่ อกุศลมูล 3 และกิเลสอันมีฐานเดียวกับอกุศลมูลนั้น ก็ดี นามขันธ์ 4 ที่สัมปยุตด้วยอกุศลมูลนั้น ก็ดี กายกรรม วจีกรรม มโนกรรมที่มีอกุศลมูลเป็นสมุฏฐาน ก็ดี กล่าวสั้นว่า อกุศลจิตตุปบาท 12 - <em>Akusala-dhamma:</em> unskilful, unwholesome or unprofitable states; bad things)</p>
      <p><strong>3.	อัพยากตธรรม</strong> (ธรรมที่เป็นอัพยากฤต, สภาวะที่เป็นกลางๆ ชี้ขาดลงมิได้ว่าเป็นกุศลหรืออกุศล ได้แก่ นามขันธ์ 4 ที่เป็นวิบากแห่งกุศลและอกุศล เป็นกามาวจรก็ตาม รูปาวจรก็ตามอรูปาวจรก็ตาม โลกุตตระก็ตาม อย่างหนึ่ง ธรรมทั้งหลายที่เป็นกิริยา มิใช่กุศล มิใช่อกุศล มิใช่วิบากแห่งกรรม อย่างหนึ่ง รูปทั้งปวง อย่างหนึ่ง อสังขตธาตุ คือ นิพพาน อย่างหนึ่ง กล่าวสั้นคือ วิบากในภูมิ 4, กิริยาอัพยากฤตในภูมิ 3, รูป และนิพพาน - <em>Abyākata-dhamma:</em> the indeterminate; neither-good-nor-bad thing)</p>
      <div style="text-align:left"><small>Dhs.91,180,234.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.สํ.34/1/1; 663/259; 878/340.</small></div>

      <p><big>[86] ธรรมนิยาม 3</big> (กำหนดแห่งธรรมดา, ความเป็นไปอันแน่นอนโดยธรรมดา, กฎธรรมชาติ - <em>Dhamma-niyāma:</em> orderliness of nature; natural law)</p>
      <p><strong>1.	สพฺเพ สงฺขารา อนิจฺจา </strong> (สังขารคือสังขตธรรมทั้งปวงไม่เที่ยง - <em>Sabbe saṅkhārā aniccā:</em> all conditioned states are impermanent)</p>
      <p><strong>2.	สพฺเพ สงฺขารา ทุกฺขา </strong> (สังขารคือสังขตธรรมทั้งปวงเป็นทุกข์ - <em>Sabbe saṅkhārā dukkhā:</em> all conditioned states are subject to oppression, conflict or suffering)</p>
      <p><strong>3.	สพฺเพ ธมฺมา อนตฺตา </strong> (ธรรมคือสังขตธรรมและอสังขตธรรม หรือสังขารและวิสังขารทั้งปวงไม่ใช่ตน - <em>Sabbe dhammā anattā:</em> all states are not-self or soulless)
	    หลักความจริงนี้ แสดงให้เห็นลักษณะ 3 อย่าง ที่เรียกว่า <em>ไตรลักษณ์</em> ของสภาวธรรมทั้งหลาย (<small>ดู</small> [76] ไตรลักษณ์) พระพุทธเจ้าจะอุบัติหรือไม่ก็ตาม หลักทั้งสามนี้ ก็คงมีอยู่เป็นธรรมดาพระพุทธเจ้าเป็นแต่ทรงค้นพบและนำมาเปิดเผยแสดงแก่เวไนย.</p>
      <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [223] นิยาม 5.</em></p>
      <div style="text-align:left"><small>A.I.285.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/576/368.</small></div>

''',
    /*49*/ '''
      <p><big>[87] นิมิต</big> หรือ <big>นิมิตต์ 3</big> (เครื่องหมายสำหรับให้จิตกำหนดในการเจริญกรรมฐาน, ภาพที่เห็นในใจอันเป็นตัวแทนของสิ่งที่ใช้เป็นอารมณ์กรรมฐาน - <em>Nimitta: sign;</em> mental image)</p>
      <p><strong>1.	บริกรรมนิมิต </strong> (นิมิตแห่งบริกรรม, นิมิตตระเตรียมหรือนิมิตแรกเริ่ม ได้แก่ สิ่งใดก็ตามที่กำหนดเป็นอารมณ์ในการเจริญกรรมฐาน เช่น ดวงกสิณที่เพ่งดู หรือ พุทธคุณที่นึกเป็นอารมณ์ว่าอยู่ในใจเป็นต้น - <em>Parikamma-nimitta:</em> preliminary sign) ได้ในกรรมฐานทั้ง 40</p>
      <p><strong>2.	อุคคหนิมิต </strong> (นิมิตที่ใจเรียน, นิมิตติดตา ได้แก่ บริกรรมนิมิตนั้นที่เพ่งหรือนึกกำหนดจนเห็นแม่นในใจ เช่น ดวงกสิณที่เพ่งจนติดตา หลับตามองเห็น เป็นต้น - <em>Uggaha-nimitta:</em> learning sign; abstract sign; visualized image) ได้ในกรรมฐานทั้ง 40</p>
      <p><strong>3.	ปฏิภาคนิมิต </strong> (นิมิตเสมือน, นิมิตเทียบเคียง ได้แก่ นิมิตที่เป็นภาพเหมือนของอุคคหนิมิตนั้น แต่เป็นสิ่งที่เกิดจากสัญญา เป็นเพียงอาการปรากฏแก่ผู้ได้สมาธิ จึงบริสุทธิ์จนปราศจากสีเป็นต้น และไม่มีมลทินใดๆ ทั้งสามารถนึกขยายหรือย่อส่วนได้ตามปรารถนา - <em>Paṭibhāga-nimitta:</em> counterpart sign; conceptualized image) นิมิตนี้ได้เฉพาะในกรรมฐาน 22 คือ กสิณ 10 อสุภะ 10 กายคตาสติ 1 และอานาปานสติ 1</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อเกิดปฏิภาคนิมิตขึ้น จิตย่อมตั้งมั่นเป็นอุปจารสมาธิ จึงชื่อว่าปฏิภาคนิมิตเกิดพร้อมกับอุปจารสมาธิ เมื่อเสพปฏิภาคนิมิตนั้นสม่ำเสมอด้วยอุปจารสมาธิก็จะสำเร็จเป็นอัปปนาสมาธิต่อไป  ปฏิภาคนิมิตจึงชื่อว่าเป็นอารมณ์แก่อุปจารภาวนา และอัปปนาภาวนา.</p>
      <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [99] ภาวนา 3.</em></p>
      <div style="text-align:left"><small>Comp.203; Vism.125.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.51; วิสุทฺธิ.1/159.</small></div>

      <p><big>[88] บุญกิริยาวัตถุ 3 </big> (ที่ตั้งแห่งการทำบุญ, เรื่องที่จัดเป็นการทำความดี, หลักการทำความดี, ทางทำความดี - <em>Puññakiriyā-vatthu:</em> bases of meritorious action; grounds for 
      accomplishing merit</p>
	    <p><strong>1.	ทานมัย บุญกิริยาวัตถุ </strong> (ทำบุญด้วยการให้ปันสิ่งของ - <em>Dānamaya puññakiriyā-vatthu:</em> meritorious action consisting in giving or generosity)</p>
	    <p><strong>2.	สีลมัย บุญกิริยาวัตถุ </strong> (ทำบุญด้วยการรักษาศีล หรือประพฤติดีมีระเบียบวินัย - <em>Sīlamaya ~:</em> meritorious action consisting in observing the precepts or moral behaviour)</p>
	    <p><strong>3.	ภาวนามัย บุญกิริยาวัตถุ </strong> (ทำบุญด้วยการเจริญภาวนา คือฝึกอบรมจิตใจเจริญปัญญา - <em>Bhāvanāmaya ~:</em> meritorious action consisting in mental development)</p>
      <div style="text-align:left"><small>D.III.218; A.IV.239; It.51.&nbsp;&nbsp;ที.ปา.11/228/230; องฺ.อฏฺฐก.23/126/245; ขุ.อิติ.25/238/270.</small></div>

''',
    /*50*/ '''
      <p><big>[89] บุญกิริยาวัตถุ 10 </big> (ที่ตั้งแห่งการทำบุญ, ทางทำความดี - <em>Puññakiriyā-vatthu:</em> bases of meritorious action)</p>
			<p><strong>1.	ทานมัย </strong> (ทำบุญด้วยการให้ปันสิ่งของ - <em>Dānamaya:</em> meritorious action consisting in generosity; merit acquired by giving)</p>
			<p><strong>2.	สีลมัย </strong> (ทำบุญด้วยการรักษาศีลหรือประพฤติดี - <em>Sīlamaya:</em> by observing the precepts or moral behaviour)</p>
			<p><strong>3.	ภาวนามัย </strong> (ทำบุญด้วยการเจริญภาวนา คือฝึกอบรมจิตใจเจริญปัญญา - <em>Bhāvanā-maya ~:</em> by mental development)</p>
			<p><strong>4.	อปจายนมัย </strong> (ทำบุญด้วยการประพฤติอ่อนน้อม - <em>Apacāyanamaya:</em> by humility or reverence)</p>
			<p><strong>5.	เวยยาวัจจมัย </strong> (ทำบุญด้วยการช่วยขวนขวายรับใช้ - <em>Veyyāvaccamaya:</em> by rendering services)</p>
			<p><strong>6.	ปัตติทานมัย </strong> (ทำบุญด้วยการเฉลี่ยส่วนแห่งความดีให้แก่ผู้อื่น - <em>Pattidānamaya:</em> by sharing or giving out merit)</p>
			<p><strong>7.	ปัตตานุโมทนามัย </strong> (ทำบุญด้วยการยินดีในความดีของผู้อื่น - <em>Pattānumodanāmaya:</em> by rejoicing in others’ merit)</p>
			<p><strong>8.	ธัมมัสสวนมัย </strong> (ทำบุญด้วยการฟังธรรมศึกษาหาความรู้ - <em>Dhammassavanamaya:</em> by listening to the Doctrine or right teaching)</p>
			<p><strong>9.	ธัมมเทสนามัย </strong> (ทำบุญด้วยการสั่งสอนธรรมให้ความรู้ - <em>Dhammadesanāmaya:</em> by teaching the Doctrine or showing truth)</p>
			<p><strong>10.	ทิฏฐุชุกัมม์ </strong> (ทำบุญด้วยการทำความเห็นให้ตรง - <em>Diṭṭhujukamma:</em> by straighten-ing one’s views or forming correct views)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 4 และข้อ 5 จัดเข้าในสีลมัย; 6 และ 7 ในทานมัย; 8 และ 9 ในภาวนามัย; ข้อ 10 ได้ทั้งทาน ศีล และภาวนา</p>
      <div style="text-align:left"><small>D.A.III.999; Comp.146.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.อ.3/246; สังคหะ 29.</small></div>

''',
    /*51*/ '''
      <p><big>[90] บุตร 3 </big> (<em>Putta:</em> son; child; descendant)</p>
			<p><strong>1.	อติชาตบุตร </strong> (บุตรที่ยิ่งกว่าบิดามารดา, ลูกที่ดีกว่าเลิศกว่าพ่อแม่ - <em>Atijāta-putta:</em> superior-born son)</p>
			<p><strong>2.	อนุชาตบุตร </strong> (บุตรที่ตามเยี่ยงบิดามารดา, ลูกที่เสมอด้วยพ่อแม่ - <em>Anujāta-putta:</em> like-born son)</p>
			<p><strong>3.	อวชาตบุตร </strong> (บุตรที่ต่ำลงกว่าบิดามารดา, ลูกที่ทราม - <em>Avajāta-putta:</em> inferior-born son)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บุตรประเภทที่ 1 นั้น เรียกอีกอย่างว่า <strong>อภิชาตบุตร</strong></p>
			
      <div style="text-align:left"><small>It.62.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.อิติ.25/252/278.</small></div>

      <p><big>[91] ปปัญจะ </big> หรือ <big>ปปัญจธรรม 3 </big> (กิเลสเครื่องเนิ่นช้า, กิเลสที่เป็นตัวการทำให้คิดปรุงแต่งยืดเยื้อพิสดาร ทำให้เขวห่างออกไปจากความเป็นจริงที่ง่ายๆ เปิดเผย ก่อให้เกิดปัญหาต่างๆ และขัดขวางไม่ให้เข้าถึงความจริงหรือทำให้ไม่อาจแก้ปัญหาอย่างถูกทางตรงไปตรงมา - <em>Papañca: proliferation;</em> diversification; diffuseness; mental diffusion)</p>
			<p><strong>1.	ตัณหา </strong> (ความทะยานอยาก, ความปรารถนาที่จะบำรุงบำเรอปรนเปรอตน, ความอยากได้อยากเอา - <em>Taṇhā:</em> craving; selfish desire)</p>
			<p><strong>2.	ทิฏฐิ </strong> (ความคิดเห็น ความเชื่อถือ ลัทธิ ทฤษฎี อุดมการณ์ต่างๆ ที่ยึดถือไว้โดยงมงายหรือโดยอาการเชิดชูว่าอย่างนี้เท่านั้นจริง อย่างอื่นเท็จทั้งนั้น เป็นต้น ทำให้ปิดตัวแคบ ไม่ยอมรับฟังใคร ตัดโอกาสที่จะเจริญปัญญา หรือคิดเตลิดไปข้างเดียว ตลอดจนเป็นเหตุแห่งการเบียดเบียนบีบคั้นผู้อื่นที่ไม่ถืออย่างตน, ความยึดติดในทฤษฎี ฯลฯ ถือความคิดเห็นเป็นความจริง - <em>Diṭṭhi:</em> view; dogma; speculation)</p>
			<p><strong>3.	มานะ </strong> (ความถือตัว, ความสำคัญตนว่าเป็นนั่นเป็นนี่ ถือสูงถือต่ำ ยิ่งใหญ่เท่าเทียม หรือด้อยกว่าผู้อื่น, ความอยากเด่นอยากยกชูตนให้ยิ่งใหญ่ - Māna: conceit)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในคัมภีร์วิภังค์ เรียกปปัญจะ 3 นี้เป็น <strong>ฉันทะ</strong>(คือตัณหา) <em>มานะ ทิฏฐิ</em></p>
      <div style="text-align:left"><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</small></div>
      <p><small>Nd1 280; Vbh.393; Nett. 37–38.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ม.29/505/337; อภิ.วิ.35/1034/530; เนตฺติ. 56–57.</small></p>
''',
    /*52*/ '''
      <p><big>[92] ปริญญา 3 </big> (การกำหนดรู้, การทำความรู้จัก, การทำความเข้าใจโดยครบถ้วน - <em>Pariññā:</em> full understanding; diagnosis)</p>
			<p><strong>1.	ญาตปริญญา </strong> (กำหนดรู้ด้วยให้เป็นสิ่งอันรู้แล้ว, กำหนดรู้ขั้นรู้จัก, กำหนดรู้ตามสภาวลักษณะ คือ ทำความรู้จักจำเพาะตัวของสิ่งนั้นโดยตรง พอให้ชื่อว่าได้เป็นอันรู้จักสิ่งนั้นแล้ว เช่นรู้ว่า นี้คือเวทนา เวทนาคือสิ่งที่มีลักษณะเสวยอารมณ์ ดังนี้เป็นต้น - <em>Ñāta-pariññā:</em> full knowledge as the known; diagnosis as knowledge)</p>
			<p><strong>2.	ตีรณปริญญา </strong> (กำหนดรู้ด้วยการพิจารณา, กำหนดรู้ขั้นพิจารณา, กำหนดรู้โดยสามัญลักษณะ คือ ทำความรู้จักสิ่งนั้นพิจารณาเห็นโดยความเป็นของไม่เที่ยง เป็นทุกข์ เป็นอนัตตา เช่นว่า เวทนาไม่เที่ยง มีความแปรปรวนไปเป็นธรรมดา ไม่ใช่ตัวไม่ใช่ตน ดังนี้เป็นต้น - <em>Tīraṇa-pariññā:</em> full knowledge as investigating; diagnosis as judgment)</p>
			<p><strong>3.	ปหานปริญญา </strong> (กำหนดรู้ด้วยการละ, กำหนดรู้ถึงขั้นละได้, กำหนดรู้โดยตัดทางมิให้ฉันทราคะเกิดมีในสิ่งนั้น คือรู้ว่าสิ่งนั้นเป็นอนิจจัง ทุกขัง อนัตตาแล้ว ละนิจจสัญญาเป็นต้น ในสิ่งนั้นเสียได้ - <em>Pahāna-pariññā:</em> full knowledge as abandoning; diagnosis as abandoning)</p>
      <p>	ปริญญา 3 นี้ เป็นโลกิยะ มีขันธ์ 5 เป็นอารมณ์ เป็นกิจในอริยสัจจ์ข้อที่ 1 คือทุกข์ ในทางปฏิบัติ <em>จัดเข้าใน วิสุทธิ ข้อ 3 ถึง 6</em> คือ</p>
      <p><small>ก.	ตั้งแต่นามรูปปริจเฉทญาณ ถึง ปัจจยปริคคหญาณ เป็นภูมิแห่งญาตปริญญา (= 3. ทิฏฐิ-วิสุทธิ และ 4. กังขาวิตรณวิสุทธิ)</small></p>
      <p><small>ข.	ตั้งแต่กลาปสัมมสนญาณ ถึง อุทยัพพยานุปัสสนาญาณ เป็นภูมิแห่งตีรณปริญญา (= 5. มัคคา-มัคคญาณทัสสนวิสุทธิ)</small></p>
      <p><small>ค.	ตั้งแต่ภังคานุปัสสนาญาณ ขึ้นไป เป็นภูมิแห่งปหานปริญญา (= 6. ปฏิปทาญาณทัสสนวิสุทธิ)</small></p>
      
			<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <small>ดู</small> [205] กิจในอริยสัจจ์ 4; [285] วิสุทธิ 7; [311] วิปัสสนาญาณ 9.</em></p>
      <div style="text-align:left"><small>Nd1 53; Vism.606.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ม.29/62/60; วิสุทฺธิ.3/230.</small></div>

      <p><big>[☆☆] ปหาน 3</big> (การละกิเลส - <em>Pahāna:</em> abandonment) คือ วิกขัมภนปหาน ตทังคปหาน และสมุจเฉทปหาน มีรวมอยู่ใน ปหาน 5.</p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; <small>ดู</small> [224] นิโรธ 5.</em></p>
      <div style="text-align:left"><small>Vism.693.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/349.</small></div>
      <p><big>[93] ปัญญา 3 </big> (ความรอบรู้, รู้ทั่ว, เข้าใจ, รู้ซึ้ง - <em>Paññā:</em> wisdom; knowledge; understanding)</p>
			<p><strong>1. จินตามยปัญญา</strong> (ปัญญาเกิดจากการคิดพิจารณา, ปัญญาสืบแต่โยนิโสมนสิการที่ตั้งขึ้นในตนเอง - <em>Cintāmaya-paññā:</em> wisdom resulting from reflection; knowledge that is thought out)</p>
			<p><strong>2.	สุตมยปัญญา </strong> (ปัญญาเกิดจากการสดับเล่าเรียน, ปัญญาสืบแต่ปรโตโฆสะ - <em>Sutamaya-paññā:</em> wisdom resulting from study; knowledge that is learned from others)</p>
			<p><strong>3.	ภาวนามยปัญญา</strong>(ปัญญาเกิดจากการปฏิบัติบำเพ็ญ, ปัญญาสืบแต่ปัญญาสองอย่างแรกนั้นแล้วหมั่นมนสิการในประดาสภาวธรรม - <em>Bhāvanāmaya-paññā:</em> wisdom resulting from mental development; knowledge that is gained by development or practice)</p>
			<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [223] นิยาม 5.</em></p>
      <div style="text-align:left"><small>D.III.219; Vbh.324.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/231; อภิ.วิ.35/804/438.</small></div>

      

''',
    /*53*/ '''
      <p><big>[94] ปาฏิหาริย์ 3 </big> (การกระทำที่กำจัดหรือทำให้ปฏิปักษ์ยอมได้, การกระทำที่ให้เห็นเป็นอัศจรรย์, การกระทำที่ให้บังเกิดผลเป็นอัศจรรย์ - <em>Pāñihāriya: marvel; wonder;</em> miracle)</p>
			<p><strong>1.	อิทธิปาฏิหาริย์ </strong> (ปาฏิหาริย์คือฤทธิ์, แสดงฤทธิ์ได้เป็นอัศจรรย์ - <em>Iddhi-pāṭihāriya:</em> marvel of psychic power)</p>
			<p><strong>2.	อาเทศนาปาฏิหาริย์ </strong> (ปาฏิหาริย์คือการทายใจ, รอบรู้กระบวนของจิตจนสามารถกำหนดอาการที่หมายเล็กน้อยแล้วบอกสภาพจิต ความคิด อุปนิสัยได้ถูกต้องเป็นอัศจรรย์ - <em>Ādesanā-pāṭihāriya:</em> marvel of mind-reading)</p>
			<p><strong>3.	อนุสาสนีปาฏิหาริย์ </strong> (ปาฏิหาริย์คืออนุศาสนี, คำสอนเป็นจริง สอนให้เห็นจริง นำไปปฏิบัติได้ผลสมจริง เป็นอัศจรรย์ - <em>Anusāsanī-pāṭihāriya:</em> marvel of teaching)</p>
			<p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [223] นิยาม 5.</em></p>
      <div style="text-align:left"><small>D.I.211; A.I.170; Ps.II.227.&nbsp;&nbsp;&nbsp;ที.สี.9/339/273; องฺ.ติก.20/500/217; ขุ.ปฏิ.31/718/616.</small></div>

      <p><big>[95] ปาปณิกธรรม 3 </big> (ปาปณิกังคะ: หลักพ่อค้า, องค์คุณของพ่อค้า - <em>Pāpaṇika¬dhamma:</em> qualities of a successful shopkeeper or businessman)</p>
			<p><strong>1.	จักขุมา </strong> ตาดี (รู้จักสินค้า ดูของเป็น สามารถคำนวณราคา กะทุนเก็งกำไรแม่นยำ - <em>akkhumā:</em> shrewd)</p>
			<p><strong>2.	วิธูโร </strong> จัดเจนธุรกิจ (รู้แหล่งซื้อแหล่งขาย รู้ความเคลื่อนไหวความต้องการของตลาด สามารถในการจัดซื้อจัดจำหน่าย รู้ใจและรู้จักเอาใจลูกค้า - <em>Vidhūro:</em> capable of administering business)</p>
			<p><strong>3.	นิสสยสัมปันโน</strong> พร้อมด้วยแหล่งทุนเป็นที่อาศัย (เป็นที่เชื่อถือไว้วางใจในหมู่แหล่งทุนใหญ่ๆ หาเงินมาลงทุนหรือดำเนินกิจการโดยง่าย - <em>Nissayasampanno:</em> having a good credit rating)</p>
      <div style="text-align:left"><small>A.I.116.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/459/146.</small></div>

      <p><big>[☆☆] ปิฎก 3</big><em><small>&nbsp;ดู</small>[75] ไตรปิฎก.</em></p>
      <p><big>[☆☆] พุทธคุณ 3</big><em><small>&nbsp;ดู</small>[305] พุทธคุณ 3.</em></p>
      

      <p><big>[96] พุทธจริยา 3 </big> (พระจริยา หรือการทรงบำเพ็ญประโยชน์ ของพระพุทธเจ้า - <em>Buddha-cariyā:</em> the Buddha’s conduct, functions or services)</p>
			<p><strong>1.	โลกัตถจริยา</strong> (พระพุทธจริยาเพื่อประโยชน์แก่โลก - <em>okattha-cariyā:</em> conduct for the well-being of the world)</p>
			<p><strong>2.	ญาตัตถจริยา</strong> (พระพุทธจริยาเพื่อประโยชน์แก่พระญาติตามฐานะ - <em>Ñātattha-cariyā:</em> conduct for the benefit of his relatives)</p>
			<p><strong>3.	พุทธัตถจริยา</strong> (พระพุทธจริยาที่ทรงบำเพ็ญประโยชน์ตามหน้าที่ของพระพุทธเจ้า - <em>uddhattha-cariyā:</em> beneficial conduct as functions of the Buddha)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ใน 3 อย่างนี้ โลกัตถจริยามาในพระไตรปิฎก (<small>ขุ.จู.30/667/322; ขุ.ปฏิ.31/449/329; 715/615</small>) สองอย่างหลังมาในอรรถกถา.</p>
      <div style="text-align:left"><small>AA.I.98; DhA.III.441.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อ.1/104; ธ.อ.7/93</small></div>

''',
    /*54*/ '''
      <p><big>[97] พุทธโอวาท 3</big> (ประมวลคำสอนของพระพุทธเจ้าที่เป็นหลักใหญ่ 3 ข้อ - <em>Buddha-ovāda:</em> the Three Admonitions or Exhortations of the Buddha)</p>
			<p><strong>1.	สพฺพปาปสฺส อกรณํ</strong> (ไม่ทำความชั่วทั้งปวง - <em>Sabbapāpassa akaraṇaṁ:</em> not to do any evil)</p>
			<p><strong>2.	กุสลสฺสูปสมฺปทา</strong> (ทำแต่ความดี - <em>usalassūpasampadā:</em> to do good; to cultivate good)</p>
			<p><strong>3.	สจิตฺตปริโยทปนํ</strong> (ทำใจของตนให้สะอาดบริสุทธิ์ - <em>Sacittapariyodapanaṁ:</em> to purify the mind)</p>      
      <p><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หลัก 3 ข้อนี้ รวมอยู่ใน <strong>โอวาทปาติโมกข์</strong> ที่ทรงแสดงในวันเพ็ญ เดือน 3 ที่บัดนี้เรียกว่า <em>วันมาฆบูชา</em></small></p>
      <div style="text-align:left"><small>D.II.49; Dh.183.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/54/57; ขุ.ธ.25/24/39.</small></div>

      <p><big>[98] ภพ 3</big> (ภาวะชีวิตของสัตว์, โลกเป็นที่อยู่ของสัตว์ - <em>Bhava:</em> existence; sphere)</p>
			<p><strong>1.	กามภพ</strong> (ภพที่เป็นกามาวจร, ภพของสัตว์ผู้ยังเสวยกามคุณคืออารมณ์ทางอินทรีย์ทั้ง 5 ได้แก่ อบาย 4 มนุษยโลก และกามาวจรสวรรค์ทั้ง 6  - <em>Kāma-bhava:</em> the Sense-Sphere)</p>
			<p><strong>2.	รูปภพ</strong> (ภพที่เป็นรูปาวจร, ภพของสัตว์ผู้เข้าถึงรูปฌาน ได้แก่รูปพรหมทั้ง 16  - <em>Rūpa-bhava:</em> the Form-Sphere; Fine-Material Sphere)</p>
			<p><strong>3.	อรูปภพ</strong> (ภพที่เป็นอรูปาวจร, ภพของสัตว์ผู้เข้าถึงอรูปฌาน ได้แก่อรูปพรหม 4  - <em>Arūpa-bhava:</em> the Formless Sphere; Immaterial Sphere)</p>
      <div style="text-align:left"><small>D.III.215; M.I.294.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/228; ม.มู.12/498/539.</small></div>

      <p><big>[99] ภาวนา 3 </big>(การเจริญ หมายถึงการเจริญกรรมฐานหรือฝึกสมาธิขั้นต่างๆ - <em>Bhāvanā:</em> stages of meditation)</p
			<p><strong>1.	บริกรรมภาวนา</strong> (ภาวนาขั้นบริกรรม, ฝึกสมาธิขั้นตระเตรียม ได้แก่การถือเอานิมิตในสิ่งที่กำหนดเป็นอารมณ์กรรมฐาน เช่น เพ่งดวงกสิณ หรือนึกถึงพุทธคุณเป็นอารมณ์ว่าอยู่ในใจเป็นต้น กล่าวสั้นๆ คือ การกำหนดบริกรรมนิมิตนั่นเอง - <em>Parikamma-bhāvanā:</em> preliminary stage of meditation) ได้ในกรรมฐานทั้ง 40</p>

			<p><strong>2.	อุปจารภาวนา</strong> (ภาวนาขั้นจวนเจียน, ฝึกสมาธิขั้นเป็นอุปจาร ได้แก่ เจริญกรรมฐานต่อไป ถึงขณะที่ปฏิภาคนิมิตเกิดขึ้นในกรรมฐานที่เพ่งวัตถุก็ดี นิวรณ์สงบไปในกรรมฐานประเภทนึกเป็นอารมณ์ก็ดี นับแต่ขณะนั้นไปจัดเป็นอุปจารภาวนา - <em>Upacāra-bhāvanā:</em> proximate stage of meditation) ขั้นนี้เป็น <em>กามาวจรสมาธิ</em> ได้ในกรรมฐานทั้ง 40; อุปจารภาวนา สิ้นสุดแค่โคตรภูขณะ ในฌานชวนะ</p>

			<p><strong>3.	อัปปนาภาวนา</strong> (ภาวนาขั้นแน่วแน่, ฝึกสมาธิขั้นเป็นอัปปนา ได้แก่ เสพปฏิภาคนิมิตที่เกิดขึ้นแล้วนั้นสม่ำเสมอด้วยอุปจารสมาธิ จนบรรลุปฐมฌาน คือ ถัดจากโคตรภูขณะในฌานชวนะเป็นต้นไป ต่อแต่นั้นเป็นอัปปนาภาวนา - <em>Appanā-bhāvanā:</em> concentrative or attain¬ment stage of meditation) ขั้นนี้เป็น <em>รูปาวจรสมาธิ</em> ได้เฉพาะในกรรมฐาน 30 คือ หักอนุสสติ 8 ข้างต้น ปฏิกูลสัญญา 1 และ จตุธาตุววัตถาน 1 ออกเสีย คงเหลือ อสุภะ 10 และกายคตาสติ 1 <em>(ได้ถึงปฐมฌาน)</em> อัปปมัญญา 3 ข้อต้น <em>(ได้ถึงจตุตถฌาน)</em> อัปปมัญญาข้อท้ายคืออุเบกขา 1 กสิณ 10 และอานาปานสติ 1 <em>(ได้ถึงปัญจมฌาน)</em> อรูป 4 <em>(ได้อรูปฌาน)</em></p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [87] นิมิต 3.</em></p>
      <div style="text-align:left"><small>Comp.203.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.51.</small></div>

''',
    /*55*/ '''
      <p><big>[100] รัตนตรัย </big> (รัตนะ 3, แก้วอันประเสริฐ หรือสิ่งล้ำค่า 3 ประการ, หลักที่เคารพบูชาสูงสุดของพุทธศาสนิกชน 3 อย่าง - <em>Ratanattaya</em>: the Triple Gem; Three Jewels)</p>
			<p><strong>1.	พระพุทธเจ้า</strong> (พระผู้ตรัสรู้เองและสอนผู้อื่นให้รู้ตาม - <em>Buddha:</em> the Buddha; the Enlightened One)</p>
			<p><strong>2.	พระธรรม</strong> (คำสั่งสอนของพระพุทธเจ้า ทั้งหลักความจริงและหลักความประพฤติ - <em>Dhamma:</em> the Dhamma; Dharma; the Doctrine)</p>
			<p><strong>3.	พระสงฆ์</strong> (หมู่สาวกผู้ปฏิบัติตามคำสั่งสอนของพระพุทธเจ้า - <em>Saṅgha:</em> the Sangha; the Order)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีที่มา เรียกว่า <em>สรณะ 3</em></p>
      <div style="text-align:left"><small>Kh.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp; &nbsp;ขุ.ขุ.25/1/1.</small></div>

      <p><big>[101] ลัทธินอกพระพุทธศาสนา 3</big> (บาลีเรียกว่า ติตถายตนะ แปลว่า แดนเกิดลัทธิ, ชุมนุมหรือประมวลแห่งลัทธิ - <em>Titthāyatana:</em> beliefs of other sects; grounds of sectarian tenets; spheres of wrong views; non-Buddhist beliefs)</p>
			<p><strong>1.	ปุพเพกตเหตุวาท</strong> (ลัทธิกรรมเก่า คือ พวกที่ถือว่า สิ่งใดก็ตามที่ได้ประสบ จะเป็นสุขก็ตาม ทุกข์ก็ตาม มิใช่สุขมิใช่ทุกข์ก็ตาม ล้วนเป็นเพราะกรรมที่ได้ทำไว้ในปางก่อน - <em>Pubbekatavāda:</em> a determinist theory that whatever is experienced is due to past actions; past-action determinism) เรียกสั้นๆ ว่า <em>ปุพเพกตวาท</em></p>
			<p><strong>2.	อิสสรนิมมานเหตุวาท</strong> (ลัทธิพระเป็นเจ้า คือ พวกที่ถือว่า สิ่งใดก็ตามที่ได้ประสบ จะเป็นสุขก็ตาม ทุกข์ก็ตาม มิใช่สุขมิใช่ทุกข์ก็ตาม ล้วนเป็นเพราะการบันดาลของเทพผู้ยิ่งใหญ่ - <em>Issarakaraṇavāda:</em> a determinist theory that whatever is experienced is due to the creation of a Supreme Being; theistic determinism) เรียกสั้นๆ ว่า <em>อิศวรกรณวาท</em> หรือ <em>อิศวรนิรมิตวาท</em></p>
			<p><strong>3.	อเหตุอปัจจัยวาท</strong> (ลัทธิเสี่ยงโชค คือ พวกที่ถือว่า สิ่งใดก็ตามที่ได้ประสบ จะเป็นสุขก็ตาม ทุกข์ก็ตาม มิใช่สุขมิใช่ทุกข์ก็ตาม ล้วนหาเหตุหาปัจจัยมิได้ คือ ถึงคราวก็เป็นไปเอง - <em>Ahetuvāda:</em> an indeterminist theory that whatever is experienced is uncaused and unconditioned; accidentalism) เรียกสั้นๆ ว่า <em>อเหตุวาท</em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้งสามลัทธินี้ ไม่ชอบด้วยเหตุผล ถูกยันเข้า ย่อมอ้างการถือสืบๆ กันมา เป็นลัทธิประเภท <em>อกิริยา</em> (traditional doctrines of inaction) หากยึดมั่นถือตามเข้าแล้วย่อมให้เกิดโทษ คือ ไม่เกิดฉันทะ และความพยายาม ที่จะทำการที่ควรทำและเว้นการที่ไม่ควรทำ</p>
      <div style="text-align:left"><small>A.I.173; Vbh.367.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/501/222; อภิ.วิ.35/940/496.</small></div>

''',
    /*56*/ '''
      

      <p><big>[102] โลก 3 </big><sup>2</sup> (ประดาสภาวธรรมหรือหมู่สัตว์ กำหนดโดยขอบเขตบ้าง ไม่กำหนดบ้าง - <em>Loka:</em> the world; the earth; sphere; universe)/p>
			<p><strong>1.	สังขารโลก</strong> (โลกคือสังขาร ได้แก่สภาวธรรมทั้งปวงที่มีการปรุงแต่งตามเหตุปัจจัย - <em>Saṅkhāra-loka:</em> the world of formations)</p>
			<p><strong>2.	สัตวโลก</strong> (โลกคือหมู่สัตว์ - <em>Satta-loka:</em> the world of beings)</p>
			<p><strong>3.	โอกาสโลก</strong> (โลกอันกำหนดด้วยโอกาส, โลกอันมีในอวกาศ, จักรวาล - <em>Okāsa-loka:</em> the world of location; the world in space; the universe)</p>
      <div style="text-align:left"><small>Vism.204; DA.I.173; MA.I.397.&nbsp;&nbsp;วิสุทฺธิ.1/262; ที.อ.1/215; ม.อ.2/269.</small></div>

      <p><big>[103] โลก 3</big><sup>2</sup> (โลกคือหมู่สัตว์, สัตวโลก - <em>Loka:</em> the world of beings)</p>
			<p><strong>1.	มนุษยโลก</strong> (โลกคือหมู่มนุษย์ - <em>Manussa-loka:</em> the world of man)</p>
			<p><strong>2.	เทวโลก</strong> (โลกคือหมู่เทพ, สวรรค์ชั้นกามาวจรทั้ง 6 - <em>Deva-loka:</em> the heavenly world)</p>
			<p><strong>3.	พรหมโลก</strong> (โลกคือหมู่พรหม, สวรรค์ชั้นพรหม - <em>Brahma-loka:</em> the Brahma world)</p>
      <p><strong>โลก 3 ในหมวดนี้ ท่านจำแนกออกมาจาก ข้อ 2 คือสัตวโลก ในหมวดก่อน [102]</strong></p>
      <div style="text-align:left"><small>DA.I.173; MA.I.397.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.อ.1/215; ม.อ.2/269.</small></div>

      <p><big>[104] โลก 3</big><sup>3</sup>  (โลกอันเป็นที่อยู่ของสัตว์ - <em>Loka:</em> the world; sphere) คือ <strong>กามโลก</strong> - <em>Kmaloka:</em> the world of sense-desire; <strong>รูปโลก</strong> - <em>Rūpaloka:</em> the world of form; <strong>อรูปโลก</strong> - <em>Arūpaloka:</em> the formless world; เป็นชื่อที่บางแห่งใช้เรียก ภพ 3 แต่ไม่นิยม</p>

			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [98] ภพ 3.</em></p>
      <div style="text-align:right"><small>สงฺคห.ฏีกา18.</small></div>


''',
    /*57*/ '''
      
      <p><big>[105] วัฏฏะ 3</big> หรือ <big>ไตรวัฏฏ์</big> (วน, วงเวียน, องค์ประกอบที่หมุนเวียนต่อเนื่องกันของภวจักร หรือสังสารจักร - <em>Vaṭṭa:</em> the triple round; cycle)</p>
			<p><strong>1.	กิเลสวัฏฏ์</strong> (วงจรกิเลส ประกอบด้วยอวิชชา ตัณหา และอุปาทาน - <em>Kilesa-vaṭṭa:</em> round of defilements)</p>
			<p><strong>2.	กรรมวัฏฏ์</strong> (วงจรกรรม ประกอบด้วยสังขารและกรรมภพ - <em>Kamma-vaṭṭa:</em> round of kamma)</p>
			<p><strong>3.	วิปากวัฏฏ์</strong> (วงจรวิบาก ประกอบด้วย วิญญาณ นามรูป สฬายตนะ ผัสสะ เวทนา ซึ่งแสดงออกในรูปปรากฏที่เรียกว่า อุปปัตติภพ ชาติ ชรา มรณะ เป็นต้น - <em>Vipāka-vaṭṭa:</em> round of results)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สามอย่างนี้ ประกอบเข้าเป็นวงจรใหญ่แห่งปัจจยาการ เรียกว่า <em>ภวจักร</em> หรือ <em>สังสารจักร</em> ตามหลักปฏิจจสมุปบาท</p>
      <div style="text-align:left"><small>Vism.581.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/198.</small></div>

      <p><big>[106] วิชชา 3</big> (ความรู้แจ้ง, ความรู้วิเศษ - <em>Vijjā:</em> the Threefold Knowledge)</p>
			<p><strong>1.	ปุพเพนิวาสานุสสติญาณ</strong> (ญาณเป็นเหตุระลึกขันธ์ที่อาศัยอยู่ในก่อนได้, ระลึกชาติได้ - <em>ubbenivāsānussati-ñāṇa:</em> reminiscence of past lives)</p>
			<p><strong>2.	จุตูปปาตญาณ</strong> (ญาณกำหนดรู้จุติและอุบัติแห่งสัตว์ทั้งหลาย อันเป็นไปตามกรรม, เห็นการเวียนว่ายตายเกิดของสัตว์ทั้งหลาย เรียกอีกอย่างว่า ทิพพจักขุญาณ - <em>Cutūpapāta-ñāṇa:</em> knowledge of the decease and rebirth of beings; clairvoyance)</p>
			<p><strong>3.	อาสวักขยญาณ</strong> (ญาณหยั่งรู้ในธรรมเป็นที่สิ้นไปแห่งอาสวะทั้งหลาย, ความรู้ที่ทำให้สิ้นอาสวะ, ความตรัสรู้ - <em>Āsavakkhaya-ñāṇa:</em> knowledge of the destruction of mental intoxication)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิชชา 3 นี้ เรียกสั้นๆ ว่า <em>ญาณ 3; <small>ดู</small> [297] วิชชา 8</em> ด้วย.</p>
      <div style="text-align:left"><small>D.III.220, 275; A.V.211.	ที.ปา.11/228/232; 398/292; องฺ.ทสก.24/102/225.</small></div>

      <p><big>[☆☆☆] วิปัลลาส 3 ระดับ</big> <em> <small> ดู</small> [178] วิปัลลาส 4.</em>/p>

      <p><big>[107] วิโมกข์ 3</big> (ความหลุดพ้น, ประเภทของความหลุดพ้น จัดตามลักษณะการเห็นไตรลักษณ์ ข้อที่ให้ถึงความหลุดพ้น - <em>Vimokkha:</em> liberation; aspects of liberation)</p>
			<p><strong>1.	สุญญตวิโมกข์</strong> (หลุดพ้นด้วยเห็นความว่างหมดความยึดมั่น ได้แก่ ความหลุดพ้นที่เกิดจากปัญญาพิจารณาเห็นนามรูป โดยความเป็นอนัตตา คือ หลุดพ้นด้วยเห็นอนัตตตา แล้วถอนความยึดมั่นเสียได้ - <em>Suññata-vimokkha:</em> liberation through voidness; void liberation) = อาศัยอนัตตานุปัสสนา ถอนอัตตาภินิเวส.</p>
			<p><strong>2.	อนิมิตตวิโมกข์</strong> (หลุดพ้นด้วยไม่ถือนิมิต ได้แก่ ความหลุดพ้นที่เกิดจากปัญญาพิจารณาเห็นนามรูป โดยความเป็นอนิจจัง คือ หลุดพ้นด้วยเห็นอนิจจตา แล้วถอนนิมิตเสียได้ - <em>Animitta-vimokkha:</em> liberation through signlessness; signless liberation) = อาศัยอนิจจานุปัสสนา ถอนวิปัลลาสนิมิต.</p>
			<p><strong>3.	อัปปณิหิตวิโมกข์</strong> (หลุดพ้นด้วยไม่ทำความปรารถนา ได้แก่ ความหลุดพ้นที่เกิดจากปัญญาพิจารณาเห็นนามรูป โดยความเป็นทุกข์ คือ หลุดพ้นด้วยเห็นทุกขตา แล้วถอนความปรารถนาเสียได้ - <em>Appaṇihita-vimokkha:</em> liberation through dispositionlessness; desireless liberation) = อาศัยทุกขานุปัสสนา ถอนตัณหาปณิธิ.</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [47] สมาธิ 3<sup>2</sup>.</em></p>
      <div style="text-align:left"><small>Ps.II.35; Vism.657; Comp.211.	ขุ.ปฏิ.31/469/353; วิสุทฺธิ.3/299; สังคห.55.</small></div>

''',
    /*58*/ '''
      <p><big>[108] วิรัติ 3</big> (การเว้นจากทุจริต, การเว้นจากกรรมชั่ว - </em>Virati:</em> abstinence)</p>
			<p><strong>1.	สัมปัตตวิรัติ</strong> (เว้นสิ่งประจวบเฉพาะหน้า, เว้นเมื่อประสบซึ่งหน้า หรือเว้นได้ทั้งที่ประจวบโอกาส คือ ไม่ได้ตั้งเจตนาไว้ก่อน ไม่ได้สมาทานสิกขาบทไว้เลย แต่เมื่อประสบเหตุที่จะทำชั่ว นึกคิดพิจารณาขึ้นได้ในขณะนั้นว่า ตนมีชาติตระกูล วัย หรือคุณวุฒิอย่างนี้ ไม่สมควรกระทำกรรมเช่นนั้น แล้วงดเว้นเสียได้ไม่ทำผิดศีล - <em>Sampatta-virati:</em> abstinence as occasion arises; abstinence in spite of opportunity)</p>
			<p><strong>2.	สมาทานวิรัติ</strong> (เว้นด้วยการสมาทาน คือ ตนได้ตั้งเจตนาไว้ก่อน โดยได้รับศีล คือ สมาทานสิกขาบทไว้แล้ว ก็งดเว้นตามที่ได้สมาทานนั้น - <em>Samādāna-virati:</em> abstinence by undertaking; abstinence in accordance with one’s observances)</p>
			<p><strong>3.	สมุจเฉทวิรัติ</strong> หรือ <strong>เสตุฆาตวิรัติ</strong> (เว้นด้วยตัดขาด หรือด้วยชักสะพานตัดตอนเสียทีเดียว, เว้นได้เด็ดขาด คือ การงดเว้นความชั่ว ของพระอริยะทั้งหลาย อันประกอบด้วยอริยมรรคซึ่งขจัดกิเลสที่เป็นเหตุแห่งความชั่วนั้นๆ เสร็จสิ้นแล้ว ไม่เกิดมีแม้แต่ความคิดที่จะประกอบกรรมชั่วนั้นเลย - <em>Samuccheda-virati, Setughāta~:</em> abstinence by rooting out)</p>
      <p><strong>วิรัติ 2 อย่างแรก ยังไม่อาจวางใจได้แน่นอน วิรัติข้อที่ 3 จึงจะแน่นอนสิ้นเชิง</strong></p>
      <div style="text-align:left"><small>DA.I.305; KhA.142; DhsA.103.&nbsp;&nbsp;&nbsp;ที.อ.1/377; ขุทฺทก.อ.156; สงฺคณี.อ.188.</small></div>

      <p><big>[109] วิเวก 3 </big> (ความสงัด, ความปลีกออก - <em>Viveka:</em> seclusion)</p>
			<p><strong>1.	กายวิเวก</strong> (ความสงัดกาย ได้แก่อยู่ในที่สงัดก็ดี ดำรงอิริยาบถและเที่ยวไปผู้เดียวก็ดี - <em>Kāya-viveka:</em> bodily seclusion i.e. solitude)</p>
			<p><strong>2.	จิตตวิเวก</strong> (ความสงัดใจ ได้แก่ทำจิตให้สงบผ่องใส สงัดจากนิวรณ์ สังโยชน์ และอนุสัย เป็นต้น หมายเอาจิตแห่งท่านผู้บรรลุฌาน และอริยมรรค อริยผล - <em>Citta-viveka:</em> mental seclusion, i.e. the state of Jhāna and the Noble Paths and Fruitions)</p>
			<p><strong>3.	อุปธิวิเวก</strong> (ความสงัดอุปธิ ได้แก่ธรรมเป็นที่สงบระงับสังขารทั้งปวง ปราศจากกิเลสก็ดี ขันธ์ก็ดี อภิสังขารก็ดี ที่เรียกว่าอุปธิ หมายเอาพระนิพพาน - <em>Upadhi-viveka:</em> seclusion from the essentials of existence, i.e. Nibbāna)</p>
      <div style="text-align:left"><small>Nd1 26,140,157,341.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ม.29/33/29; 229/170.</small></div>

''',
    /*59*/ '''
      <p><big>[110] เวทนา 2 </big> (การเสวยอารมณ์ - <em>edanā:</em> feeling; sensation)</p>
			<p><strong>1.	กายิกเวทนา</strong> (เวทนาทางกาย - <em>Kāyika-vedanā:</em> physical feeling)</p>
			<p><strong>2.	เจตสิกเวทนา</strong> (เวทนาทางใจ - <em>Cetasika-vedanā:</em> mental feeling)</p>
      <div style="text-align:left"><small>S.IV.231.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.สฬ.18/431/287.</small></div>

      <p><big>[111] เวทนา 3</big> (การเสวยอารมณ์, ความรู้สึกรสของอารมณ์ - <em>Vedanā:</em> feeling; sensation)</p>
			<p><strong>1.	สุขเวทนา</strong> (ความรู้สึกสุข สบาย ทางกายก็ตาม ทางใจก็ตาม - <em>Sukha-vedanā:</em> pleasant feeling; pleasure)</p>
			<p><strong>2.	ทุกขเวทนา</strong> (ความรู้สึกทุกข์ ไม่สบาย ทางกายก็ตาม ทางใจก็ตาม - <em>Dukkha-vedanā:</em> painful feeling; pain)</p>
			<p><strong>3.	อทุกขมสุขเวทนา</strong> (ความรู้สึกเฉยๆ จะสุขก็ไม่ใช่ ทุกข์ก็ไม่ใช่ เรียกอีกอย่างว่า อุเบกขา-เวทนา - <em>Adukkhamasukha-vedanā, Upekkhā-vedanā:</em> neither-pleasant-nor-painful feeling; indifferent feeling)</p>
      <div style="text-align:left"><small>D.III.216; 275; S.IV.331.&nbsp;&nbsp;ที.ปา.11/228/229; 391/291; สํ.สฬ.18/432/287.</small></div>

      <p><big>[112] เวทนา 5</big> (การเสวยอารมณ์ - <em>Vedanā:</em> feeling)</p>
			<p><strong>1.	สุข</strong> (ความสุข ความสบายทางกาย - <em>Sukha:</em> bodily pleasure or happiness)</p>
			<p><strong>2.	ทุกข์</strong> (ความทุกข์ ความไม่สบาย เจ็บปวดทางกาย - <em>Dukkha:</em> bodily pain; discomfort)</p>
			<p><strong>3.	โสมนัส</strong> (ความแช่มชื่นสบายใจ, สุขใจ - <em>Somanassa:</em> mental happiness; joy)</p>
			<p><strong>4.	โทมนัส </strong> (ความเสียใจ, ทุกข์ใจ - <em>Domanassa:</em> mental pain; displeasure; grief)</p>
			<p><strong>5.	อุเบกขา </strong> (ความรู้สึกเฉยๆ - <em>Upekkhā:</em> indifference) เรียกอีกอย่างหนึ่งว่า อทุกขมสุข-เวทนา</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เวทนา 5 นี้ เรียกเต็มมี อินทรีย์ ต่อท้ายทุกคำ เป็น <em>สุขินทรีย์</em> เป็นต้น.</p>
      <p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [349] อินทรีย์ 22.</em></p>
      <div style="text-align:left"><small>S.IV.232.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.สฬ.18/433/287.</small></div>

      <p><big>[113] เวทนา 6 </big> (การเสวยอารมณ์ - <em>Vedanā:</em> feeling)</p>
			<p><strong>1.	จักขุสัมผัสสชาเวทนา</strong> (เวทนาเกิดจากสัมผัสทางตา - <em>Cakkhusamphassajā-vedanā:</em> feeling arisen from visual contact)</p>
			<p><strong>2.	โสต~เวทนา</strong> (เวทนาเกิดจากสัมผัสทางหู - <em>Sota~:</em> from auditory contact)</p>
			<p><strong>3.	ฆาน~เวทนา</strong> (เวทนาเกิดจากสัมผัสทางจมูก - <em>Ghāna~:</em> from olfactory contact)</p>
			<p><strong>4.	ชิวหา~เวทนา</strong> (เวทนาเกิดจากสัมผัสทางลิ้น - <em>Jivhā~:</em> from gustatory contact)</p>
			<p><strong>5.	กาย~เวทนา</strong> (เวทนาเกิดจากสัมผัสทางกาย - <em>Kāya~:</em> from bodily contact)</p>
			<p><strong>6.	มโน~เวทนา</strong> (เวทนาเกิดจากสัมผัสทางใจ - <em>Mano~:</em> from mental contact)</p>
      <div style="text-align:left"><small>S.IV.232.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.สฬ.18/434/287.</small></div>

''',
    /*60*/ '''
      <p><big>[114] สมบัติ 3<sup>1</sup></big> (ความพรั่งพร้อมสมบูรณ์แห่งสิ่งอันให้สำเร็จความปรารถนา, ผลสำเร็จที่ให้สมความปรารถนา - <em>Sampatti:</em> prosperity; success; excellence)</p>
			<p><strong>1.	มนุษยสมบัติ</strong> (สมบัติในมนุษย์, สมบัติชั้นมนุษย์ - <em>Manussa-sampatti:</em> human prosperity)</p>
			<p><strong>2.	เทวสมบัติ </strong> (สมบัติในสวรรค์, สวรรคสมบัติ, ทิพยสมบัติ - <em>Deva-sampatti:</em> heavenly prosperity)</p>
			<p><strong>3.	นิพพานสมบัติ</strong> (สมบัติคือพระนิพพาน - <em>Nibbāna-sampatti:</em> successful attainment of Nibbāna)</p>
      <div style="text-align:left"><small>Kh.7; DhA.III.183.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ขุ.25/9/12; ธ.อ.6/48.</small></div>

      <p><big>[115] สมบัติ 3<sup>2</sup></big> หรือ <big>ทานสมบัติ 3 </big> (ความถึงพร้อม, ความพรั่งพร้อมสมบูรณ์ ซึ่งทำให้ทานที่ได้บริจาคแล้วเป็นทานอันยอดเยี่ยม มีผลมาก - <em>Sampatti:</em> successful attainment; accomplishment; excellence)</p>
			<p><strong>1.	เขตตสมบัติ</strong> (บุญเขตถึงพร้อม คือ ปฏิคาหก หรือผู้รับทาน เป็นผู้ประพฤติดี ปฏิบัติชอบ ประกอบด้วยคุณธรรม - <em>Khetta-sampatti:</em> excellence of the field of merit)</p>
			<p><strong>2.	ไทยธรรมสมบัติ</strong> (ไทยธรรมถึงพร้อม คือ สิ่งที่ให้เป็นของบริสุทธิ์ ได้มาโดยชอบธรรม และเหมาะสมเป็นประโยชน์แก่ผู้รับ - Deyyadhamma-sampatti: excellence of the gift)</p>
			<p><strong>3.	จิตตสมบัติ</strong> (เจตนาถึงพร้อม คือ ให้ด้วยความตั้งใจ คิดจะให้เป็นประโยชน์แก่ผู้รับแท้จริง มีเจตนาบริสุทธิ์ทั้ง 3 กาล คือ ก่อนให้ใจยินดี ขณะให้จิตผ่องใส ให้แล้วเบิกบานใจ - <em>Citta-sampatti:</em> excellence of motive or intention)</p>
      <div style="text-align:left"><small>UdA.199.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อุ.อ.251.</small></div>
      <p><big>[☆☆☆] สมาธิ 3 </big> <em><small>ดู </small> [46] สมาธิ 3<sup>1</sup> , [47] สมาธิ 3<sup>2</sup>.</em></p>

      <p><big>[116] สรณะ 3</big> หรือ <big>ไตรสรณะ</big> (ที่พึ่ง, ที่ระลึก - <em>Saraṇa; Tisaraṇa:</em> the Threefold Refuge; Three Refuges; Threefold Guide) หมายถึงพระรัตนตรัย คือ พระพุทธเจ้า พระธรรม และพระสงฆ์ <em><small>ดู</small> [100] รัตนตรัย</em></p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การน้อมใจระลึกถึงคุณของพระรัตนตรัยนั้น เข้าใจความหมายอย่างถูกต้อง และยึดถือเป็นหลักแห่งความประพฤติปฏิบัติหรือเป็นเครื่องนำทางในการดำเนินชีวิต โดยยั้งใจจากอกุศลและนำจิตเข้าสู่กุศล เรียกว่า <em>สรณคมน์, ไตรสรณคมน์</em> หรือ <em>ไตรสรณาคมน์.</em></p>
      <div style="text-align:left"><small>Kh.1.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ขุ.25/1/1.</small></div>
			


''',
    /*61*/ '''
      <p><big>[117] สังขตลักษณะ 3</big> (ลักษณะแห่งสังขตธรรม คือสิ่งที่ปัจจัยปรุงแต่งขึ้น - <em>Saṅkhata-lakkhaṇa:</em> characteristics of the conditioned; condition-marks of the conditioned)</p>
			<p><strong>1.	อุปฺปาโท ปญฺญายติ</strong> (ความเกิดขึ้น ปรากฏ - <em>Uppāda:</em> Its arising appears.)</p>
			<p><strong>2.	วโย ปญฺญายติ</strong>(ความดับสลาย ปรากฏ - <em>Vaya:</em> Its passing away or subsidence appears.)</p>
			<p><strong>3.	ฐิตสฺส อญฺญถตฺตํ ปญฺญายติ</strong> (เมื่อตั้งอยู่ ความแปรปรากฏ - <em>Aññathatta:</em> It persisting, alteration or changeability appears.)</p>
      <div style="text-align:left"><small>A.I.152.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/486/192.</small></div>

      <p><big>[118] อสังขตลักษณะ 3</big> (ลักษณะแห่งอสังขตธรรม - <em>Asaṅkhata-lakkhaṇa:</em> characteristics of the Unconditioned)</p>
			<p><strong>1.	น อุปฺปาโท ปญฺญายติ</strong> (ไม่ปรากฏความเกิด - No arising appears.)</p>
			<p><strong>2.	น วโย ปญฺญายติ</strong> (ไม่ปรากฏความสลาย - No passing away appears.)</p>
			<p><strong>3.	น ฐิตสฺส อญฺญถตฺตํ ปญฺญายติ</strong> (เมื่อตั้งอยู่ ไม่ปรากฏความแปร - It persisting, no alteration appears.)</p>
      <div style="text-align:left"><small>A.I.152.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/487/192.</small></div>

      <p><big>[119] สังขาร 3</big><sup>1</sup> (สภาพที่ปรุงแต่ง - <em>Saṅkhāra:</em> formation; determination; function)</p>
			<p><strong>1.	กายสังขาร</strong> (สภาพที่ปรุงแต่งกาย ได้แก่ อัสสาสะ ปัสสาสะ คือ ลมหายใจเข้าออก - <em>Kāya-saṅkhāra:</em> bodily formation; bodily function)</p>
			<p><strong>2.	วจีสังขาร</strong> (สภาพที่ปรุงแต่งวาจา ได้แก่ วิตกและวิจาร - <em>Vacī-saṅkhāra:</em> verbal formation; verbal function)</p>
			<p><strong>3.	จิตตสังขาร</strong> (สภาพที่ปรุงแต่งใจ ได้แก่ สัญญาและเวทนา - <em>Citta-saṅkhāra:</em> mental formation; mental function)</p>
			<p>สังขาร 3 ในหมวดนี้ มักมาในเรื่องที่เกี่ยวกับสัญญาเวทยิตนิโรธ ว่าผู้เข้านิโรธสมาบัตินี้ วจี-สังขาร กายสังขาร และจิตตสังขาร ดับไปตามลำดับ.</p>
      <div style="text-align:left"><small>M.I.301; S.IV.293.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.มู.12/509/550; สํ.สฬ.18/561/361.</small></div>

''',
    /*62*/ '''
      <p><big>[120] สังขาร 3</big><sup>2</sup> (สภาพที่ปรุงแต่ง, ธรรมมีเจตนาเป็นประธานอันปรุงแต่งการกระทำ, สัญเจตนา หรือเจตนาที่แต่งกรรม - <em>Saṅkhāra:</em> formation; determination; volition)</p>
			<p><strong>1.	กายสังขาร</strong> (สภาพที่ปรุงแต่งการกระทำทางกาย ได้แก่ กายสัญเจตนา คือ ความจงใจทางกาย - <em>Kāya-saṅkhāra:</em> bodily formation; bodily volition)</p>
			<p><strong>2.	วจีสังขาร</strong> (สภาพที่ปรุงแต่งการกระทำทางวาจา ได้แก่ วจีสัญเจตนา คือ ความจงใจทางวาจา - <em>Vaci-saṅkhāra:</em> verbal formation; verbal volition)</p>
			<p><strong>3.	จิตตสังขาร</strong> หรือ <strong>มโนสังขาร</strong> (สภาพที่ปรุงแต่งการกระทำทางใจ ได้แก่ มโนสัญเจตนา คือ ความจงใจทางใจ - <em>Citta-saṅkhāra:</em> mental formation; mental volition)</p>
			<p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [129] อภิสังขาร 3; <small>ดู</small> [185] สังขาร 4 </em> ด้วย.</p>
      <div style="text-align:left"><small>M.I.54; 390; S.II.4; Vbh.135.  ม.มู.12/127/99; ม.ม.13/88/83; สํ.นิ.16/16/4; อภิ.วิ.35/257/181.</small></div>

      <p><big>[121] สัทธรรม 3</big> (ธรรมอันดี, ธรรมที่แท้, ธรรมของสัตบุรุษ, หลักหรือแก่นศาสนา - Saddhamma: good law; true doctrine; doctrine of the good; essential doctrine)</p>
			<p><strong>1.	ปริยัตติสัทธรรม</strong> (สัทธรรมคือคำสั่งสอนอันจะต้องเล่าเรียน ได้แก่ พุทธพจน์ - Pariyatti-saddhamma: the true doctrine of study; textual aspect of the true doctrine; study of the Text or Scriptures)</p>
			<p><strong>2.	ปฏิปัตติสัทธรรม</strong> (สัทธรรมคือปฏิปทาอันจะต้องปฏิบัติ ได้แก่ อัฏฐังคิกมรรค หรือ ไตร-สิกขา คือ ศีล สมาธิ ปัญญา - Paṭipatti-saddhamma: the true doctrine of practice; practical aspect of the true doctrine)</p>
			<p><strong>3.	ปฏิเวธสัทธรรม</strong> (สัทธรรมคือปฏิปทาอันจะต้องปฏิบัติ ได้แก่ อัฏฐังคิกมรรค หรือ ไตร-สิกขา คือ ศีล สมาธิ ปัญญา - Paṭipatti-saddhamma: the true doctrine of practice; practical aspect of the true doctrine)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 3 คือ ปฏิเวธสัทธรรม บางแห่งเรียก อธิคมสัทธรรม มีความหมายอย่างเดียวกัน.</p>
      <div style="text-align:left"><small>VinA.225; AA.V.33.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.อ.1/264; ม.อ.3/147,523; องฺ.อ.3/391.</small></div>

''',
    /*63*/ '''
      <p><big>[122] สันโดษ 3</big> หรือ <big>12</big> (ความยินดี, ความพอใจ, ความยินดีด้วยของของตนซึ่งได้มาด้วยเรี่ยวแรงความเพียรโดยชอบธรรม, ความยินดีด้วยปัจจัยสี่ตามมีตามได้, ความรู้จักอิ่มรู้จักพอ - <em>Santosa, Santuṭṭhi:</em> contentment; satisfaction with whatever is one’s own)</p>
			<p><strong>1.	ยถาลาภสันโดษ</strong> (ยินดีตามที่ได้, ยินดีตามที่พึงได้ คือ ตนได้สิ่งใดมา หรือเพียรหาสิ่งใดมาได้ เมื่อเป็นสิ่งที่ตนพึงได้ ไม่ว่าจะหยาบหรือประณีตแค่ไหน ก็ยินดีพอใจด้วยสิ่งนั้น ไม่ติดใจอยากได้สิ่งอื่น ไม่เดือดร้อนกระวนกระวายเพราะสิ่งที่ตนไม่ได้ ไม่ปรารถนาสิ่งที่ตนไม่พึงได้หรือเกินไปกว่าที่ตนพึงได้โดยถูกต้องชอบธรรม ไม่เพ่งเล็งปรารถนาของที่คนอื่นได้ ไม่ริษยาเขา - <em>Yathālābha-santosa:</em> contentment with what one gets and deserves to get)</p>
			<p><strong>2.	ยถาพลสันโดษ</strong> (ยินดีตามกำลัง คือ ยินดีแต่พอแก่กำลังร่างกายสุขภาพและวิสัยแห่งการใช้สอยของตน ไม่ยินดีอยากได้เกินกำลัง ตนมีหรือได้สิ่งใดมาอันไม่ถูกกับกำลังร่างกายหรือสุขภาพ เช่น ภิกษุได้อาหารบิณฑบาตที่แสลงต่อโรคของตน หรือเกินกำลังการบริโภคใช้สอย ก็ไม่หวงแหนเสียดายเก็บไว้ให้เสียเปล่า หรือฝืนใช้ให้เป็นโทษแก่ตน ยอมสละให้แก่ผู้อื่นที่จะใช้ได้ และรับหรือแลกเอาสิ่งที่ถูกโรคกับตนแต่เพียงที่พอแก่กำลังการบริโภคใช้สอยของตน - <em>Yathābala-santosa:</em> contentment with what is within one’s strength or capacity)</p>
			<p><strong>3.	ยถาสารุปปสันโดษ</strong> (ยินดีตามสมควร คือ ยินดีตามที่เหมาะสมกับตน อันสมควรแก่ภาวะ ฐานะ แนวทางชีวิต และจุดหมายแห่งการบำเพ็ญกิจของตน เช่น ภิกษุไม่ปรารถนาสิ่งของอันไม่สมควรแก่สมณภาวะ หรือภิกษุบางรูปได้ปัจจัยสี่ที่มีค่ามาก เห็นว่าเป็นสิ่งสมควรแก่ท่านผู้ทรงคุณสมบัติน่านับถือ ก็นำไปมอบให้แก่ท่านผู้นั้น ตนเองใช้แต่สิ่งอันพอประมาณ หรือภิกษุบางรูปกำลังประพฤติวัตรขัดเกลาตน ได้ของประณีตมา ก็สละให้แก่เพื่อนภิกษุรูปอื่นๆ ตนเองเลือกหาของปอนๆ มาใช้ หรือตนเองมีโอกาสจะได้ลาภอย่างหนึ่ง แต่รู้ว่าสิ่งนั้นเหมาะสมหรือเป็นประโยชน์แก่ท่านผู้อื่นที่เชี่ยวชาญถนัดสามารถด้านนั้น ก็สละให้ลาภถึงแก่ท่านผู้นั้น ตนรับเอาแต่สิ่งที่เหมาะสมกับตน - <em>Yathāsāruppa-santosa:</em> contentment with what is befitting)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สันโดษ 3 นี้ เป็นไปในปัจจัย 4 แต่ละอย่าง จึงรวมเรียกว่า <em>สันโดษ 12</em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง สันโดษ 3 นี้ เป็นคำอธิบายของพระอรรถกถาจารย์ ซึ่งมุ่งแสดงข้อปฏิบัติของพระภิกษุโดยเฉพาะ ปรากฏในอรรถกถาและฎีกามากมายไม่น้อยกว่า 10 แห่ง คฤหัสถ์พึงพิจารณาประพฤติปฏิบัติตามสมควร.</p>
      <div style="text-align:left"><small>AA.I.45; KhA.145; UdA.229; etc.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.อ.1/253; ม.อ.2/188; องฺ.อ.1/81; ขุทฺทก.อ.159; อุ.อ.288; ฯลฯ.</small></div>

      <p><big>[123] สัปปุริสบัญญัติ 3</big> (บัญญัติของสัตบุรุษ, ข้อปฏิบัติที่สัตบุรุษวางเป็นแบบไว้ หรือกล่าวสรรเสริญไว้, ความดีที่คนดีถือลงกัน - <em>Sappurisa-paññatti:</em> things established by righteous people; recommendation of the good)</p>
			<p><strong>1.	ทาน</strong> (การให้ปัน, สละของตนเพื่อประโยชน์แก่ผู้อื่น - <em>Dāna:</em> giving; generosity; charity; benefaction)</p>
			<p><strong>2.	ปัพพัชชา</strong> (การถือบวช, เว้นการเบียดเบียน ดำรงในธรรม คือ อหิงสา สัญญมะ และทมะ อันเป็นอุบายให้ไม่เบียดเบียนกัน และอยู่ร่วมกันด้วยความสุข - <em>Pabbajjā:</em> renunciation consisting in non-violence, restraint and self-control)</p>
			<p><strong>3.	มาตาปิตุอุปัฏฐาน</strong> (การบำรุงมารดาบิดา, ปฏิบัติมารดาบิดาของตนให้เป็นสุข - <em>Mātā-pitu-upaṭṭhāna:</em> support of mother and father)</p>

      <div style="text-align:left"><small>A.I.151.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/484/191.</small></div>

''',
    /*64*/ '''
      <p><big>[☆☆☆] สามัญลักษณะ 3</big> <em><small>ดู</small> [76] ไตรลักษณ์.</em></p>

      <p><big>[124] สิกขา 3</big> หรือ <big>ไตรสิกขา</big> (ข้อที่จะต้องศึกษา, ข้อปฏิบัติที่เป็นหลักสำหรับศึกษา คือ ฝึกอบรม กาย วาจา จิตใจ และปัญญา ให้เจริญพัฒนายิ่งขึ้นไปจนบรรลุจุดหมาย คือ เกิดวิชชา ถึงวิมุตติ วิสุทธิ สุข เกษม นิพพาน - <em>Sikkhā:</em> the Threefold Learning; the Threefold Training)</p>
			<p><strong>1.	อธิสีลสิกขา</strong> (สิกขาคือศีลอันยิ่ง, ข้อปฏิบัติในการฝึกอบรมความประพฤติสุจริตดีงามความมีวินัยอย่างสูง - <em>Adhisīla-sikkhā:</em> training in higher morality)</p>
			<p><strong>2.	อธิจิตตสิกขา</strong> (สิกขาคือจิตอันยิ่ง, ข้อปฏิบัติในการฝึกอบรมจิตใจให้เจริญงอกงามมีคุณสมบัติ เช่น เมตตา วิริยะ สติ สมาธิ อย่างสูง - <em>Adhicitta-sikkhā:</em> training in higher mentality)</p>
			<p><strong>3.	อธิปัญญาสิกขา</strong> (สิกขาคือปัญญาอันยิ่ง, ข้อปฏิบัติในการฝึกอบรมปัญญาให้เกิดความรู้แจ้งอย่างสูง เป็นวิชชาแท้จริง - <em>Adhipaññā-sikkhā:</em> training in higher wisdom)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรียกง่ายๆ ว่า <strong>ศีล สมาธิ ปัญญา</strong> (morality, concentration and wisdom)</p>
      <div style="text-align:left"><small>D.III.220; A.I.229.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/231; องฺ.ติก.20/521/294.</small></div>

      <p><big>[☆☆☆] สุจริต 3</big> <em><small>ดู</small> [81] สุจริต 3.</em></p>
      <p><big>[☆☆☆] โสดาบัน 3</big> <em><small>ดู</small> [58] โสดาบัน 3.</em></p>
      <p><big>[☆☆☆] อกุศลมูล 3</big> <em><small>ดู</small> [68] อกุศลมูล 3.</em></p>
      <p><big>[☆☆☆] อกุศลวิตก 3</big> <em><small>ดู</small> [70] อกุศลวิตก 3.</em></p>

      <p><big>[125] อธิปไตย 3</big> (ความเป็นใหญ่, ภาวะที่ถือเอาเป็นใหญ่ - <em>Adhipateyya:</em> dominant influence; supremacy)</p>
			<p><strong>1.	อัตตาธิปไตย</strong> (ความมีตนเป็นใหญ่, ถือตนเป็นใหญ่, กระทำการด้วยปรารภตนเป็นประมาณ - <em>Attàdhipateyya:</em> supremacy of self; self-dependence)</p>
			<p><strong>2.	โลกาธิปไตย</strong> (ความมีโลกเป็นใหญ่, ถือโลกเป็นใหญ่, กระทำการด้วยปรารภนิยมของโลกเป็นประมาณ - <em>Lokādhipateyya:</em> supremacy of the world or public opinion)</p>
			<p><strong>3.	ธัมมาธิปไตย</strong> (ความมีธรรมเป็นใหญ่, ถือธรรมเป็นใหญ่, กระทำการด้วยปรารภความถูกต้อง เป็นจริง สมควรตามธรรม เป็นประมาณ - <em>Dhammādhipateyya:</em> supremacy of the Dhamma or righteousness; rule of the Dhamma; rule of the true law)</p>
      <div style="text-align:left"><small>D.III.220; A.I.147.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/231; องฺ.ติก.20/479/186.</small></div>

''',
    /*65*/ '''
      <p><big>[126] อนุตตริยะ 3</big> (ภาวะอันยอดเยี่ยม, สิ่งที่ยอดเยี่ยม - Anuttariya: excellent states; highest ideal; greatest good; unsurpassable experiences)</p>
			<p><strong>1.	ทัสสนานุตตริยะ</strong> (การเห็นอันเยี่ยม ได้แก่ ปัญญาอันเห็นธรรม หรืออย่างสูงสุดคือเห็นนิพพาน - Dassanānuttariya: ideal sight, supreme or unsurpassable vision)</p>
			<p><strong>2.	ปฏิปทานุตตริยะ</strong> (การปฏิบัติอันเยี่ยม ได้แก่ การปฏิบัติธรรมที่เห็นแล้ว กล่าวให้ง่ายหมายเอามรรคมีองค์ 8  - Paṭipadānuttariya: ideal course; supreme way)</p>
			<p><strong>3.	วิมุตตานุตตริยะ</strong> (การพ้นอันเยี่ยม ได้แก่ ความหลุดพ้นอันเป็นผลแห่งการปฏิบัตินั้น คือ ความหลุดพ้นจากกิเลสและทุกข์ทั้งปวง หรือนิพพาน - Vimuttānuttariya: ideal freedom; supreme deliverance)</p>
      <div style="text-align:left"><small>D.III.219; M.I.235.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/231; ม.มู.12/402/435.</small></div>

      <p><big>[127] อนุตตริยะ 6</big> (ภาวะอันยอดเยี่ยม, สิ่งที่ยอดเยี่ยม - <em>Anuttariya:</em> excellent, supreme or unsurpassable experiences)</p>
			<p><strong>1.	ทัสสนานุตตริยะ</strong> (การเห็นอันเยี่ยม ได้แก่ การเห็นพระตถาคต และตถาคตสาวก รวมถึงสิ่งทั้งหลายที่จะให้เกิดความเจริญงอกงามแห่งจิตใจ - <em>Dassanānuttariya:</em> supreme sight)</p>
			<p><strong>2.	สวนานุตตริยะ</strong> (การฟังอันเยี่ยม ได้แก่ การสดับธรรมของพระตถาคต และตถาคตสาวก - <em>Savanānuttariya:</em> supreme hearing)</p>
			<p><strong>3.	ลาภานุตตริยะ</strong> (การได้อันเยี่ยม ได้แก่ การได้ศรัทธาในพระตถาคตและตถาคตสาวก หรือการได้อริยทรัพย์ - <em>Lābhānuttariya:</em> supreme gain)</p>
			<p><strong>4.	สิกขานุตตริยะ</strong> (การศึกษาอันเยี่ยม ได้แก่ การฝึกอบรมในอธิศีล อธิจิตต์ และอธิปัญญา - <em>Sikkhānuttariya:</em> supreme training)</p>
			<p><strong>5.	ปาริจริยานุตตริยะ</strong> (การบำเรออันเยี่ยม ได้แก่ การบำรุงรับใช้พระตถาคต และตถาคตสาวก - <em>Pāricariyānuttariya:</em> supreme service or ministry)</p>
			<p><strong>6.	อนุสสตานุตตริยะ</strong> (การระลึกอันเยี่ยม ได้แก่ การระลึกถึงพระตถาคต และตถาคตสาวก - <em>Anussatānuttariya:</em> supreme memory)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยสรุปคือ การเห็น การฟัง การได้ การศึกษา การช่วยรับใช้ และการรำลึก ที่จะเป็นไปเพื่อความบริสุทธิ์ ล่วงพ้นโสกะปริเทวะ ดับสูญทุกข์โทมนัส เพื่อการบรรลุญายธรรม ทำให้แจ้งซึ่งนิพพาน</p>
      <div style="text-align:left"><small>D.III.250,281; A.III.284,325,452.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/321/262; 430/307; องฺ.ฉกฺก.22/279/316; 301/363.</small></div>

''',
    /*66*/ '''
      <p><big>[128] อปัณณกปฏิปทา 3</big> (ข้อปฏิบัติที่ไม่ผิด, ปฏิปทาที่ถูกต้องแน่นอน ซึ่งจะนำผู้ปฏิบัติให้ถึงความเจริญงอกงามในธรรม เป็นผู้ดำเนินไปในทางที่จะให้ถึงวิชชาวิมุตติอย่างแน่นอนไม่ผิดพลาด - <em>Apaṇṇaka-paṭipadā:</em> sure course; sure practice; unimpeachable path)</p>
			<p><strong>1.	อินทรียสังวร</strong> (การสำรวมอินทรีย์ คือ รู้จักใช้อินทรีย์ เช่น ตา หู รับรู้ ด้วยใจเป็นกลาง พร้อมด้วยสติ อยู่กับปัญญา ให้ได้ความรู้ โดยคุมได้มิให้ความชอบชังและบรรดาบาปอกุศลธรรมครอบงำใจ - <em>Indriya-saṁvara:</em> control of the senses)</p>
			<p><strong>2.	โภชเนมัตตัญญุตา</strong> (ความรู้จักประมาณในการบริโภค คือรู้จักพิจารณารับประทานอาหารเพื่อหล่อเลี้ยงร่างกายใช้ทำกิจให้ชีวิตผาสุก มิใช่เพื่อสนุกสนานมัวเมา - <em>Bhojane-mattaññutā:</em> moderation in eating)</p>
			<p><strong>3.	ชาคริยานุโยค</strong> (การประกอบความเพียรทำกิจของผู้ตื่น ไม่เห็นแก่นอน คือขยันหมั่นเพียร ตื่นตัวอยู่เป็นนิตย์ ชำระจิตมิให้มีนิวรณ์ มั่นแน่วอยู่กับการปฏิบัติกิจหน้าที่ให้ก้าวหน้าไป - <em>Jāgariyānuyoga:</em> practice of wakefulness)</p>
      <div style="text-align:left"><small>A.I.113.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.ติก.20/455/142.</small></div>

      <p><big>[129] อภิสังขาร 3</big> (สภาพที่ปรุงแต่ง, ธรรมมีเจตนาเป็นประธานอันปรุงแต่งผลแห่งการกระทำ, เจตนาที่เป็นตัวการในการทำกรรม - <em>Abhisaṅkhāra:</em> volitional formation; formation; activity)</p>
			<p><strong>1.	ปุญญาภิสังขาร</strong> (อภิสังขารที่เป็นบุญ, สภาพที่ปรุงแต่งกรรมฝ่ายดี ได้แก่กุศลเจตนาที่เป็นกามาวจรและรูปาวจร - <em>Puññābhisaṅkhāra:</em> formation of merit; meritorious formation)</p>
			<p><strong>2.	อปุญญาภิสังขาร</strong> (อภิสังขารที่เป็นปฏิปักษ์ต่อบุญคือเป็นบาป, สภาพที่ปรุงแต่งกรรมฝ่ายชั่ว ได้แก่อกุศลเจตนาทั้งหลาย - <em>Apuññābhisaṅkhāra:</em> formation of demerit; demeri-torious formation)</p>
			<p><strong>3.	อาเนญชาภิสังขาร</strong> (อภิสังขารที่เป็นอาเนญชา, สภาพที่ปรุงแต่งภพอันมั่นคงไม่หวั่นไหว ได้แก่กุศลเจตนาที่เป็นอรูปาวจร 4 หมายเอาภาวะจิตที่มั่นคงแน่วแน่ด้วยสมาธิแห่งจตุตถฌาน - <em>Āneñjābhisaṅkhāāa:</em> formation of the imperturbable; imperturbability-producing volition)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิสังขาร 3 นี้ เป็นความหมายของสังขารในหลักปฏิจจสมุปบาท ท่านแสดงไว้อีกนัยหนึ่งเพิ่มจากนัยว่าสังขาร 3 <em><small>ดู</small> [120] สังขาร 3<sup>2</sup></em></p>
      <div style="text-align:left"><small>Ps.II.206; Vbh.135.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ปฏิ.31/280/181; อภิ.วิ.35/257/181.</small></div>

      <p><big>[130] อัคคิ 3</big><sup>1</sup> (ไฟ, กิเลสที่เปรียบเหมือนไฟ เพราะเผาลนจิตใจให้เร่าร้อนและแส่พร่านไป - <em>Aggi:</em> fires to be avoided or abandoned)</p>
			<p><strong>1.	ราคัคคิ</strong> (ไฟคือราคะ ได้แก่ความติดใจ กระสัน อยากได้ - <em>Rāgaggi:</em> fire of lust)</p>
			<p><strong>2.	โทสัคคิ</strong> (ไฟคือโทสะ ได้แก่ความขัดเคือง ไม่พอใจ คิดประทุษร้าย - <em>Dosaggi:</em> fire of hatred)</p>
			<p><strong>3.	โมหัคคิ</strong> (ไฟคือโมหะ ได้แก่ความหลง ไม่รู้ไม่เข้าใจสภาวะของสิ่งทั้งหลายตามเป็นจริง - <em>Mohaggi:</em> fire of delusion)ไฟ 3 อย่างนี้ ท่านสอนให้ละเสีย</p>
      <div style="text-align:left"><small>D.III.217; It.92.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/229; ขุ.อิติ.25/273/301.</small></div>

''',
    /*67*/ '''
      <p><big>[131] อัคคิ 3</big><sup>2</sup> หรือ <big>อัคคิปาริจริยา</big> (ไฟที่ควรบำรุง, บุคคลที่ควรบูชาด้วยใส่ใจบำรุงเลี้ยงและให้ความเคารพนับถือตามควรแก่ฐานะ ดุจไฟบูชาของผู้บูชาไฟ - <em>Aggi:</em> fires to be revered or worshipped)</p>
			<p><strong>1.	อาหุไนยัคคิ</strong> (ไฟอันควรแก่ของคำนับบูชา ได้แก่บิดามารดา - <em>Āhuneyyaggi:</em> fire worthy of reverential gifts, i.e. mother and father)</p>
			<p><strong>2.	คหปตัคคิ</strong> (ไฟของเจ้าบ้าน ได้แก่ บุตรภรรยา และคนในปกครอง - <em>Gahapataggi:</em> fire of the householder, i.e. children, wife and dependents)</p>
			<p><strong>3.	ทักขิไณยัคคิ</strong> (ไฟอันควรแก่ทักษิณา ได้แก่สมณพราหมณ์ ท่านผู้ทำหน้าที่สั่งสอนผดุงธรรม ผู้ประพฤติดี ปฏิบัติชอบ - <em>Dakkhiṇeyyaggi:</em> fire worthy of offerings, i.e. monks and other religious men)</p>
			<p>ไฟ 3 อย่างนี้ เลียนศัพท์มาจากไฟบูชาในศาสนาพราหมณ์ แต่ใช้ในความหมายใหม่ เพื่อให้เป็นประโยชน์แก่ชีวิตและสังคมอย่างแท้จริง.</p>
      <div style="text-align:left"><small>D.III.217; A.IV.44.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/228/229; องฺ.สตฺตก.23/44/46.</small></div>
    
      <p><big>[132] อัตถะ </big> หรือ <big>อรรถ 3</big><sup>1</sup> (ประโยชน์, ผลที่มุ่งหมาย, จุดหมาย, ความหมาย - <em>Attha:</em> benefit; advantage; welfare; aim; goal; meaning)</p>
			<p><strong>1.	ทิฏฐธัมมิกัตถะ</strong> (ประโยชน์ปัจจุบัน, ประโยชน์ที่เป็นเรื่องตาเห็น, ประโยชน์ในโลกนี้, ประโยชน์ขั้นต้น เช่นเรื่องวัตถุ หรือโลกธรรม - <em>Diṭṭha-dhammikattha:</em> benefits obtainable here and now; the good to be won in this life; temporal welfare) (ประโยชน์เบื้องหน้า, ประโยชน์ล้ำเลยตาเห็น, ประโยชน์ในภพหน้า, ประโยชน์ขั้นสูงขึ้นไป ทางจิตใจ และปัญญา - Samparāyikattha: the good to be won in the life to come; spiritual welfare)</p>
			<p><strong>2.	สัมปรายิกัตถะ</strong> (ประโยชน์เบื้องหน้า, ประโยชน์ล้ำเลยตาเห็น, ประโยชน์ในภพหน้า, ประโยชน์ขั้นสูงขึ้นไป ทางจิตใจ และปัญญา - <em>Samparāyikattha:</em> the good to be won in the life to come; spiritual welfare)</p>
			<p><strong>3.	ปรมัตถะ</strong> (ประโยชน์สูงสุด ที่เป็นความหลุดพ้นอิสระ ไม่ขึ้นต่อโลกธรรม, จุดหมายสูงสุด คือ นิพพาน - <em>Paramattha:</em> the highest good; final goal, i.e. Nibbāna)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>อัตถะ 3</em> หมวดนี้ ในพระสูตรทั่วไปมักแสดงเฉพาะข้อ 1 และข้อ 2 โดยให้ข้อ 2 มีความหมายครอบคลุมถึงข้อ 3 ด้วย (เช่น ขุ.อิติ.25/201/242; อธิบายใน อิติ.อ.92) บางแห่งก็กล่าวถึงปรมัตถะไว้ต่างหากโดยเฉพาะ (เช่น ขุ.สุ.25/296/338; 313/366; ขุ.อป.33/165/343)</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [144] ทิฏฐธัมมิกัตถสังวัตตนิกธรรม 4, [191] สัมปรายิกัตถสังวัตตนิกธรรม 4 ด้วย.</em></p>
      <div style="text-align:left"><small>Nd<sup>1</sup>169, 178, 357; Nd<sup>2</sup>26.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ม.29/292/205; 320/217; 727/432; ขุ.จู.30/673/333.</small></div>

''',
    /*68*/ '''
      <p><big>[133] อัตถะ</big> หรือ <big>อรรถ 3</big><sup>2</sup> (ประโยชน์, ผลที่มุ่งหมาย - <em>Attha:</em> benefit; advantage; gain; welfare)</p>
			<p><strong>1.	อัตตัตถะ</strong> (ประโยชน์ตน - <em>Attattha:</em> gain for oneself; one’s own welfare)</p>
			<p><strong>2.	ปรัตถะ</strong> (ประโยชน์ผู้อื่น - <em>Parattha:</em> gain for others; others’ welfare)</p>
			<p><strong>3.	อุภยัตถะ</strong> (ประโยชน์ทั้งสองฝ่าย - <em>Ubhayattha:</em> gain both for oneself and for others; welfare both of oneself and of all others)</p>
			<p><small>S.II.29; S.V.121–5; A.I.9; A.III.64; Nd1168; Nd226.	สํ.นิ.16/67/35; สํ.ม.19/603/167; องฺ.ทุก.20/46/10; องฺ.ปญฺจก.22/51/72</small></p>
      
      <p><big>[134] อาการที่พระพุทธเจ้าทรงสั่งสอน 3 </big> (ลักษณะการสอนของพระพุทธเจ้า ที่ทำให้คำสอนของพระองค์ควรแก่การประพฤติปฏิบัติตาม และทำให้เหล่าสาวกเกิดความมั่นใจเคารพเลื่อมใสในพระองค์อย่างแท้จริง - <em>Buddha-dhammadesanā:</em> the three aspects of the Buddha’s teaching; the Buddha’s manners of teaching)</p>
			<p><strong>1.	อภิญญายธัมมเทสนา</strong> (ทรงแสดงธรรมด้วยความรู้ยิ่ง, ทรงรู้ยิ่งเห็นจริงเองแล้วจึงทรงสอนผู้อื่น เพื่อให้รู้ยิ่งเห็นจริงตาม ในธรรมที่ควรรู้ยิ่งเห็นจริง - <em>Abhiññāya-dhammadesanā:</em> Having himself fully comprehended, he teaches others for the full comprehending of what should be fully comprehended; teaching with full comprehension)</p>
			<p><strong>2.	สนิทานธัมมเทสนา</strong> (ทรงแสดงธรรมมีเหตุผล, ทรงสั่งสอนชี้แจงให้เห็นเหตุผลไม่เลื่อนลอย - <em>Sanidāna-dhammadesanā:</em> He teaches the doctrine that has a causal basis; teaching in terms of or with reference to causality)</p>
			<p><strong>3.	สัปปาฏิหาริยธัมมเทสนา</strong> (ทรงแสดงธรรมให้เห็นจริงได้ผลเป็นอัศจรรย์, ทรงสั่งสอนให้มองเห็นชัดเจนสมจริงจนต้องยอมรับ และนำไปปฏิบัติได้ผลจริงเป็นอัศจรรย์ - <em>Sappāṭihāriya-dhammadesanā:</em> He teaches the doctrine that is wondrous as to its convincing power and practicality; teaching in such a way as to be convincing and practical)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 1 บางท่านแปลว่า “ทรงแสดงธรรมเพื่อความรู้ยิ่ง”</p>
      <div style="text-align:left"><small>M.II.9; A.I.276.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.ม.13/330/322; องฺ.ติก.20/565/356.</small></div>

''',
    /*69*/ '''
      <p><big>[135] อาสวะ 3</big> (สภาวะอันหมักดองสันดาน, สิ่งที่มอมพื้นจิต, กิเลสที่ไหลซึมซ่านไปย้อมใจเมื่อประสบอารมณ์ต่างๆ - <em>Āsava:</em> mental intoxication; canker; bias; influx; taint)</p>
			<p><strong>1.	กามาสวะ</strong> (อาสวะคือกาม - <em>Kāmāsava:</em> canker of sense-desire)</p>
			<p><strong>2.	ภวาสวะ</strong> (อาสวะคือภพ - <em>Bhavāsava:</em> canker of becoming)</p>
			<p><strong>3.	อวิชชาสวะ</strong> (อาสวะคืออวิชชา - <em>Avijjāsava:</em> canker of ignorance)</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [136] อาสวะ 4 ด้วย.</em></p>
      <div style="text-align:left"><small>D.II.81; S.IV.256.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/76/96; สํ.สฬ.18/504/315.</small></div>

      <p><big>[136] อาสวะ 4</big> (<em>Āsava:</em> mental intoxication; canker)</p>
			<p><strong>1.	กามาสวะ</strong> (อาสวะคือกาม - <em>Kāmāsava:<em> canker of sense-desire)</p>
			<p><strong>2.	ภวาสวะ</strong> (อาสวะคือภพ - <em>Bhavāsava:</em> canker of becoming)</p>
			<p><strong>3.	ทิฏฐาสวะ</strong> (อาสวะคือทิฏฐิ - <em>Diṭṭhāsava:</em> canker of views or speculation)</p>
			<p><strong>4.	อวิชชาสวะ</strong> (อาสวะคืออวิชชา - <em>Avijjāsava:</em> canker of ignorance)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในที่มาส่วนมาก โดยเฉพาะในพระสูตร แสดงอาสวะไว้ 3 อย่าง โดยสงเคราะห์ทิฏฐาสวะเข้าในภวาสวะ (ม.อ.1/93)</p>
      <div style="text-align:left"><small>Vbh.373.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.วิ.35/961/504.</small></div>
      <p><big>[☆☆☆] โอวาทของพระพุทธเจ้า 3</big> <em><small>ดู</small> [97] พุทธโอวาท 3.</em></p> 
''',
/*หมวด4 115 - ~166*/
      /*70*/ '''
      <div style="text-align:center">
      <p><h2>จตุกกะ - หมวด 4</h2></p>
      <p><h2>Groups of Four</h2></p>
      <p><h4>(including related groups)</h4></p>
      </div> 

      <p><big>[137] กรรมกิเลส 4</big> (กรรมเครื่องเศร้าหมอง, ข้อเสื่อมเสียของความประพฤติ - <em>Kamma-kilesa:</em> defiling actions; contaminating acts; vices of conduct)</p>
			<p><strong>1.	ปาณาติบาต</strong> (การตัดรอนชีวิต - <em>Pāṇātipāta:</em> destruction of life)</p>
			<p><strong>2.	อทินนาทาน</strong> (ถือเอาของที่เจ้าของมิได้ให้, ลักขโมย - <em>Adinnādāna:</em> taking what is not given)</p>
			<p><strong>3.	กาเมสุมิจฉาจาร</strong> (ประพฤติผิดในกาม - <em>Kāmesumicchācāra:</em> sexual misconduct)</p>
			<p><strong>4. มุสาวาท</strong> (พูดเท็จ - <em>Musāvāda:</em> false speech)</p>
      <div style="text-align:left"><small>D.III.181.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/174/195.</small></div>

      <p><big>[☆☆☆] กัลยาณมิตร 4</big> ในที่นี้ใช้เป็นคำเรียกมิตรแท้ ตามบาลีเรียกว่าสุหทมิตร <em><small>ดู </small> [169]สุหทมิตร 4.</em></p>
      <p><big>[☆☆☆] กิจในอริยสัจจ์ 4</big> <em><small>ดู </small> [205] กิจในอริยสัจจ์ 4.</em></p>

      <p><big>[138] กุลจิรัฏฐิติธรรม 4</big> (ธรรมสำหรับดำรงความมั่งคั่งของตระกูลให้ยั่งยืน, เหตุที่ทำให้ตระกูลมั่งคั่งตั้งอยู่ได้นาน - <em>Kula-ciraṭṭhiti-dhamma:</em> reasons for lastingness of a wealthy family)</p>
			<p><strong>1.	นัฏฐคเวสนา</strong> (ของหายของหมด รู้จักหามาไว้ - <em>Naṭṭhagavesanā:</em> seeking for what is lost)</p>
			<p><strong>2.	ชิณณปฏิสังขรณา</strong> (ของเก่าของชำรุด รู้จักบูรณะซ่อมแซม - <em>Jiṇṇapaṭisaṅkharaṇā:</em> repairing what is worn out)</p>
			<p><strong>3.	ปริมิตปานโภชนา</strong> (รู้จักประมาณในการกินการใช้ - <em>Parimitapānabhojanā:</em> moderation in spending)</p>
			<p><strong>4. อธิปัจจสีลวันตสถาปนา</strong> (ตั้งผู้มีศีลธรรมเป็นพ่อบ้านแม่เรือน - <em>Adhipaccasīlavanta-ṭhāpanā:</em> putting in authority a virtuous woman or man)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เหตุที่ตระกูลมั่งคั่งจะตั้งอยู่นานไม่ได้ พึงทราบโดยนัยตรงข้ามจากนี้.</p>
      <div style="text-align:left"><small>A.II.249.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/258/333.</small></div>


''',
    /*71*/ '''
      <p><big>[139] ฆราวาสธรรม 4</big> (ธรรมสำหรับฆราวาส, ธรรมสำหรับการครองเรือน, หลักการครองชีวิตของคฤหัสถ์ - <em>Gharāvāsa-dhamma:</em> virtues for a good household life; virtues for lay people)</p>
			<p><strong>1.	สัจจะ</strong> (ความจริง, ซื่อตรง ซื่อสัตย์ จริงใจ พูดจริง ทำจริง - <em>Sacca:</em> truth and honesty)</p>
			<p><strong>2.	ทมะ</strong> (การฝึกฝน, การข่มใจ ฝึกนิสัย ปรับตัว, รู้จักควบคุมจิตใจ ฝึกหัดดัดนิสัย แก้ไขข้อบกพร่อง ปรับปรุงตนให้เจริญก้าวหน้าด้วยสติปัญญา - <em>Dama:</em> taming and training oneself; adjustment; self-development)</p>
			<p><strong>3.	ขันติ</strong> (ความอดทน, ตั้งหน้าทำหน้าที่การงานด้วยความขยันหมั่นเพียร เข้มแข็ง ทนทาน ไม่หวั่นไหว มั่นในจุดหมาย ไม่ท้อถอย - <em>Khanti:</em> tolerance; forbearance; perseverance)</p>
			<p><strong>4.	จาคะ</strong> (ความเสียสละ, สละกิเลส สละความสุขสบายและผลประโยชน์ส่วนตนได้ ใจกว้าง พร้อมที่จะรับฟังความทุกข์ ความคิดเห็น และความต้องการของผู้อื่น พร้อมที่จะร่วมมือ ช่วยเหลือ เอื้อเฟื้อเผื่อแผ่ ไม่คับแคบเห็นแก่ตนหรือเอาแต่ใจตัว - <em>Cāga:</em> liberality; generosity)</p>
		  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในธรรมหมวดนี้ <em>ทมะ</em> ท่านมุ่งเอาด้านปัญญา <em>ขันติ</em> ท่านเน้นแง่วิริยะ.</p>
      <div style="text-align:left"><small>S.I.215; Sn.189.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.ส.15/845/316; ขุ.สุ.25/311/361.</small></div>

      <p><big>[140] จักร 4</big> (ธรรมนำชีวิตไปสู่ความเจริญรุ่งเรือง ดุจล้อนำรถไปสู่ที่หมาย - <em>Cakka:</em> virtues wheeling one to prosperity)</p>
			<p><strong>1.	ปฏิรูปเทสวาสะ</strong> (อยู่ในถิ่นที่ดี มีสิ่งแวดล้อมเหมาะสม - <em>Paṭirūpadesavāsa:</em> living in a suitable region; good or favourable environment)</p>
			<p><strong>2.	สัปปุริสูปัสสยะ</strong> (สมาคมกับสัตบุรุษ - <em>Sappurisūpassaya:</em> association with good people)</p>
			<p><strong>3. อัตตสัมมาปณิธิ</strong> (ตั้งตนไว้ชอบ, ตั้งจิตคิดมุ่งหมายนำตนไปถูกทาง - <em>Attasammā-paṇidhi:</em> setting oneself in the right course; aspiring and directing oneself in the right way)</p>
			<p><strong>4.	ปุพเพกตปุญญตา</strong> (ความเป็นผู้ได้ทำความดีไว้ก่อนแล้ว, มีพื้นเดิมดี, ได้สร้างสมคุณความดีเตรียมพร้อมไว้แต่ต้น - <em>Pubbekatapuññatā:</em> having formerly done meritorious deeds; to have prepared oneself with good background)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 4 ข้อนี้ เรียกอีกอย่างหนึ่งว่า <strong>พหุการธรรม</strong> คือธรรมมีอุปการะมาก (virtues of great assistance) เป็นเครื่องช่วยให้สามารถสร้างสมความดีอื่นๆ ทุกอย่าง และช่วยให้ประสบความเจริญก้าวหน้าในชีวิต บรรลุความงอกงามไพบูลย์.</p>
      <div style="text-align:left"><small>A.II.32; D.III.276.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/31/41; ที.ปา.11/400/293.</small></div>

''',
    /*72*/ '''
      <p><big>[141] เจดีย์ 4</big> (สิ่งที่ก่อขึ้น, ที่เคารพบูชา, สิ่งที่เตือนใจให้ระลึกถึง, ในที่นี้หมายถึง สถานที่หรือสิ่งที่เคารพบูชาเนื่องด้วยพระพุทธเจ้าหรือพระพุทธศาสนา เรียกเต็มว่า สัมมาสัมพุทธเจดีย์ หรือ พุทธเจดีย์  - <em>Cetiya:</em> shrine; Buddhist monument; objects of homage)</p>
			<p><strong>1.	ธาตุเจดีย์</strong> (เจดีย์บรรจุพระบรมสารีริกธาตุ - <em>Dhātu-cetiya:</em> a relic shrine; sepulchral or reliquary monument; stupa enshrining the Buddha’s relics)</p>
			<p><strong>2.	บริโภคเจดีย์</strong> (เจดีย์บรรจุพระบรมสารีริกธาตุ - <em>Dhātu-cetiya:</em> a relic shrine; sepulchral or reliquary monument; stupa enshrining the Buddha’s relics)</p>
			<p><strong>3.	ธรรมเจดีย์</strong> (เจดีย์บรรจุพระธรรม เช่น บรรจุใบลานจารึกพุทธพจน์แสดงหลักปฏิจจสมุปบาท เป็นต้น - <em>Dhamma-cetiya:</em> a doctrinal shrine; monument of the Teaching where inscribed palm-leaves or tablets or scriptures are housed)</p>
			<p><strong>4.	อุทเทสิกเจดีย์</strong> (เจดีย์สร้างอุทิศพระพุทธเจ้า ได้แก่ พระพุทธรูป - <em>Uddesika-cetiya:</em> a shrine by dedication, i.e. a Buddha-image)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เจดีย์เหล่านี้ ในที่มาแต่ละแห่ง ท่านแสดงไว้ 3 ประเภท นับรวมที่ไม่ซ้ำเข้าด้วยกัน จึงเป็น 4.</p>
      <div style="text-align:left"><small>KhA.222; J.IV.228.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุทฺทก.อ.247; ชา.อ.6/185; วินย.ฏีกา1/263.</small></div>
      <p><big>[☆☆☆] ฌาน 4</big> <em><small>ดู </small> [9] ฌาน 4.</em></p>

      <p><big>[142] ถูปารหบุคคล 4</big> (บุคคลผู้ควรแก่สถูป, ผู้มีคุณความดีพิเศษควรสร้างสถูปไว้เคารพบูชา - <em>Thåpàraha-puggala:</em> persons worthy of a stupa or monument)</p>
			<p><strong>1.	พระตถาคตอรหันตสัมมาสัมพุทธเจ้า</strong> (พระพุทธเจ้า - <em>Buddha:</em> the Buddha; Fully Enlightened One)</p>
			<p><strong>2.	พระปัจเจกพุทธเจ้า</strong> (<em>Paccekabuddha:</em> Individually Enlightened One; private Buddha)</p>
			<p><strong>3.	พระตถาคตสาวก</strong> (สาวกของพระพุทธเจ้า ปกติหมายเอาพระอรหันต์ - <em>Tathāgata-sāvaka:</em> a disciple of the Buddha; an Arahant)</p>
			<p><strong>4.	พระเจ้าจักรพรรดิ </strong> (จอมราชผู้ทรงธรรม, พระเจ้าธรรมิกราช - <em>Cakkavatti:</em> a righteous universal monarch; great righteous king or ruler)</p>
      <div style="text-align:left"><small>D.II.142.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/134/165.</small></div>

''',
    /*73*/ '''
      <p><big>[143] ทักขิณาวิสุทธิ 4</big> (ความบริสุทธิ์แห่งทักษิณา คือของทำบุญ - Dakkhiṇā-visuddhi: purifications of offerings; purities in gifts)</p>
			<p><em>1.	ทักขิณาที่บริสุทธิ์ฝ่ายทายก ไม่บริสุทธิ์ฝ่ายปฏิคาหก</em> (คือ ทายกมีศีลมีกัลยาณธรรม แต่ปฏิคาหกทุศีล มีบาปธรรม - the offering purified on the part of the giver, not of the recipient)</p>
			<p><em>2.	ทักขิณาที่บริสุทธิ์ฝ่ายปฏิคาหก ไม่บริสุทธิ์ฝ่ายทายก</em> (คือ ทายกทุศีล มีบาปธรรม แต่ปฏิคาหกมีศีล มีกัลยาณธรรม - the offering purified on the part of the recipient, not of the giver)</p>
			<p><em>3.	ทักขิณาที่ไม่บริสุทธิ์ทั้งฝ่ายทายก ทั้งฝ่ายปฏิคาหก </em> (คือ ทั้งสองฝ่ายทุศีล มีบาปธรรม - the offering purified on neither side)</p>
			<p><em>4.	ทักขิณาที่บริสุทธิ์ทั้งฝ่ายทายก ทั้งฝ่ายปฏิคาหก</em> (คือ ทั้งสองฝ่ายมีศีล มีกัลยาณธรรม - the offering purified on both sides)</p>
			
      <div style="text-align:left"><small>D.III.231; M.III.256; A.II.80; Kvu.557.	ที.ปา.11/266/243; ม.อุ.14/714/461; องฺ.จตุกฺก.21/78/104; อภิ.ก.37/1732/590.</small></div>

      <p><big>[☆☆☆] ทรัพย์จัดสรรเป็น 4 ส่วน</big> <em><small>ดู </small> [163] โภควิภาค 4.</em></p>

      <p><big>[144] ทิฏฐธัมมิกัตถสังวัตตนิกธรรม 4</big> (ธรรมที่เป็นไปเพื่อประโยชน์ในปัจจุบัน, หลักธรรมอันอำนวยประโยชน์สุขขั้นต้น - <em>Diṭṭhadhammikattha-saṁvattanika-dhamma:</em> virtues conducive to benefits in the present; virtues leading to temporal welfare)</p>
			<p><strong>1.	อุฏฐานสัมปทา</strong> (ถึงพร้อมด้วยความหมั่น คือ ขยันหมั่นเพียรในการปฏิบัติหน้าที่การงาน ประกอบอาชีพอันสุจริต มีความชำนาญ รู้จักใช้ปัญญาสอดส่อง ตรวจตรา หาอุบายวิธี สามารถจัดดำเนินการให้ได้ผลดี - <em>Uṭṭhānasampadā:</em> to be endowed with energy and industry; achievement of diligence)</p>
			<p><strong>2.	อารักขสัมปทา</strong> (ถึงพร้อมด้วยการรักษา คือ รู้จักคุ้มครองเก็บรักษาโภคทรัพย์ และผลงานอันตนได้ทำไว้ด้วยความขยันหมั่นเพียร โดยชอบธรรม ด้วยกำลังงานของตน ไม่ให้เป็นอันตรายหรือเสื่อมเสีย - <em>Ārakkhasampadā:</em> to be endowed with watchfulness; achievement of protection)</p>
			<p><strong>3.	กัลยาณมิตตตา</strong> (คบคนดีเป็นมิตร คือ รู้จักกำหนดบุคคลในถิ่นที่อาศัย เลือกเสวนาสำเหนียกศึกษาเยี่ยงอย่างท่านผู้ทรงคุณมีศรัทธา ศีล จาคะ ปัญญา - <em>Kalyāṇamittatā:</em> good company; association with good people)</p>
			<p><strong>4.	สมชีวิตา</strong> (มีความเป็นอยู่เหมาะสม คือ รู้จักกำหนดรายได้และรายจ่ายเลี้ยงชีวิตแต่พอดี มิให้ฝืดเคืองหรือฟูมฟาย ให้รายได้เหนือรายจ่าย มีประหยัดเก็บไว้ - <em>Samajīvitā:</em> balanced livelihood; living economically)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมหมวดนี้เรียกกันสั้นๆ ว่า <em>ทิฏฐธัมมิกัตถะ</em> หรือเรียกติดปากอย่างไทยๆ ว่า <em>ทิฏฐธัมมิกัตถ-ประโยชน์</em> (<em>อัตถะ</em> แปลว่า ประโยชน์ จึงมีประโยชน์ซ้ำซ้อนกันสองคำ)</p>
      <div style="text-align:left"><small>A.IV.281.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อฏฺฐก.23/144/289.</small></div>

''',
    /*74*/ '''
      <p><big>[☆☆☆] เทวทูต 4</big> <em><small>ดู </small> [150] นิมิต 4.</em></p>
      <p><big>[☆☆☆] ธรรมมีอุปการะมาก 4</big> <em><small>ดู </small> [140] จักร 4.</em></p>
      <p><big>[☆☆☆] ธรรมเป็นเหตุให้สมหมาย 4</big> <em><small>ดู </small> [191] สัมปรายิกัตถสังวัตตนิกธรรม 4.</em></p>
      <p><big>[145] ธรรมสมาทาน 4</big> (ข้อที่ยึดถือเอาเป็นหลักความประพฤติปฏิบัติ, หลักการที่ประพฤติ, การที่กระทำ, การประกอบกรรม - <em>Dhamma-samādāna:</em> religious undertakings; undertaken courses of practices)</p>
			<p><em>1.	ธรรมสมาทานที่ให้ทุกข์ในปัจจุบัน</em> (เช่น การประพฤติวัตรทรมานตนของพวกอเจลก หรือการประพฤติอกุศลกรรมบถด้วยความยากลำบาก ทั้งมีความเดือดร้อนใจ เป็นต้น - the undertaking that gives suffering in the present and results in suffering in the future)</p>
			<p><em>2.	ธรรมสมาทานที่ให้ทุกข์ในปัจจุบัน แต่มีสุขเป็นวิบากต่อไป </em> (เช่น ผู้ที่กิเลสมีกำลังแรงกล้า ฝืนใจพยายามประพฤติพรหมจรรย์ให้บริสุทธิ์บริบูรณ์ หรือผู้ที่ประพฤติกุศลกรรมบถด้วยความยากลำบาก เป็นต้น - the undertaking that gives suffering in the present but results in happiness in the future)</p>
			<p><em>3.	ธรรมสมาทานที่ให้สุขในปัจจุบัน แต่มีทุกข์เป็นวิบากต่อไป </em> (เช่น การหลงมัวเมาหมกมุ่นอยู่ในกาม หรือการประพฤติอกุศลกรรมบถด้วยความสนุกสนานพอใจ เป็นต้น - the undertaking that gives happiness in the present but results in suffering in the future)</p>
			<p><em>4.	ธรรมสมาทานที่ให้สุขในปัจจุบัน และมีสุขเป็นวิบากต่อไป</em> (เช่น ผู้ที่กิเลสมีกำลังน้อย ประพฤติพรหมจรรย์ด้วยความพอใจ ได้เสวยเนกขัมมสุข หรือผู้ที่ประพฤติกุศลกรรมบถด้วยความพอใจ ได้เสวยสุขโสมนัส เป็นต้น - the undertaking that gives happiness in the present and results in happiness in the future)</p>
			<p><em></em></p>
      <div style="text-align:left"><small>D.III.229; M.I.305–316.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/251/241; ม.มู.12/515–534/556–575.</small></div>

      <p><big>[146] ธาตุ 4</big> (สิ่งที่ทรงสภาวะของตนอยู่เอง คือมีอยู่โดยธรรมดา เป็นไปตามเหตุปัจจัย ไม่มีผู้สร้าง ไม่มีอัตตา มิใช่สัตว์ มิใช่ชีวะ - <em>Dhātu:</em> elements) ได้แก่ <em>ปฐวีธาตุ อาโปธาตุ เตโชธาตุ และ วาโยธาตุ คือ มหาภูต หรือ ภูตรูป 4 นั่นเอง. <small>ดู</small> [39] มหาภูต 4 และ [147] ธาตุ-กัมมัฏฐาน 4</em></p>

''',
    /*75*/ '''
      <p><big>[147] ธาตุกัมมัฏฐาน 4</big> (กรรมฐานคือธาตุ, กรรมฐานที่พิจารณาธาตุเป็นอารมณ์ คือ กำหนดพิจารณากายนี้แยกเป็นส่วนๆ ให้เห็นว่าเป็นเพียงธาตุสี่แต่ละอย่าง ไม่ใช่ของเรา ไม่ใช่เรา ไม่ใช่ตัวตนของเรา - <em>Dhātu-kammaṭṭhāna:</em> meditation on the elements; meditation subject consisting of elements)</p>
			<p><strong>1.	ปฐวีธาตุ</strong> (<em>Paṭhavī-dhātu:</em> the earth-element) คือ ธาตุที่มีลักษณะแข้นแข็ง ภายในตัวก็มี ภายนอกตัวก็มี กล่าวเฉพาะที่เป็นภายใน สำหรับกำหนด พอให้สำเร็จประโยชน์เป็นอารมณ์ของกรรมฐาน ได้แก่ ผม ขน เล็บ ฟัน หนัง เนื้อ เอ็น กระดูก เยื่อในกระดูก ม้าม หัวใจ ตับ พังผืด ไต ปอด ไส้ใหญ่ ไส้น้อย อาหารใหม่ อาหารเก่า หรือสิ่งอื่นใดก็ตามในตัว ที่มีลักษณะแข้นแข็งเป็นต้น อย่างเดียวกันนี้</p>
			<p><strong>2.	อาโปธาตุ</strong> (<em>Āpo-dhātu:</em> the water-element) คือ ธาตุที่มีลักษณะเอิบอาบ ภายในตัวก็มี ภายนอกตัวก็มี กล่าวเฉพาะที่เป็นภายใน สำหรับกำหนด พอให้สำเร็จประโยชน์เป็นอารมณ์ของกรรมฐาน ได้แก่ ดี เสลด หนอง เลือด เหงื่อ มันข้น น้ำตา เปลวมัน น้ำลาย น้ำมูก ไขข้อ มูตร หรือสิ่งอื่นใดก็ตามในตัว ที่มีลักษณะเอิบอาบเป็นต้น อย่างเดียวกันนี้</p>
			<p><strong>3.	เตโชธาตุ</strong> (<em>Tejo-dhātu:</em> the fire-element) คือ ธาตุที่มีลักษณะร้อน ภายในตัวก็มี ภายนอกตัวก็มี กล่าวเฉพาะที่เป็นภายใน สำหรับกำหนด พอให้สำเร็จประโยชน์เป็นอารมณ์ของกรรมฐาน ได้แก่ ไฟที่ยังกายให้อบอุ่น ไฟที่ยังกายให้ทรุดโทรม ไฟที่ยังกายให้กระวนกระวาย ไฟที่ยังอาหารให้ย่อย หรือสิ่งอื่นใดก็ตามในตัว ที่มีลักษณะร้อนเป็นต้น อย่างเดียวกันนี้</p>
			<p><strong>4.	วาโยธาตุ</strong> (<em>Vāyo-dhātu:</em> the air-element) คือ ธาตุที่มีลักษณะพัดผันเคร่งตึง ภายในตัวก็มี ภายนอกตัวก็มี กล่าวเฉพาะที่เป็นภายใน สำหรับกำหนด พอให้สำเร็จประโยชน์เป็นอารมณ์ของกรรมฐาน ได้แก่ ลมพัดขึ้นเบื้องบน ลมพัดลงเบื้องต่ำ ลมในท้อง ลมในไส้ ลมซ่านไปตามตัว ลมหายใจ หรือสิ่งอื่นใดก็ตามในตัว ที่มีลักษณะพัดผันไปเป็นต้น อย่างเดียวกันนี้</p>
      
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัวอย่างธาตุที่แสดงข้างต้นนี้ ในปฐวีธาตุมี 19 อย่าง ในอาโปธาตุมี 12 อย่าง เติมมัตถลุงค์ คือมันสมอง เข้าเป็นข้อสุดท้ายในปฐวีธาตุ รวมเป็น 32 เรียกว่า <em>อาการ 32</em> หรือ <em>ทวัตติงสาการ</em> (มัตถลุงค์ไม่มีในปฐวีธาตุ 19 อย่าง เพราะรวมเข้าในอัฏฐิมิญชะ คือเยื่อในกระดูก)</p>

			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธาตุกัมมัฏฐานนี้ เรียกอย่างอื่นว่า <strong>ธาตุมนสิการ</strong> (การพิจารณาธาตุ - <em>Dhātu-manasikāra:</em> contemplation on the elements) บ้าง <strong>จตุธาตุววัฏฐาน</strong> (การกำหนดธาตุสี่ - <em>Catudhātu¬vavaṭṭhāna:</em> determining of the four elements) บ้าง เมื่อพิจารณากำหนดธาตุ 4 ด้วยสติสัมปชัญญะ มองเห็นความเกิดขึ้นและความเสื่อมสลายไปในกาย ตระหนักว่ากายนี้ก็สักว่ากาย มิใช่สัตว์ บุคคล ตัวตน เราเขา ดังนี้ จัดเป็นกายานุปัสสนาสติปัฏฐานส่วนหนึ่ง (หมวดที่ 5 คือ <em>ธาตุมนสิการบรรพ</em>).</p>

      <div style="text-align:left"><small>D.II.294; M.I.185; M.III.240; Vism.347.	ที.ม.10/278/329; ม.มู.12/342/350; ม.อุ.14/684–7/437; วิสุทฺธิ.2/161.</small></div>

      <p><big>[148] ธาตุ 6</big> (<em>Dhātu:</em> the six elements) ได้แก่ธาตุ 4 หรือมหาภูต 4 คือ ปฐวีธาตุ อาโปธาตุ เตโชธาตุ และ วาโยธาตุ นั้น กับเพิ่มอีก 2 อย่าง คือ</p>
			<p><strong>5. อากาสธาตุ</strong> (สภาวะที่ว่าง โปร่งไป เป็นช่อง - <em>Ākāsa-dhātu:</em> the space-element)</p>
			<p><strong>6. วิญญาณธาตุ</strong> (สภาวะที่รู้แจ้งอารมณ์ ธาตุรู้ ได้แก่วิญญาณธาตุ 6 คือ จักขุวิญญาณธาตุ <em>โสต~ ฆาน~ ชิวหา~ กาย~ มโนวิญญาณธาตุ - Viññāṇa-dhātu:</em> element of consciousness; consciousness-element)</p>

			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [39] มหาภูต 4</em> และ <em>[146] ธาตุ 4.</em></p>
      <div style="text-align:left"><small>M.III.31; Vbh.82.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.อุ.14/169/125; อภิ.วิ.35/114/101.</small></div>

''',
    /*76*/ '''
      <p><big>[149] ธาตุกัมมัฏฐาน 6</big> ได้แก่ <em>ธาตุกัมมัฏฐาน 4</em> นั้น และเพิ่มอีก 2 อย่าง คือ</p>
			<p><strong>5. อากาสธาตุ</strong> (the space-element) คือ ธาตุที่มีลักษณะเป็นช่องว่าง ภายในตัวก็มี ภายนอกตัวก็มี กล่าวเฉพาะภายใน สำหรับกำหนด พอให้สำเร็จประโยชน์ เป็นอารมณ์ของกรรมฐาน ได้แก่ ช่องหู ช่องจมูก ช่องปาก ช่องทวารหนัก ทวารเบา ช่องแห่งอวัยวะทั้งหลาย หรือที่อื่นใดที่มีลักษณะเป็นช่องว่างอย่างเดียวกันนี้</p>
			<p><strong>6. วิญญาณธาตุ</strong> (the consciousness-element) คือ ธาตุที่มีลักษณะเป็นเครื่องรู้แจ้งอารมณ์ กล่าวคือ <em>วิญญาณธาตุ 6</em>.</p>

			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [147] ธาตุกัมมัฏฐาน 4; [148] ธาตุ 6.</em></p>
      <div style="text-align:left"><small>M.III.240.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.อุ.14/684–9/437–440.</small></div>

      <p><big>[150] นิมิต 4</big> (เครื่องหมาย, เครื่องกำหนด, สิ่งที่พระโพธิสัตว์ทอดพระเนตรเห็น อันเป็นเหตุปรารภที่จะเสด็จออกบรรพชา - Nimitta: the Four Signs; the Four Sights on seeing which the Bodhisatta went forth in the Great Renunciation)</p>
			<p><strong>1.	ชิณณะ</strong> (คนแก่ - <em>Jiṇṇa:</em> an old man)</p>
			<p><strong>2.	พยาธิตะ</strong> หรือ <strong>อาพาธิกะ</strong> (คนเจ็บ - <em>Byādhita, Ābādhika:</em> a sick man)</p>
			<p><strong>3.	กาลกตะ</strong> (= <strong>มตะ</strong>, คนตาย - <em>Mata:</em> a dead man)</p>
			<p><strong>4.	ปัพพชิตะ</strong> (บรรพชิต, นักบวช - <em>Pabbajita:</em> a religious; holy man; monk)</p>
		  <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สามอย่างแรกมีชื่อเรียกรวมว่า <em>เทวทูต 3</em> เป็นเครื่องหมายหรือสัญญาณเตือนให้ระลึกถึงความทุกข์ตามคติธรรมดาของชีวิตและบังเกิดความสังเวช อย่างที่สี่คือบรรพชิต เป็นเครื่องหมายให้มองเห็นทางออกที่จะพ้นไปจากทุกข์ บางแห่งท่านเรียกรวมๆ ไปว่า <em>เทวทูต 4</em> โดยอธิบายชั้นหลังว่า เป็นทูตของวิสุทธิเทพ แต่ตามบาลีเรียกว่า <em>นิมิต 4</em>.</p>
      <div style="text-align:left"><small>D.II.22; Bv.XVII.14.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/32–38/24–35; ขุ.พุทธ.33/26/544.</small></div>

      <p><big>[151] บริษัท 4</big><sup>1</sup> (ชุมนุม, ที่ประชุม, หมู่แห่งพุทธศาสนิก, ชุมชนชาวพุทธ - <em>Parisā:</em> the Four Assemblies; companies)</p>
			<p><strong>1.	ภิกษุบริษัท</strong> (<em>Bhikkhu-parisā:</em> assembly of monks; Bhikkhus)</p>
			<p><strong>2.	ภิกษุณีบริษัท</strong> (<em>Bhikkhunī-parisā:</em> assembly of nuns; Bhikkhunis)</p>
			<p><strong>3.	อุบาสกบริษัท</strong> (<em>Upāsaka-parisā:</em> assembly of lay-followers)</p>
			<p><strong>4.	อุบาสิกาบริษัท</strong> (<em>Upāsikā-parisā:</em> assembly of female lay-followers)</p>
      <div style="text-align:left"><small>A.II.132.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/129/178.</small></div>

''',
    /*77*/ '''
      <p><big>[151] บริษัท 4</big><sup>2</sup> (ชุมนุม, ที่ประชุม, ชุมชนตามระบบสังคม - <em>Parisā:</em> assembly; company)</p>
			<p><strong>1.	ขัตติยบริษัท</strong> (ชุมนุมเจ้านาย - <em>Khattiya-parisā:</em> company of noblemen)</p>
			<p><strong>2.	พราหมณบริษัท</strong> (ชุมนุมพราหมณ์ - <em>Brāhmaṇa-parisā:</em> company of brahmins)</p>
			<p><strong>3.	คหบดีบริษัท</strong> (ชุมนุมคฤหบดี - <em>Gahapati-parisā:</em> company of householders)</p>
			<p><strong>4.	สมณบริษัท</strong> (ชุมนุมสมณะ - <em>Samaṇa-parisā:</em> company of recluses)</p>
      <div style="text-align:left"><small>A.II.132.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/130/179.</small></div>

      <p><big>[153] บุคคล 4</big> (ประเภทของบุคคล - <em>Puggala:</em> four kinds of persons)</p>
			<p><strong>1.	อุคฆฏิตัญญู</strong> (ผู้ที่พอยกหัวข้อก็รู้, ผู้รู้เข้าใจได้ฉับพลัน แต่พอท่านยกหัวข้อขึ้นแสดง - <em>Ugghaṭitaññū:</em> a person of quick intuition; the genius; the intuitive)</p>
			<p><strong>2.	วิปจิตัญญู</strong> (ผู้รู้ต่อเมื่อขยายความ, ผู้รู้เข้าใจได้ ต่อเมื่อท่านอธิบายความพิสดารออกไป - <em>Vipacitaññū:</em> a person who understands after a detailed treatment; the intellectual)</p>
			<p><strong>3.	เนยยะ</strong> (ผู้ที่พอจะแนะนำได้, ผู้ที่พอจะค่อยชี้แจงแนะนำให้เข้าใจได้ ด้วยวิธีการฝึกสอนอบรมต่อไป - <em>Neyya:</em> a person who is guidable; the trainable)</p>
			<p><strong>4.	ปทปรมะ</strong> (ผู้มีบทเป็นอย่างยิ่ง, ผู้อับปัญญา สอนให้รู้ได้แต่เพียงตัวบทคือพยัญชนะ หรือถ้อยคำ ไม่อาจเข้าใจอรรถคือความหมาย - <em>Padaparama:</em> a person who has just word of the text at most; an idiot)</p>
      <div style="text-align:left"><small>A.II.135; Pug 41; Nett.7,125.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/133/183; อภิ.ปุ.36/108/185.</small></div>

''',
    /*78*/ '''
      <p><big>[154] ปฏิปทา 4</big> (แนวปฏิบัติ, ทางดำเนิน, การปฏิบัติแบบที่เป็นทางดำเนินให้ถึงจุดหมาย คือความหลุดพ้นหรือความสิ้นอาสวะ - <em>Paṭipadā:</em> modes of practice; modes of progress to deliverance)</p>
			<p><strong>1.	ทุกฺขา ปฏิปทา ทนฺธาภิญฺา</strong> (ปฏิบัติลำบาก ทั้งรู้ได้ช้า เช่นผู้ปฏิบัติที่มีราคะ โทสะ โมหะแรงกล้า ต้องเสวยทุกข์โทมนัสเนื่องจากราคะ โทสะ โมหะนั้นอยู่เนืองๆ หรือเจริญกรรมฐานที่มีอารมณ์ไม่น่าชื่นใจ เช่น อสุภะ เป็นต้น อีกทั้งอินทรีย์ก็อ่อน จึงบรรลุโลกุตตรมรรคล่าช้า พระจักขุบาลอาจเป็นตัวอย่างในข้อนี้ได้ - <em>Dukkhā paṭipadā dandhābhiññā:</em> painful progress with slow insight)</p>
			<p><strong>2.	ทุกฺขา ปฏิปทา ขิปฺปาภิญฺา</strong> (ปฏิบัติลำบาก แต่รู้ได้เร็ว เช่น ผู้ปฏิบัติที่มีราคะ โทสะ โมหะแรงกล้า ต้องเสวยทุกข์โทมนัสเนื่องจากราคะ โทสะ โมหะนั้นอยู่เนืองๆ หรือเจริญกรรมฐานที่มีอารมณ์ไม่น่าชื่นใจ เช่น อสุภะ เป็นต้น แต่มีอินทรีย์แก่กล้า จึงบรรลุโลกุตตรมรรคเร็วไว บาลียกพระมหาโมคคัลลานะเป็นตัวอย่าง - <em>Dukkhā paṭipadā khippābhiññā:</em> painful progress with quick insight)</p>
			<p><strong>3.	สุขา ปฏิปทา ทนฺธาภิญฺา</strong> (ปฏิบัติสบาย แต่รู้ได้ช้า เช่น ผู้ปฏิบัติที่มีราคะ โทสะ โมหะไม่แรงกล้า ไม่ต้องเสวยทุกข์โทมนัสเนื่องจากราคะ โทสะ โมหะนั้นเนืองนิตย์ หรือเจริญสมาธิได้ฌาน 4 อันเป็นสุขประณีต แต่มีอินทรีย์อ่อน จึงบรรลุโลกุตตรมรรคล่าช้า - <em>Sukhā paṭipadā dandhābhiññā:</em> pleasant progress with slow insight)</p>
			<p><strong>4.	สุขา ปฏิปทา ขิปฺปาภิญฺา</strong> (ปฏิบัติสบาย ทั้งรู้ได้ไว เช่น ผู้ปฏิบัติที่มีราคะ โทสะ โมหะไม่แรงกล้า ไม่ต้องเสวยทุกข์โทมนัสเนื่องจากราคะ โทสะ โมหะนั้นเนืองนิตย์ หรือเจริญสมาธิได้ฌาน 4 อันเป็นสุขประณีต อีกทั้งมีอินทรีย์แก่กล้า จึงบรรลุโลกุตตรมรรคเร็วไว บาลียกพระสารีบุตรเป็นตัวอย่าง -  <em>Sukhā paṭipadā khippābhiññā:</em> pleasant progress with quick insight)</p>

      <div style="text-align:left"><small>A.II.149–152,154–5.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/161–3/200–4; 167–8/207–9.</small></div>

      <p><big>[155] ปฏิสัมภิทา 4 </big> (ปัญญาแตกฉาน - <em>Paṭisambhidā:</em> analytic insight; penetrating insight; discrimination)</p>
			<p><strong>1.	อัตถปฏิสัมภิทา</strong> (ปัญญาแตกฉานในอรรถ, ปรีชาแจ้งในความหมาย, เห็นข้อธรรมหรือความย่อ ก็สามารถแยกแยะอธิบายขยายออกไปได้โดยพิสดาร เห็นเหตุอย่างหนึ่ง ก็สามารถคิดแยกแยะกระจายเชื่อมโยงต่อออกไปได้จนล่วงรู้ถึงผล - <em>Attha-paṭisambhidā:</em> discrimi-nation of meanings; analytic insight of consequence)</p>
			<p><strong>2.	ธัมมปฏิสัมภิทา</strong> (ปัญญาแตกฉานในธรรม, ปรีชาแจ้งในหลัก, เห็นอรรถาธิบายพิสดาร ก็สามารถจับใจความมาตั้งเป็นกระทู้หรือหัวข้อได้ เห็นผลอย่างหนึ่ง ก็สามารถสืบสาวกลับไปหาเหตุได้ - <em>Dhamma-paṭisambhidā:</em> discrimination of ideas; analytic insight of origin)</p>
			<p><strong>3.	นิรุตติปฏิสัมภิทา</strong> (ปัญญาแตกฉานในนิรุกติ, ปรีชาแจ้งในภาษา, รู้ศัพท์ ถ้อยคำบัญญัติ และภาษาต่างๆ เข้าใจใช้คำพูดชี้แจงให้ผู้อื่นเข้าใจและเห็นตามได้ - <em>Nirutti-paṭisambhidā:</em> discrimination of language; analytic insight of philology)</p>
			<p><strong>4.	ปฏิภาณปฏิสัมภิทา</strong> (ปัญญาแตกฉานในปฏิภาณ, ปรีชาแจ้งในความคิดทันการ, มีไหวพริบ ซึมซาบในความรู้ที่มีอยู่ เอามาเชื่อมโยงเข้าสร้างความคิดและเหตุผลขึ้นใหม่ ใช้ประโยชน์ได้สบเหมาะ เข้ากับกรณีเข้ากับเหตุการณ์ - <em>Paṭibhāṇa-paṭisambhidā:</em> discrimination of sagacity; analytic insight of ready wit; initiative, creative and applicative insight)</p>
      <div style="text-align:left"><small>A.II.160; Ps.I.119; Vbh.294.&nbsp;&nbsp;องฺ.จตุกฺก.21/172/216; ขุ.ปฏิ.31/268/175; อภิ.วิ.35/784/400.</small></div>

''',
    /*79*/ '''
      <p><big>[156] ปธาน 4</big> (ความเพียร - <em>Padhāna:</em> effort; exertion)</p>
			<p><strong>1.	สังวรปธาน</strong> (เพียรระวังหรือเพียรปิดกั้น คือ เพียรระวังยับยั้งบาปอกุศลธรรมที่ยังไม่เกิด มิให้เกิดขึ้น - <em>Saṁvara-padhāna:</em> the effort to prevent; effort to avoid)</p>
			<p><strong>2.	ปหานปธาน </strong> (เพียรละหรือเพียรกำจัด คือ เพียรละบาปอกุศลธรรมที่เกิดขึ้นแล้ว - <em>Pahāna-padhāna:</em> the effort to abandon; effort to overcome)</p>
			<p><strong>3.	ภาวนาปธาน</strong> (เพียรเจริญ หรือเพียรก่อให้เกิด คือ เพียรทำกุศลธรรมที่ยังไม่เกิด ให้เกิดมีขึ้น - <em>Bhāvanā-padhāna:</em> the effort to develop</p>
			<p><strong>4.	อนุรักขนาปธาน</strong> (เพียรรักษา คือ เพียรรักษากุศลธรรมที่เกิดขึ้นแล้วให้ตั้งมั่น และให้เจริญยิ่งขึ้นไปจนไพบูลย์ - <em>Anurakkhanā-padhāna:</em> the effort to maintain)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปธาน 4 นี้ เรียกอีกอย่างว่า <strong>สัมมัปปธาน 4</strong> (ความเพียรชอบ, ความเพียรใหญ่ - <em>Sammappadhāna:</em> right exertions; great or perfect efforts)</p>
      <div style="text-align:left"><small>A.II.74,16,15.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/69/96; 14/20; 13/19.</small></div>

      <p><big>[157] ปรมัตถธรรม 4</big> (สภาวะที่มีอยู่โดยปรมัตถ์, สิ่งที่เป็นจริงโดยความหมายสูงสุด - <em>Paramattha-dhamma:</em> ultimate realities; abstract realities; realities in the ultimate sense)</p>
			<p><strong>1.	จิต</strong> (สภาพที่คิด, ภาวะที่รู้แจ้งอารมณ์ - <em>Citta:</em> consciousness; state of conscious-ness)</p>
			<p><strong>2.	เจตสิก</strong> (สภาวะที่ประกอบกับจิต, คุณสมบัติและอาการของจิต - <em>Cetasika:</em> mental factors)</p>
			<p><strong>3.	รูป</strong> (สภาวะที่เป็นร่าง พร้อมทั้งคุณและอาการ - <em>Rūpa:</em> matter; corporeality)</p>
			<p><strong>4.	นิพพาน</strong> (สภาวะที่สิ้นกิเลสและทุกข์ทั้งปวง, สภาวะที่ปราศจากตัณหา - <em>Nibbāna:</em></em>Nibbāna)</p>
			<p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small></em> รายละเอียดแต่ละอย่างใน <em>[356] จิต 89; [355] เจตสิก 52; [38] รูป 28; [27] นิพพาน 2.</em></p>
      <div style="text-align:left"><small>Comp.81.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.1.</small></div>

''',
    /*80*/ '''
      <p><big>[158] ประมาณ</big> หรือ <big>ปมาณิก 4</big> (บุคคลที่ถือประมาณต่างๆ กัน, คนในโลกผู้ถือเอาคุณสมบัติต่างๆ กัน เป็นเครื่องวัดในการที่จะเกิดความเชื่อความเลื่อมใส - <em>Pamāṇa,Pamāṇika:</em> those who measure, judge or take standard)</p>
			<p><strong>1.	รูปประมาณ</strong> (ผู้ถือประมาณในรูป, บุคคลที่มองเห็นรูปร่างสวยงาม ทรวดทรงดี อวัยวะสมส่วน ท่าทางสง่า สมบูรณ์พร้อม จึงชอบใจเลื่อมใสน้อมใจที่จะเชื่อถือ - <em>Rūpa-pamāṇa:</em> one who measures by form or outward appearance; one whose faith depends on good appearance)</p>
			<p><strong>2.	โฆษประมาณ</strong> (ผู้ถือประมาณในเสียง, บุคคลที่ได้ยินได้ฟังเสียงสรรเสริญเกียรติคุณหรือเสียงพูดจาที่ไพเราะ จึงชอบใจเลื่อมใสน้อมใจที่จะเชื่อถือ - <em>Ghosa-pamāṇa:</em> one who measures by voice or reputation; one whose faith depends on sweet voice or good reputation)</p>
			<p><strong>3.	ลูขประมาณ</strong> (ผู้ถือประมาณในความคร่ำหรือเศร้าหมอง, บุคคลที่มองเห็นสิ่งของเครื่องใช้ความเป็นอยู่ที่เศร้าหมอง เช่น จีวรคร่ำๆ เป็นต้น หรือมองเห็นการกระทำคร่ำเครียดเป็นทุกรกิริยา ประพฤติเคร่งครัดเข้มงวดขูดเกลาตน จึงชอบใจเลื่อมใสน้อมใจที่จะเชื่อถือ - <em>Lūkha-pamāṇa:</em> one who measures or judges by shabbiness, mediocrity or hard life; one whose faith depends on shabbiness or ascetic or self-denying practices)</p>
			<p><strong>4.	ธรรมประมาณ</strong> (ผู้ถือประมาณในธรรม, บุคคลที่พิจารณาด้วยปัญญาเห็นสารธรรมหรือการปฏิบัติดีปฏิบัติชอบ คือ ศีล สมาธิ ปัญญา จึงชอบใจเลื่อมใสน้อมใจที่จะเชื่อถือ - <em>Dhamma-pamāṇa:</em> one who measures or judges by the teaching or righteous behaviour; one whose faith depends on right teachings and practices) </p>
			
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;	บุคคล 3 จำพวกต้น ยังมีทางพลาดได้มาก โดยอาจเกิดความติดใคร่ ถูกครอบงำชักพาไปด้วยความหลง ถูกพัดวนเวียนหรือติดอยู่แค่ภายนอก ไม่รู้จักคนที่ตนมองได้อย่างแท้จริงและไม่เข้าถึงสาระ ส่วนผู้ถือธรรมเป็นประมาณ จึงจะรู้ชัดคนที่ตนมองอย่างแท้จริง ไม่ถูกพัดพาไป เข้าถึงธรรมที่ปราศจากสิ่งครอบคลุม</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระพุทธเจ้าทรงมีพระคุณสมบัติสมกับทั้งสี่ข้อ (เฉพาะข้อ 3 ทรงถือแต่พอดี) จึงทรงครองใจคนทุกจำพวกได้ทั้งหมด คนที่เห็นพระพุทธเจ้าแล้ว ที่จะไม่เลื่อมใสนั้น หาได้ยากยิ่งนัก</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในชั้นอรรถกถา นิยมเรียกบุคคล 4 ประเภทนี้ว่า <strong>รูปัปปมาณิกา โฆสัปปมาณิกาลูขัปปมาณิกา</strong> และ <strong>ธัมมัปปมาณิกา</strong> ตามลำดับ</p>
      <div style="text-align:left"><small>A.II.71; Pug.7,53; DhA.114; SnA.242.	องฺ.จตุกฺก.21/65/93; อภิ.ปุ.36/10/135; 133/204; ธ.อ.5/100; สุตฺต.อ.1/329.</small></div>

''',
      /*81*/'''
      <p><big>[159] ปัจจัย 4</big> (สิ่งค้ำจุนชีวิต, สิ่งจำเป็นเบื้องต้นของชีวิต, สิ่งที่ต้องอาศัยเลี้ยงอัตภาพ - <em>Paccaya:</em> the four necessities of life; requisites)</p>
			<p><strong>1.	จีวร</strong> (ผ้านุ่งห่ม - <em>Cīvara:</em> robes; clothing)</p>
			<p><strong>2.	บิณฑบาต</strong> (อาหาร - <em>Piṇḍapāta:</em> almsfood; food)</p>
			<p><strong>3.	เสนาสนะ</strong> (ที่อยู่อาศัย, ที่นั่งที่นอน - <em>Senāsana:</em> lodging)</p>
			<p><strong>4.	คิลานปัจจัยเภสัชบริขาร</strong> หรือ <strong>เภสัช</strong> (ยาและอุปกรณ์รักษาโรค - <em>Bhesajja:</em> medicine; medical equipment)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สี่อย่างนี้ สำหรับภิกษุ จำกัดเข้าอีกเรียกว่า <strong>นิสสัย 4</strong> แปลว่า เครื่องอาศัยของบรรพชิต (Nissaya: resources; means of support on which the monastic life depends)</p>
      
      <p><strong>1.	ปิณฑิยาโลปโภชนะ</strong> (โภชนะคือคำข้าวที่ได้มาด้วยกำลังปลีแข้ง - <em>Piṇḍiyālopa-bhojana:</em> almsfood of scraps; food obtained by going on the alms-gathering)</p>
			<p><strong>2.	บังสุกุลจีวร</strong> (ผ้าที่เขาทิ้งตามกองขยะหรือตามป่าช้า - <em>Paṁsukūlacīvara:</em> discarded cloth taken from the rubbish heap or the charnel ground; rag-robes)</p>
			<p><strong>3.	รุกขมูลเสนาสนะ</strong> (อยู่อาศัยโคนไม้ - <em>Rukkhamūlasenāsana:</em> dwelling at the foot of a tree)</p>
			<p><strong>4.	ปูติมุตตเภสัช</strong> (ยาน้ำมูตรเน่า - <em>Pūtimuttabhesajja:</em> medicines pickled in stale urine: ammonia as a medicine)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ส่วนที่อนุญาตนอกเหนือจากนี้เป็น <strong>อดิเรกลาภ</strong> (extra acquisitions; extra allowance)</p>
      <div style="text-align:left"><small>Vin.I.58.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.4/87/106.</small></div>
      <p><big>[☆☆☆] ปัญญาวุฒิธรรม 4</big> <em><small>ดู </small> [179] วุฒิธรรม 4</em></p>

      <p><big>[160] ปาริสุทธิศีล 4</big> (ศีลคือความบริสุทธิ์, ศีลเครื่องให้บริสุทธิ์, ความประพฤติบริสุทธิ์ที่จัดเป็นศีล - <em>Pārisuddhi-sīla:</em> morality consisting in purity; morality for purification; morality of pure conduct)</p>
			<p><strong>1.	ปาติโมกขสังวรศีล</strong> (ศีลคือความสำรวมในพระปาติโมกข์ เว้นจากข้อห้าม ทำตามข้ออนุญาต ประพฤติเคร่งครัดในสิกขาบททั้งหลาย - <em>Pāṭimokkhasaṁvara-sīla:</em> restraint in accordance with the monastic disciplinary code)</p>
			<p><strong>2.	อินทรียสังวรศีล</strong> (ศีลคือความสำรวมอินทรีย์ ระวังไม่ให้บาปอกุศลธรรมครอบงำเมื่อรับรู้อารมณ์ด้วยอินทรีย์ทั้ง 6 - <em>Indriyasaṁvara-sīla:</em> restraint of the senses; sense-control)</p>
			<p><strong>3.	อาชีวปาริสุทธิศีล</strong> (ศีลคือความบริสุทธิ์แห่งอาชีวะ เลี้ยงชีวิตโดยทางที่ชอบ ไม่ประกอบอเนสนา มีหลอกลวงเขาเลี้ยงชีพเป็นต้น - <em>Ājīvapārisuddhi-sīla:</em> purity of conduct as regards livelihood)</p>
			<p><strong>4.	ปัจจัยสันนิสิตศีล</strong> (ศีลที่เกี่ยวกับปัจจัย 4 ได้แก่ปัจจัยปัจจเวกขณ์ คือพิจารณาใช้สอยปัจจัยสี่ ให้เป็นไปตามความหมายและประโยชน์ของสิ่งนั้น ไม่บริโภคด้วยตัณหา - <em>Paccayasannissita-sīla:</em> pure conduct as regards the necessities of life)</p>
      <div style="text-align:left"><small>Vism.16; Comp.212.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vism.16; Comp.212.</small></div>

      <p><big>[☆☆☆] ผล 4</big> <em><small>ดู </small> [165] ผล 4.</em></p>
      <p><big>[☆☆☆] พร 4</big> <em><small>ดู </small> [227] พร 5.</em></p>

''',
      /*82*/'''
      <p><big>[161] พรหมวิหาร 4</big> (ธรรมเครื่องอยู่อย่างประเสริฐ, ธรรมประจำใจอันประเสริฐ, หลักความประพฤติที่ประเสริฐบริสุทธิ์, ธรรมที่ต้องมีไว้เป็นหลักใจและกำกับความประพฤติ จึงจะชื่อว่าดำเนินชีวิตหมดจด และปฏิบัติตนต่อมนุษย์สัตว์ทั้งหลายโดยชอบ - <em>Brahmavihāra:</em> holy abidings; sublime states of mind)</p>
			<p><strong>1.	เมตตา</strong> (ความรัก ปรารถนาดีอยากให้เขามีความสุข มีจิตอันแผ่ไมตรีและคิดทำประโยชน์แก่มนุษย์สัตว์ทั่วหน้า - <em>Mettā:</em> loving-kindness; friendliness; goodwill</p>
			<p><strong>2.	กรุณา</strong> (ความสงสาร คิดช่วยให้พ้นทุกข์ ใฝ่ใจในอันจะปลดเปลื้องบำบัดความทุกข์ยากเดือดร้อนของปวงสัตว์ - <em>Karuṇā:</em> compassion)</p>
			<p><strong>3.	มุทิตา</strong> (ความยินดี ในเมื่อผู้อื่นอยู่ดีมีสุข มีจิตผ่องใสบันเทิง กอปรด้วยอาการแช่มชื่นเบิกบานอยู่เสมอ ต่อสัตว์ทั้งหลายผู้ดำรงในปกติสุข พลอยยินดีด้วยเมื่อเขาได้ดีมีสุข เจริญงอกงามยิ่งขึ้นไป - <em>Muditā:</em> sympathetic joy; altruistic joy)</p>
			<p><strong>4.	อุเบกขา</strong> (ความวางใจเป็นกลาง อันจะให้ดำรงอยู่ในธรรมตามที่พิจารณาเห็นด้วยปัญญา คือ มีจิตเรียบตรงเที่ยงธรรมดุจตราชู ไม่เอนเอียงด้วยรักและชัง พิจารณาเห็นกรรมที่สัตว์ทั้งหลายกระทำแล้ว อันควรได้รับผลดีหรือชั่ว สมควรแก่เหตุอันตนประกอบ พร้อมที่จะวินิจฉัยและปฏิบัติไปตามธรรม รวมทั้งรู้จักวางเฉยสงบใจมองดู ในเมื่อไม่มีกิจที่ควรทำ เพราะเขารับผิดชอบตนได้ดีแล้ว เขาสมควรรับผิดชอบตนเอง หรือเขาควรได้รับผลอันสมกับความรับผิดชอบของตน - <em>Upekkhā:</em> equanimity; neutrality; poise)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ดำรงในพรหมวิหาร ย่อมช่วยเหลือมนุษย์สัตว์ทั้งหลายด้วยเมตตากรุณา และย่อมรักษาธรรมไว้ได้ด้วยอุเบกขา ดังนั้น แม้จะมีกรุณาที่จะช่วยเหลือปวงสัตว์แต่ก็ต้องมีอุเบกขาด้วยที่จะมิให้เสียธรรม</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พรหมวิหาร 4 เรียกอีกอย่างว่า <strong>อัปปมัญญา 4</strong> (<em>Appamaññā:</em> unbounded states of mind; illimitables) เพราะแผ่สม่ำเสมอโดยทั่วไปในมนุษย์สัตว์ทั้งหลาย ไม่มีประมาณ ไม่จำกัดขอบเขต</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พรหมวิหารมีในผู้ใด ย่อมทำให้ผู้นั้นประพฤติปฏิบัติเกื้อกูลแก่ผู้อื่น ด้วยสังคหวัตถุเป็นต้น.</p>
      <p><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง ในการที่จะเข้าใจและปฏิบัติพรหมวิหาร 4 ให้ถูกต้อง พึงทราบรายละเอียดบางอย่าง โดยเฉพาะสมบัติ และวิบัติ ของธรรม 4 ประการนั้น ดังนี้</small></p>
      

''',
      /*83*/'''
      <p><em>ก.	ความหมายโดยวิเคราะห์ศัพท์</em></p>
      <ol>
          <li><strong>เมตตา</strong> = (มีน้ำใจ)เยื่อใยใฝ่ประโยชน์สุขแก่คนสัตว์ทั้งหลาย หรือน้ำใจปรารถนาประโยชน์สุขที่เป็นไปต่อมิตร</li>
          <li><strong>กรุณา</strong> = ทำความสะเทือนใจแก่สาธุชน เมื่อคนอื่นประสบทุกข์ หรือถ่ายถอนทำทุกข์ของผู้อื่นให้หมดไป หรือแผ่ใจไปรับรู้ต่อคนสัตว์ทั้งหลายที่ประสบทุกข์</li>
          <li><strong>มุทิตา</strong> = โมทนายินดีต่อผู้ประกอบด้วยสมบัติหรือผลดีนั้นๆ</li>
          <li><strong>อุเบกขา</strong> = โมทนายินดีต่อผู้ประกอบด้วยสมบัติหรือผลดีนั้นๆ</li>
      </ol>

      <p><em>ข.	ลักษณะ หน้าที่หรือกิจ (รส) ผลปรากฏ (ปัจจุปัฏฐาน) และปทัสถาน (เหตุใกล้) </em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1.<strong>เมตตา</strong> = (ในสถานการณ์ที่คนอื่นอยู่เป็นปกติ)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ลักษณะ</em> = เป็นไปโดยอาการเกื้อกูลแก่คนสัตว์ทั้งหลาย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หน้าที่</em> = น้อมนำประโยชน์เข้าไปให้แก่เขา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ผลปรากฏ</em> = กำจัดความอาฆาตแค้นเคืองให้ปราศไป</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ปทัสถาน</em> = เห็นภาวะที่น่าเจริญใจของคนสัตว์ทั้งหลาย</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2.<strong>กรุณา</strong> = (ในสถานการณ์ที่คนอื่นตกทุกข์เดือดร้อน)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ลักษณะ</em> = เป็นไปโดยอาการปลดเปลื้องทุกข์แก่คนสัตว์ทั้งหลาย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หน้าที่</em> = ไม่นิ่งดูดาย/ทนนิ่งอยู่ไม่ได้ต่อทุกข์ของคนสัตว์ทั้งหลาย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ผลปรากฏ</em> = ไม่เบียดเบียน/อวิหิงสา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ปทัสถาน</em> = เห็นภาวะไร้ที่พึ่ง/สภาพน่าอนาถของคนสัตว์ทั้งหลายที่ถูกทุกข์ครอบงำ</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3.<strong>มุทิตา</strong> = (ในสถานการณ์ที่คนอื่นมีสุขสำเร็จหรือทำอะไรก้าวไปด้วยดี)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ลักษณะ</em> = พลอยยินดี/ยินดีด้วย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หน้าที่</em> = ไม่ริษยา/เป็นปฏิปักษ์ต่อความริษยา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ผลปรากฏ</em> = ขจัดความริษยา ความไม่ยินดีหรือความทนไม่ได้ต่อความสุขสำเร็จของผู้อื่น</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ปทัสถาน</em> = เห็นสมบัติ/ความสำเร็จของคนสัตว์ทั้งหลาย</p>
      
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4.<strong>อุเบกขา </strong> = (ในสถานการณ์รักษาธรรมตามความรับผิดชอบต่อกรรมที่เขาทำ)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ลักษณะ</em> = เป็นไปโดยอาการเป็นกลางต่อคนสัตว์ทั้งหลาย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หน้าที่</em> = มองเห็นความเสมอภาคกันในสัตว์ทั้งหลาย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ผลปรากฏ</em> = ระงับความขัดเคืองเสียใจและความคล้อยตามดีใจ</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ปทัสถาน</em> = มองเห็นภาวะที่ทุกคนเป็นเจ้าของกรรมของตน ว่าสัตว์ทั้งหลายจักได้สุข พ้นทุกข์ ไม่เสื่อมจากสมบัติที่ได้ที่ถึง ตามใจชอบได้อย่างไร</p>
      
''',
      /*84*/'''
      <p><em>ค. สมบัติ (ความสมบูรณ์หรือความสัมฤทธิ์ผล) และวิบัติ (ความล้มเหลว หรือการปฏิบัติผิดพลาด ไม่สำเร็จผล)</em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>1.เมตตา:</strong> <em>&nbsp;&nbsp;สมบัติ = สงบหายไร้วิหิงสา</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิบัติ = เกิดเสน่หา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>2. กรุณา:</strong> <em>&nbsp;&nbsp;สมบัติ = สงบหายไร้ความแค้นเคืองไม่พอใจ	</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิบัติ = เกิดความโศกเศร้า</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>3. มุทิตา:</strong> <em>&nbsp;&nbsp;สมบัติ = สงบหายไร้ความริษยา		</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิบัติ = เกิดความสนุกสนาน</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>4. อุเบกขา:</strong> <em>&nbsp;สมบัติ = สงบหายไม่มีความยินดียินร้าย</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิบัติ = เกิดความเฉยด้วยไม่รู้ (เฉยโง่ เฉยเมย เฉยเมิน)</p>

      <p><em>ง.ข้าศึก คือ อกุศลซึ่งเป็นศัตรูคู่ปรับที่จะทำลายหรือทำธรรมนั้นๆ ให้เสียไป </em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>1. เมตตา:</strong> <em>&nbsp;&nbsp;ข้าศึกใกล้  = ราคะ</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้าศึกไกล  = พยาบาท คือความขัดเคืองไม่พอใจ</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>2. กรุณา:</strong> <em>&nbsp;&nbsp;ข้าศึกใกล้  = โทมนัส คือความโศกเศร้าเสียใจ	</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้าศึกไกล  = วิหิงสา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>3. มุทิตา:</strong> <em>&nbsp;&nbsp;ข้าศึกใกล้  = โสมนัส (เช่นดีใจว่าตนจะพลอยได้รับผลประโยชน์)</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้าศึกไกล  = อรติ คือความไม่ยินดี ไม่ใยดี ริษยา</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>4. อุเบกขา:</strong> <em>&nbsp;&nbsp;ข้าศึกใกล้  = อัญญาณุเบกขา (เฉยไม่รู้เรื่อง เฉยโง่ เฉยเมย)</em></p>
      <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้าศึกไกล  = ราคะ (ความใคร่) และปฏิฆะ (ความเคือง) หรือชอบใจและขัดใจ</p>

      <p><em>จ.	ตัวอย่างมาตรฐาน ที่แสดงความหมายของพรหมวิหารได้ชัด ซึ่งคัมภีร์ทั้งหลายมักยกขึ้นอ้าง</em></p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>1.</strong> เมื่อลูกยังเล็กเป็นเด็กเยาว์วัย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม่ – <strong>เมตตา</strong> รักใคร่เอาใจใส่ ถนอมเลี้ยงให้เจริญเติบโต</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>2.</strong> เมื่อลูกเจ็บไข้เกิดมีทุกข์ภัย</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม่ – <strong>กรุณา</strong> ห่วงใยปกปักรักษา หาทางบำบัดแก้ไข</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>3.</strong> เมื่อลูกเจริญวัยเป็นหนุ่มสาวสวยสง่า</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม่ – <strong>มุทิตา</strong> พลอยปลาบปลื้มใจ หวังให้ลูกงามสดใสอยู่นานเท่านาน</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>4.</strong> เมื่อลูกรับผิดชอบกิจหน้าที่ของตนขวนขวายอยู่ด้วยดี</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แม่ – <strong>อุเบกขา</strong> มีใจนิ่งสงบเป็นกลาง วางเฉยคอยดู</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พึงทราบด้วยว่า ฉันทะ คือ <em>กัตตุกัมยตาฉันทะ</em> (ความอยากจะทำให้ดี หรือความต้องการที่จะทำให้คนสัตว์ทั้งหลายดีงามสมบูรณ์ปราศจากโทษข้อบกพร่อง เช่น อยากให้เขาประสบประโยชน์สุข พ้นจากทุกข์เป็นต้น) เป็นจุดตั้งต้น (อาทิ) ของพรหมวิหารทั้ง 4 นี้ การข่มระงับกิเลส (เช่นนิวรณ์) ได้ เป็นท่ามกลาง สมาธิถึงขั้นอัปปนา (คือ ภาวะจิตที่มั่นคงเรียบรื่นสงบสนิทดีที่สุด) เป็นที่จบ ของพรหมวิหารทั้ง 4 นั้น</p>

      <div style="text-align:left"><small>AIII.226; Dhs.262; Vism.320.&nbsp;&nbsp;&nbsp;องฺ.ปญฺจก 22/192/252; อภิ.สํ.34/190/75; วิสุทฺธิ.2/124.</small></div>

      <p><big>[☆☆☆] พละ </big> <em><small>ดู </small> [229] พละ 4.</em></p>
      <p><big>[☆☆☆] พุทธลีลาในการสอน 4</big> <em><small>ดู </small> [172] ลีลาการสอน 4.</em></p>
      <p><big>[☆☆☆] ภาวนา 4</big> <em><small>ดู </small> [37] ภาวนา 4.</em></p>

''',
      /*85*/'''
      <p><big>[☆☆☆] ภาวิต 4</big> <em><small>ดู </small> [37] ภาวนา 4.</em></p>
      <p><big>[162] ภูมิ 4</big> (ชั้นแห่งจิต, ระดับจิตใจ, ระดับชีวิต - <em>Bhūmi:</em> planes of consciousness; planes of existence; degrees of spiritual development)</p>
			<p><strong>1.	กามาวจรภูมิ</strong> (ชั้นที่ท่องเที่ยวอยู่ในกาม, ระดับจิตใจที่ยังปรารภกามเป็นอารมณ์ คือยังเกี่ยวข้องกับกามคุณ, ระดับจิตใจของสัตว์ในกามภพทั้ง 11 ชั้น - <em>Kāmāvacara-bhūmi:</em> Sensuous Plane)</p>
			<p><strong>2.	รูปาวจรภูมิ</strong> (ชั้นที่ท่องเที่ยวอยู่ในรูป, ระดับจิตใจที่ปรารภรูปธรรมเป็นอารมณ์, ระดับจิตใจของท่านผู้ได้ฌานหรือผู้อยู่ในรูปภพทั้ง 16 ชั้น - <em>Rūpāvacara-bhūmi:</em> form-plane)</p>
			<p><strong>3.	อรูปาวจรภูมิ</strong> (ชั้นที่ท่องเที่ยวอยู่ในอรูป, ระดับจิตใจที่ปรารภอรูปธรรมเป็นอารมณ์, ระดับจิตใจของท่านผู้ได้อรูปฌาน หรือผู้อยู่ในอรูปภพทั้ง 4 ชั้น - <em>Arūpāvacara-bhūmi:</em> Form¬less Plane)</p>
			<p><strong>4.	โลกุตตรภูมิ</strong> (ชั้นที่พ้นจากโลก, ระดับแห่งโลกุตตรธรรม, ระดับจิตใจของพระอริยเจ้าอันพ้นแล้วจากโลกียภูมิ 3 ข้างต้น - <em>Lokuttara-bhūmi:</em> supramundane plane) ข้อนี้ในบาลีที่มาเรียกว่า อปริยาปันนภูมิ (ขั้นที่ไม่นับเนื่องในวัฏฏะ, ระดับที่ไม่ถูกจำกัด - unbelonging or unlimited plane).</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small>[98] ภพ 3</em> และ <em>[351] ภูมิ 4, 31 ด้วย.</em></p>
      <div style="text-align:left"><small>Ps.I.83.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ปฏิ.31/171/122.</small></div>

      <p><big>[163] โภควิภาค 4</big> (การแบ่งโภคะเป็น 4 ส่วน, หลักการแบ่งทรัพย์โดยจัดสรรเป็น 4 ส่วน - Bhogavibhāga: fourfold division of money)</p>
			<p><strong>1.	เอเกน โภเค ภุญฺเชยฺย</strong> (1 ส่วน ใช้จ่ายเลี้ยงตน เลี้ยงคนที่ควรบำรุง และทำประโยชน์ - On one part he should live and do his duties towards others.)</p>
			<p><strong>2.–3. ทฺวีหิ กมฺมํ ปโยชเย</strong> (2 ส่วน ใช้ลงทุนประกอบการงาน - With two parts he should expand his business)</p>
			<p><strong>4.	จตุตฺถญฺจ นิธาเปยฺย</strong> (อีก 1 ส่วน เก็บไว้ใช้ในคราวจำเป็น - And he should save the fourth for a rainy day.)</p>
      <div style="text-align:left"><small>D.III.188.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/197/202.</small></div>


''',
      /*86*/'''
      <p><big>[164] มรรค 4</big> (ทางเข้าถึงความเป็นอริยบุคคล, ญาณที่ทำให้ละสังโยชน์ได้ขาด - <em>Magga:</em> the path)</p>
			<p><strong>1.	โสดาปัตติมรรค</strong> (มรรคอันให้ถึงกระแสที่นำไปสู่พระนิพพานทีแรก, มรรคอันให้ถึงความเป็นพระโสดาบัน เป็นเหตุละสังโยชน์ได้ 3 คือ สักกายทิฏฐิ วิจิกิจฉา สีลัพพตปรามาส - <em>Sotāpatti-magga:</em> the Path of Stream-Entry)</p>
			<p><strong>2.	สกทาคามิมรรค</strong> (มรรคอันให้ถึงความเป็นพระสกทาคามี เป็นเหตุละสังโยชน์ได้ 3 ข้อต้น กับทำราคะ โทสะ โมหะ ให้เบาบางลง - <em>Sakadāgāmi-magga:</em> the Path of Once-Returning)</p>
			<p><strong>3.	อนาคามิมรรค</strong> (มรรคอันให้ถึงความเป็นพระอนาคามี เป็นเหตุละสังโยชน์เบื้องต่ำได้ทั้ง 5 - <em>Anāgāmi-magga:</em> the Path of Non-Returning)</p>
			<p><strong>4.	อรหัตตมรรค</strong> (มรรคอันให้ถึงความเป็นพระอรหันต์ เป็นเหตุละสังโยชน์ได้หมดทั้ง 10 - <em>Arahatta-magga:</em> the Path of Arahantship)</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [329] สังโยชน์ 10<sup>1</sup>.</em></p>
      <div style="text-align:left"><small>Vbh.335.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.วิ.35/837/453.</small></div>

      <p><big>[165] ผล 4</big> (ผลที่เกิดสืบเนื่องจากการละกิเลสได้ด้วยมรรค, ธรรมารมณ์อันพระอริยะพึงเสวย ที่เป็นผลเกิดเองในเมื่อกิเลสสิ้นไปด้วยอำนาจมรรคนั้นๆ  - <em>Phala:</em> fruition)</p>
			<p><strong>1.	โสดาปัตติผล</strong> (ผลแห่งการเข้าถึงกระแสที่นำไปสู่พระนิพพาน, ผลอันพระโสดาบันพึงเสวย - <em>Sotàpatti-phala:</em> the Fruition of Stream-Entry)</p>
			<p><strong>2.	สกทาคามิผล</strong> (ผลอันพระสกทาคามีพึงเสวย - <em>Sakadāgāmi-phala:</em> the Fruition of Once-Returning)</p>
			<p><strong>3.	อนาคามิผล</strong> (ผลอันพระอนาคามีพึงเสวย - <em>Anāgāmi-phala:</em> the Fruition of Non-Returning)</p>
			<p><strong>4.	อรหัตตผล</strong> (ผลคือความเป็นพระอรหันต์, ผลอันพระอรหันต์พึงเสวย - <em>Arahatta-phala:</em> the Fruition of Arahantship)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผล 4 นี้ บางที่เรียกว่า <strong>สามัญญผล</strong> (ผลของความเป็นสมณะ, ผลแห่งการบำเพ็ญสมณ-ธรรม - <em>Sāmañña-phala:</em> fruits of a monk’s life; fruits of the monkhood)</p>
      <div style="text-align:left"><small>D.III.227; Vbh.335.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/242/240; อภิ.วิ.35/837/453.</small></div>

''',
      /*87*/'''
      <p><big>[166] มหาปเทส 4</big><sup>1</sup> (ที่อ้างอิงข้อใหญ่, หลักใหญ่สำหรับอ้างเพื่อสอบสวนเทียบเคียง <strong>หมวดที่ 1 ว่าด้วยหลักทั่วไป</strong> - Mahāpadesa: great authorities; principal references or citations)</p>
			<p><em>1. หากมีภิกษุกล่าวว่า</em> ข้าพเจ้าได้สดับรับมาเฉพาะพระพักตร์ของพระผู้มีพระภาคว่า นี้เป็นธรรม นี้เป็นวินัย นี้เป็นสัตถุสาสน์ (A monk might say: “Face to face with the Blessed One did I hear this; face to face with him did I receive this. This is the Doctrine, this is the Discipline, this is the Master’s teaching.”)</p>
			<p><em>2. หากมีภิกษุกล่าวว่า</em> ในอาวาสชื่อโน้น มีสงฆ์อยู่ พร้อมด้วยพระเถระ พร้อมด้วยปาโมกข์ ข้าพเจ้าได้สดับรับมาเฉพาะหน้าสงฆ์นั้นว่า นี้เป็นธรรม นี้เป็นวินัย นี้เป็นสัตถุสาสน์ (A monk might say: “In such and such a monastery resides an Order together with an elder monk, together with a leader. Face to face with that Order did I hear this; ...)</p>
			<p><em>3. หากมีภิกษุกล่าวว่า</em> ในอาวาสชื่อโน้น มีภิกษุผู้เป็นพระเถระอยู่จำนวนมาก เป็นพหูสูต ถึงอาคม (คือชำนาญในพุทธพจน์ทั้ง 5 นิกาย) ทรงธรรม ทรงวินัย ทรงมาติกา ข้าพเจ้าได้สดับรับมาเฉพาะหน้าพระเถระเหล่านั้นว่า นี้เป็นธรรม นี้เป็นวินัย นี้เป็นสัตถุสาสน์ (A monk might say: “In such and such a monastery reside a great number of elder monks, widely learned, versed in the Collections, expert on the Doctrine, expert on the Discipline, expert on the Summaries. In the presence of those monks did I hear this; ...)</p>
			<p><em>4. หากมีภิกษุกล่าวว่า</em> ในอาวาสชื่อโน้น มีภิกษุผู้เป็นพระเถระอยู่รูปหนึ่ง เป็นพหูสูต ถึงอาคม ทรงธรรม ทรงวินัย ทรงมาติกา ข้าพเจ้าได้สดับรับมาเฉพาะหน้าพระเถระรูปนั้นว่า นี้เป็นธรรม นี้เป็นวินัย นี้เป็นสัตถุสาสน์ (A monk might say: “In such and such a monastery resides an elder monk of wide learning ...)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เธอทั้งหลาย ยังไม่พึงชื่นชม ยังไม่พึงคัดค้านคำกล่าวของผู้นั้น พึงเรียนบทและพยัญชนะ (ทั้งข้อความและถ้อยคำ) เหล่านั้นให้ดีแล้ว พึงสอบดูในสูตรเทียบดูในวินัย (The words of that monk are neither to be welcomed nor scorned, the words and syllables thereof are to be studied thoroughly, laid beside the Discourses and compared with the Discipline.)</p>
			<p>ก.	ถ้าบทและพยัญชนะเหล่านั้น สอบลงในสูตรก็ไม่ได้ เทียบเข้าในวินัยก็ไม่ได้ พึงลงสันนิษฐานว่า นี้มิใช่ดำรัสของพระผู้มีพระภาคแน่นอน ภิกษุนี้ (สงฆ์นั้น พระเถระเหล่านั้น พระเถระรูปนั้น) ถือไว้ผิด พึงทิ้งเสีย (If, when laid beside the Discourses and compared with the Discipline, these words and syllables lie not along with the Discourses and agree not with the Discipline then you may come to the conclusion: Surely this is not the word of the Blessed One, and it has been wrongly grasped by that monk. Then reject it.</p>
			<p>ข.	ถ้าบทและพยัญชนะเหล่านั้น สอบลงในสูตรก็ได้ เทียบเข้าในวินัยก็ได้ พึงลงสันนิษฐานว่า นี้เป็นดำรัสของพระผู้มีพระภาคแน่แท้ ภิกษุนี้ (สงฆ์นั้น พระเถระเหล่านั้น พระเถระรูปนั้น) รับมาด้วยดี (If, ... they lie along with the Discourses and agree with the Discipline... Surely this is the word of the Blessed One ...)</p>
      <p><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยสรุป คือ การยกข้ออ้างหรือหลักฐาน 4 (the four principal appeals to authority) คือ</small></p>
      <div style="text-align:left"><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;</small></div>

''',
      /*88*/'''
      <p><strong>1.	พุทธาปเทส</strong> (ยกเอาพระพุทธเจ้าขึ้นอ้าง - <em>Buddhāpadesa:</em> the appeal to the Enlightened One as authority)</p>
			<p><strong>2.	สังฆาปเทส</strong> (ยกเอาคณะสงฆ์ขึ้นอ้าง- <em>Saṅghāpadesa:</em> the appeal to a community of monks or an Order as authority)</p>
			<p><strong>3.	สัมพหุลัตเถราปเทส</strong> (ยกเอาพระเถระจำนวนมากขึ้นอ้าง -<em>Sambahulattherāpadesa:</em> the appeal to a number of elders as authority) เรียกง่ายๆ ว่า สัมพหุลเถราปเทส</p>
			<p><strong>4.	เอกัตเถราปเทส</strong> (ยกเอาพระเถระรูปหนึ่งขึ้นอ้าง -<em>Ekattherāpadesa:</em> the appeal to a single elder as authority) เรียกง่ายๆ ว่า เอกเถราปเทส</p>

      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในคัมภีร์รุ่นฎีกา (เช่น <small>องฺ.ฏี. 2/443</small>) เรียกข้อที่ 3 ว่า <strong>คณาปเทส</strong> (<em>Gaṇāpadesa</em>) และข้อที่ 4 ว่า <strong>ปุคคลาปเทส</strong> (<em>Puggalāpadesa</em>)</p>
      <div style="text-align:left"><small>D.II.123; A.II.167.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/113/144; องฺ.จตุกฺก.21/180/227.</small></div>

      <p><big>[167] มหาปเทส 4</big><sup>2</sup> <strong>หมวดที่ 2 เฉพาะในทางพระวินัย</strong> - Mahāpadesa: great authorities; principal references)</p>
			<p><em>1. สิ่งใดไม่ได้ทรงห้ามไว้ว่าไม่ควร แต่เข้ากันกับสิ่งที่ไม่ควร (อกัปปิยะ) ขัดกับสิ่งที่ควร (กัปปิยะ) สิ่งนั้นไม่ควร</em> (Whatever has not been objected to as not allowable, if it fits in with what is not allowable and goes against what is allowable, is not allowable.)</p>
      <p><em>2. สิ่งใดไม่ได้ทรงห้ามไว้ว่าไม่ควร แต่เข้ากันกับสิ่งที่ควร (กัปปิยะ) ขัดกับสิ่งที่ไม่ควร (อกัปปิยะ) สิ่งนั้นควร</em> (Whatever has not been objected to as not allowable, if it fits in with what is allowable and goes against what is not allowable, is allowable.)</p>
      <p><em>3. สิ่งใดไม่ได้ทรงอนุญาตไว้ว่าควร แต่เข้ากันกับสิ่งที่ไม่ควร (อกัปปิยะ) ขัดกับสิ่งที่ควร (กัปปิยะ) สิ่งนั้นไม่ควร</em> (Whatever has not been permitted as allowable, if it fits in with what is not allowable and goes against what is allowable, is not allowable.)</p>
      <p><em>4. สิ่งใดไม่ได้ทรงอนุญาตไว้ว่าควร แต่เข้ากันกับสิ่งที่ควร (กัปปิยะ) ขัดกับสิ่งที่ไม่ควร (อกัปปิยะ) สิ่งนั้นควร</em> (Whatever has not been permitted as allowable, if it fits in with what is allowable and goes against what is not allowable, is allowable.)</p>

      <div style="text-align:left"><small>Vin.I.250.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.5/92/131.</small></div>

''',
      /*89*/'''
      <p><big>[168] มิตรปฏิรูปก์</big> หรือ <big>มิตรเทียม 4</big> (คนเทียมมิตร, คนที่พึงทราบว่าเป็นศัตรูผู้มาในร่างของมิตร - Mittapaṭirūpaka: false friends; foes in the guise of friends)</p>
			<p><strong>1.	คนปอกลอก คนขนเอาของเพื่อนไปถ่ายเดียว</strong> (<em>อัญญทัตถุหร - Aññadatthuhara:</em> the out-and-out robber) มีลักษณะ 4 คือ</p>
			<p>1) คิดเอาแต่ได้ฝ่ายเดียว</p>
			<p>2) ยอมเสียน้อย โดยหวังจะเอาให้มาก</p>
			<p>3) ตัวมีภัย จึงมาช่วยทำกิจของเพื่อน</p>
			<p>4) คบเพื่อน เพราะเห็นแก่ผลประโยชน์</p>
			<p>a) He appropriates his friend’s possessions.</p>
			<p>b) Giving little, he expects a lot in return.</p>
			<p>c) He gives a helping hand only when he himself is in danger.</p>
			<p>d) He makes friends with others only for his own interests.</p>

      <p><strong>2.	คนดีแต่พูด</strong> (<em>อัญญทัตถุหร - Aññadatthuhara:</em> the out-and-out robber) มีลักษณะ 4 คือ</p>
      <p>1) ดีแต่ยกของหมดแล้วมาปราศรัย</p>
      <p>2) ดีแต่อ้างของยังไม่มีมาปราศรัย</p>
      <p>3) สงเคราะห์ด้วยสิ่งหาประโยชน์มิได้</p>
      <p>4) เมื่อเพื่อนมีกิจ อ้างแต่เหตุขัดข้อง</p>
      <p>a) He speaks you fair about the past.</p>
      <p>b) He speaks you fair about the future.</p>
      <p>c) He tries to gain your favour by empty sayings.</p>
      <p>d) When help is needed he points to his own ill luck.</p>

      <p><strong>3.	คนหัวประจบ</strong> (<em>อนุปปิยภาณี - Anuppiyabhāṇī:</em> tthe flatterer) มีลักษณะ 4 คือ</p>
      <p>1) จะทำชั่วก็เออออ</p>
      <p>2) จะทำดีก็เออออ</p>
      <p>3) ต่อหน้าสรรเสริญ</p>
      <p>4) ลับหลังนินทา</p>
      <p>a) He consents to your doing wrong.</p>
      <p>b) He consents to your doing right.</p>
      <p>c) He sings your praises to your face.</p>
      <p>d) He runs you down behind your back.</p>

      <p><strong>4.	คนชวนฉิบหาย</strong> (<em>อปายสหาย - Apāyasahāya:</em> the leader to destruction) มีลักษณะ 4 คือ</p>
      <p>1) คอยเป็นเพื่อนดื่มน้ำเมา</p>
      <p>2) คอยเป็นเพื่อนเที่ยวกลางคืน</p>
      <p>2) คอยเป็นเพื่อนเที่ยวกลางคืน</p>
      <p>4) คอยเป็นเพื่อนไปเล่นการพนัน</p>
      <p>a) He is your companion when you indulge in drinking.</p>
      <p>b) He is your companion when you roam the streets at unseemly hours.</p>
      <p>c) He is your companion when you frequent shows and fairs.</p>
      <p>d) He is your companion when you indulge in gambling.</p>

      <div style="text-align:left"><small>D.III.185.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/186/199.</small></div>

''',
      /*90*/'''
      <p><big>[169] สุหทมิตร</big> หรือ <big>มิตรแท้ 4</big> (มิตรมีใจดี, มิตรที่จริงใจ - Suhadamitta: true friends; true-hearted friends)</p>
			<p><strong>1.	มิตรอุปการะ</strong> (<em>อุปการกะ - Upakāraka:</em> the helper) มีลักษณะ 4 คือ</p>
			<p>1) เพื่อนประมาท ช่วยรักษาเพื่อน</p>
			<p>2) เพื่อนประมาท ช่วยรักษาทรัพย์สินของเพื่อน</p>
			<p>3) เมื่อมีภัย เป็นที่พึ่งพำนักได้</p>
			<p>4) มีกิจจำเป็น ช่วยออกทรัพย์ให้เกินกว่าที่ออกปาก</p>
			<p>a) He guards you when you are off your guard.</p>
			<p>b) He guards your property when you are off your guard.</p>
			<p>c) He is a refuge to you when you are in danger.</p>
			<p>d) He provides a double supply of what you may ask in time of need.</p>

      <p><strong>2.	มิตรร่วมสุขร่วมทุกข์</strong> (<em>สมานสุขทุกข์ - Samānasukhadukkha:</em> the man who is the same in weal and woe)  มีลักษณะ 4 คือ</p>
			<p>1) บอกความลับแก่เพื่อน</p>
			<p>2) ปิดความลับของเพื่อน</p>
			<p>3) มีภัยอันตราย ไม่ละทิ้ง</p>
			<p>4) แม้ชีวิตก็สละให้ได้</p>
			<p>a) He tells you his secrets.</p>
			<p>b) He keeps secret your secrets.</p>
			<p>c) He does not forsake you in your troubles.</p>
			<p>d) He can even die for your sake.</p>

''',
      /*91*/'''
      <p><strong>3.	มิตรแนะประโยชน์</strong> (<em>อัตถักขายี - Atthakkhāyī:</em> the man who gives good counsel) มีลักษณะ 4 คือ</p>
			<p>1) จะทำชั่วเสียหาย คอยห้ามปรามไว้</p>
			<p>2) คอยแนะนำให้ตั้งอยู่ในความดี</p>
			<p>3) ให้ได้ฟังได้รู้สิ่งที่ไม่เคยได้รู้ได้ฟัง</p>
			<p>4) บอกทางสุขทางสวรรค์ให้</p>
			<p>a) He keeps you back from evil.</p>
			<p>b) He encourages you to do good.</p>
			<p>c) He informs you of what you have not heard.</p>
			<p>d) He shows you the way to heaven.</p>

      <p><strong>4.	มิตรมีน้ำใจ</strong> (<em>อนุกัมปกะ มิตรมีความรักใคร่ หรือมิตรผู้รักใคร่เอ็นดู - Anukampaka:</em> the man who sympathizes) มีลักษณะ 4 คือ</p>
			<p>1) เพื่อนมีทุกข์ พลอยไม่สบายใจ (ทุกข์ ทุกข์ด้วย)</p>
			<p>2) เพื่อนมีสุข พลอยแช่มชื่นยินดี (สุข สุขด้วย)</p>
			<p>3) เขาติเตียนเพื่อน ช่วยยับยั้งแก้ให้</p>
			<p>4) เขาสรรเสริญเพื่อน ช่วยพูดเสริมสนับสนุน</p>
			<p><a) He does not rejoice over your misfortunes./p>
			<p>b) He rejoices in your good fortune.</p>
			<p>c) He protests against anyone who speaks ill of you.</p>
			<p>d) He admires those who speak well of you.</p>
      <div style="text-align:left"><small>D.III.187.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/192/201.</small></div>

      <p><big>[170] โยคะ 4</big> (สภาวะอันประกอบสัตว์ไว้ในภพ หรือผูกกรรมไว้กับวิบาก - <em>Yoga:</em> the Four Bonds) ได้แก่ <em>กามโยคะ ภวโยคะ ทิฏฐิโยคะ อวิชชาโยคะ</em> เหมือนในอาสวะ 4.</p>
      <p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [136] อาสวะ 4.</em></p>
      <div style="text-align:left"><small>D.III.230; A.II.10; Vbh.374.&nbsp;&nbsp;&nbsp;ที.ปา.11/259/242; องฺ.จตุกฺก.21/10/13; อภิ.วิ.35/963/506.</small></div>

      <p><big>[171] โยนิ 4</big> (กำเนิด, แบบหรือชนิดของการเกิด - <em>Yoni:</em> ways or kinds of birth; modes of generation)</p>
			<p><strong>1.	ชลาพุชะ</strong> (สัตว์เกิดในครรภ์ คือ คลอดออกมาเป็นตัว เช่น คน โค สุนัข แมว เป็นต้น - <em>Jalābuja:</em> the viviparous; womb-born creatures)</p>
			<p><strong>2.	อัณฑชะ</strong> (สัตว์เกิดในไข่ คือ ออกไข่เป็นฟองก่อนแล้วจึงฟักเป็นตัว เช่น นก เป็ด ไก่ เป็นต้น - <em>Aṇḍaja:</em> the oviparous; egg-born creatures)</p>
			<p><strong>3.	สังเสทชะ</strong> (สัตว์เกิดในไคล คือ เกิดในของชื้นแฉะหมักหมมเน่าเปื่อย ขยายแพร่ออกไปเอง เช่น กิมิชาติบางชนิด - <em>Saṁsedaja:</em> putrescence-born creatures; moisture-born creatures)</p>
			<p><strong>4.	โอปปาติกะ</strong> (สัตว์เกิดผุดขึ้น คือ เกิดผุดเต็มตัวในทันใด ได้แก่ เทวดา สัตว์นรก มนุษย์บางพวก และเปรตบางพวก ท่านว่า เกิดและตาย ไม่ต้องมีเชื้อหรือซากปรากฏ - <em>Opapātika:</em> spontaneously born creatures; the apparitional)</p>
      <div style="text-align:left"><small>D.III.230; M.I.73.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/263/242; ม.มู.12/169/147.</small></div>

''',
      /*92*/'''
      <p><big>[☆☆☆] ราชสังคหวัตถุ 4</big> <em><small>ดู </small> [187] สังคหวัตถุของผู้ครองแผ่นดิน 4.</em></p>
      <p><big>[172] ลีลาการสอน</big> หรือ <big>พุทธลีลาในการสอน</big> หรือ <big>เทศนาวิธี 4</big> (การสอนของพระพุทธเจ้าแต่ละครั้ง แม้ที่เป็นเพียงธรรมีกถา หรือการสนทนาทั่วไป ซึ่งมิใช่คราวที่มีความมุ่งหมายเฉพาะพิเศษ ก็จะดำเนินไปอย่างสำเร็จผลดีโดยมีองค์ประกอบที่เป็นคุณลักษณะ 4 ประการ - <em>Desanāvidhi:</em> the Buddha’s style or manner of teaching)</p>
			<p><strong>1.	สันทัสสนา</strong> (ชี้แจงให้เห็นชัด คือ จะสอนอะไร ก็ชี้แจงจำแนกแยกแยะอธิบายและแสดงเหตุผลให้ชัดเจน จนผู้ฟังเข้าใจแจ่มแจ้ง เห็นจริงเห็นจัง ดังจูงมือไปดูเห็นกับตา - <em>Sandassanā:</em> elucidation and verification)</p>
			<p><strong>2.	สมาทปนา</strong> (ชวนใจให้อยากรับเอาไปปฏิบัติ คือ สิ่งใดควรปฏิบัติหรือหัดทำ ก็แนะนำหรือบรรยายให้ซาบซึ้งในคุณค่า มองเห็นความสำคัญที่จะต้องฝึกฝนบำเพ็ญจนใจยอมรับ อยากลงมือทำ หรือนำไปปฏิบัติ - <em>Samādapanā:</em> incitement to take upon oneself; inspiration towards the goal)</p>
			<p><strong>3.	สมุตเตชนา</strong> (เร้าใจให้อาจหาญแกล้วกล้า คือ ปลุกเร้าใจให้กระตือรือร้นเกิดความอุตสาหะ มีกำลังใจแข็งขัน มั่นใจที่จะทำให้สำเร็จจงได้ สู้งาน ไม่หวั่นระย่อ ไม่กลัวเหนื่อย ไม่กลัวยาก - <em>Samuttejanā:</em> urging; encouragement; animation; filling with enthusiasm)</p>
			<p><strong>4.	สัมปหังสนา</strong> (ปลอบชโลมใจให้สดชื่นร่าเริง คือ บำรุงจิตให้แช่มชื่นเบิกบาน โดยชี้ให้เห็นผลดีหรือคุณประโยชน์ที่จะได้รับและทางที่จะก้าวหน้าบรรลุผลสำเร็จยิ่งขึ้นไป ทำให้ผู้ฟังมีความหวังและร่าเริงเบิกบานใจ - <em>Sampahaṁsanā:</em> gladdening; exhilaration; filling with delight and joy)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อรรถกถาชี้แจงเพิ่มเติมว่า ข้อ 1 ปลดเปลื้องความเขลาหรือความมืดมัว ข้อ 2 ปลดเปลื้องความประมาท ข้อ 3 ปลดเปลื้องความอืดคร้าน ข้อ 4 สัมฤทธิ์การปฏิบัติ จำ 4 ข้อนี้สั้นๆ ว่า<em>ชี้ให้ชัด ชวนให้ปฏิบัติ เร้าให้กล้า ปลุกให้ร่าเริง</em> หรือ <em>แจ่มแจ้ง จูงใจ แกล้วกล้า ร่าเริง</em></p>
      <div style="text-align:left"><small>D.I.126; etc.; DA.II.473; UdA.242,361,384.&nbsp;&nbsp;&nbsp;ที.สี.9/198/161; ฯลฯ, ที.อ.2/89; อุ.อ.304,457,490.</small></div>

      <p><big>[173] วรรณะ 4</big> (ชนชั้นในสังคมอินเดีย ที่กำหนดด้วยชาติกำเนิด ตามหลักศาสนาพราหมณ์ - <em>Vaṇṇa:</em> castes)</p>
			<p><strong>1.	กษัตริย์</strong> (ชนชั้นเจ้า, ชนชั้นปกครองหรือนักรบ - <em>Khattiya:</em> the warrior-caste; warrior-rulers; noblemen)</p>
			<p><strong>2.	พราหมณ์</strong> (ชนชั้นเจ้าตำราเจ้าพิธี, พวกพราหมณ์ - <em>Brāhmaṇa:</em> the priestly caste; brahmins)</p>
			<p><strong>3.	แพศย์</strong> (ชนชั้นพ่อค้าและกสิกร - <em>Vessa:</em> the trading and agricultural caste; merchants and farmers)</p>
			<p><strong>4.	ศูทร</strong> (ชนชั้นต่ำ, พวกทาสกรรมกร - <em>Sudda:</em> the low caste; labourers and servants)</p>
      <div style="text-align:left"><small>M.II.128.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.ม.13/576/520.</small></div>

''',
      /*93*/'''
      <p><big>[174] วิธีปฏิบัติต่อทุกข์–สุข 4</big> (หลักการเพียรพยายามให้ได้ผลในการละทุกข์ลุสุข, การปฏิบัติที่ถูกต้องต่อความทุกข์และความสุข ซึ่งเป็นไปตามหลักพระพุทธศาสนา ที่แสดงว่า ความเพียรพยายามที่ถูกต้อง จะมีผลจนสามารถเสวยสุขที่ไร้ทุกข์ได้ - <em>Sukhapaṭisaṁvedanāya saphalappadhāna:</em> fruitful exertion to enjoy happiness)</p>
			<p>1.	ไม่เอาทุกข์ทับถมตนที่มิได้ถูกทุกข์ท่วมทับ (Being not overwhelmed by suffering, one does not overwhelm oneself with suffering.)</p>
			<p>2.	ไม่สละความสุขที่ชอบธรรม (One does not give up righteous happiness.)</p>
			<p>3.	ไม่สยบหมกมุ่น (แม้)ในสุขที่ชอบธรรมนั้น (One is not infatuated even with that righteous happiness.)</p>
			<p>4.	เพียรพยายามทำเหตุแห่งทุกข์ให้หมดสิ้นไป (One strives in the right way to eradicate the cause of suffering.)</p>
			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อที่ 4 อาจพูดอีกสำนวนหนึ่งว่า “เพียรปฏิบัติเพื่อเข้าถึงความสุขที่ประณีตสูงขึ้นไป”</p>

      <div style="text-align:left"><small>M.II.223&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.อุ.14/12/13</small></div>

      <p><big>[175] วิบัติ 4</big><sup>1</sup> (ความผิดพลาด, ความเคลื่อนคลาด, ความเสียหาย, ความบกพร่อง, ความใช้การไม่ได้ - <em>Vipatti:</em> failure; falling away)</p>
			<p><strong>1.	ศีลวิบัติ</strong> (วิบัติแห่งศีล, เสียศีล, สำหรับพระภิกษุ คือ ต้องอาบัติปาราชิก หรือ สังฆาทิเสส - <em>Sīla-vipatti:</em> falling away from moral habit; failure in morality)</p>
			<p><strong>2.	อาจารวิบัติ</strong> (วิบัติแห่งอาจาระ, เสียความประพฤติ จรรยามรรยาทไม่ดี, สำหรับพระภิกษุ คือ ต้องลหุกาบัติ แต่ถุลลัจจัย ถึง ทุพภาสิต - <em>Ācāra-vipatti:</em> falling away from good behaviour; failure in conduct)</p>
			<p><strong>3.	ทิฏฐิวิบัติ</strong>(วิบัติแห่งทิฏฐิ, ความเห็นคลาดเคลื่อน ผิดธรรมผิดวินัย - <em>Diṭṭhi-vipatti:</em> falling away from right view; failure in views)</p>
			<p><strong>4.	อาชีววิบัติ</strong> (วิบัติแห่งอาชีวะ, ประกอบมิจฉาชีพ หาเลี้ยงชีพในทางที่ผิด - <em>Ājīva-vipatti:</em> falling away from right mode of livelihood; failure in livelihood)</p>
			
      <div style="text-align:left"><small>Vin.II.87.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.6/634/336.</small></div>

''',
      /*94*/'''
      <p><big>[176] วิบัติ 4</big><sup>2</sup> (ข้อเสีย, จุดอ่อน, ความบกพร่องแห่งองค์ประกอบต่างๆ ซึ่งไม่อำนวยแก่การให้ผลของกรรมดี แต่เปิดช่องให้กรรมชั่วแสดงผล, ส่วนประกอบบกพร่อง เปิดช่องให้กรรมชั่ว - <em>Vipatti:</em> failure; defect; unfavourable factors affecting the ripening of Karma.)</p>
			<p><strong>1.	คติวิบัติ</strong> (วิบัติแห่งคติ, คติเสีย; ในช่วงยาวหมายถึง เกิดในกำเนิดต่ำทราม หรือที่เกิดอันไร้ความเจริญ ในช่วงสั้นหมายถึง ที่อยู่ ที่ไป ทางดำเนินไม่ดี หรือ ทำไม่ถูกเรื่องไม่ถูกที่ คือ กรณีนั้น สภาพแวดล้อมนั้น สถานการณ์นั้น ถิ่นนั้น ตลอดถึงแนวทางดำเนินชีวิตขณะนั้น ไม่เอื้ออำนวยแก่การกระทำความดีหรือการเจริญงอกงามของความดีและการที่ผลดีจะปรากฏ แต่กลับเปิดทางให้แก่ความชั่วและผลร้าย - <em>Gati-vipatti:</em> failure as regards place of birth; unfavourable environment, circumstances or career)</p>
			<p><strong>2.	อุปธิวิบัติ</strong>(วิบัติแห่งร่างกาย, รูปกายเสีย; ในช่วงยาวหมายถึง ร่างกายวิกลวิการ ไม่งดงาม บุคลิกภาพไม่ดี ในช่วงสั้นหมายถึง สุขภาพไม่ดี เจ็บป่วย มีโรคมาก - <em>Upadhi-vipatti:</em> failure as regards the body; deformed or unfortunate body; unfavourable personality, health or physical conditions.)</p>
			<p><strong>3.	กาลวิบัติ</strong> (วิบัติแห่งกาล, กาลเสีย; ในช่วงยาวหมายถึง เกิดอยู่ในสมัยที่โลกไม่มีความเจริญ หรือบ้านเมืองมีแต่ภัยพิบัติ ผู้ปกครองไม่ดี สังคมเสื่อมจากศีลธรรม มีการกดขี่เบียดเบียนกันมาก ยกย่องคนชั่ว บีบคั้นคนดี ในช่วงสั้นหมายถึง ทำผิดกาลผิดเวลา - <em>Kāla-vipatti:</em> failure as regards time; unfavourable or unfortunate time)</p>
			<p><strong>4.	ปโยควิบัติ</strong> (วิบัติแห่งการประกอบ, กิจการเสีย; ในช่วงยาวหมายถึง ฝักใฝ่ในทางที่ผิด ประกอบกิจการงานที่ผิด หรือมีปกติชอบกระทำแต่ความชั่ว ในช่วงสั้นหมายถึง เมื่อกระทำกรรมดี ก็ไม่ทำให้ถึงขนาด ไม่ครบถ้วนตามหลักเกณฑ์ ทำจับจด ใช้วิธีการไม่เหมาะกับเรื่อง หรือเมื่อประกอบความดีต่อเนื่องมา แต่กลับทำความชั่วหักล้างเสียในระหว่าง - <em>Payoga-vipatti:</em> failure as regards undertaking; unfavourable, unfortunate or inadequate undertaking)</p>

			<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิบัติ 4 นี้ เป็นสิ่งที่จะต้องนำมาประกอบการพิจารณาในเรื่องการให้ผลของกรรม เพราะการปรากฏของวิบาก นอกจากอาศัยเหตุคือกรรมแล้ว ยังต้องอาศัยฐานคือ คติ อุปธิ กาละ และปโยคะ เป็นปัจจัยประกอบด้วย กล่าวคือ จะต้องพิจารณา <em>กรรมนิยาม</em> โดยสัมพันธ์กับปัจจัยทั้งหลายที่เป็นไปตามนิยามอื่นๆ ด้วย เพราะนิยามหรือกฎธรรมชาตินั้นมีหลายอย่าง มิใช่มีแต่กรรมนิยามอย่างเดียว</p>
      <p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [177] สมบัติ 4; [223] นิยาม 5.</em></p>
      <div style="text-align:left"><small>Vbh.338.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.วิ.35/840/458.</small></div>

''',
      /*95*/'''
      <p><big>[177] สมบัติ 4</big> (ข้อดี, ความเพียบพร้อม, ความสมบูรณ์แห่งองค์ประกอบต่างๆ ซึ่งอำนวยแก่การให้ผลของกรรมดี และไม่เปิดช่องให้กรรมชั่วแสดงผล, ส่วนประกอบอำนวย ช่วยเสริมกรรมดี - <em>Sampatti:</em> accomplishment; factors favourable to the ripening of good Karma)</p>
			<p><strong>1.	คติสมบัติ</strong> (สมบัติแห่งคติ, ถึงพร้อมด้วยคติ, คติให้; ในช่วงยาวหมายถึง เกิดในกำเนิดอันอำนวย หรือที่เกิดอันเจริญ ในช่วงสั้นหมายถึง ที่อยู่ ที่ไป ทางดำเนินดี หรือทำถูกเรื่อง ถูกที่ คือ กรณีนั้น สภาพแวดล้อมนั้น สถานการณ์นั้น ถิ่นที่นั้น ตลอดถึงแนวทางดำเนินชีวิตขณะนั้น เอื้ออำนวยแก่การกระทำความดี หรือการเจริญงอกงามของความดี ทำให้ความดีปรากฏผลโดยง่าย - <em>Gati-sampatti:</em> accomplishment of birth; fortunate birthplace; favourable environment, circumstances or career)</p>
			<p><strong>2.	อุปธิสมบัติ</strong> (สมบัติแห่งร่างกาย, ถึงพร้อมด้วยรูปกาย, รูปกายให้; ในช่วงยาวหมายถึง มีกายสง่า สวยงาม บุคลิกภาพดี ในช่วงสั้นหมายถึง ร่างกายแข็งแรง มีสุขภาพดี - <em>Upadhi-sampatti:</em> accomplishment of the body; favourable or fortunate body; favourable personality, health or physical conditions)</p>
			<p><strong>3.	กาลสมบัติ</strong> (สมบัติแห่งกาล, ถึงพร้อมด้วยกาล, กาลให้; ในช่วงยาว หมายถึง เกิดอยู่ในสมัยที่โลกมีความเจริญ หรือบ้านเมืองสงบสุข มีการปกครองที่ดี คนในสังคมอยู่ในศีลธรรม สามัคคีกัน ยกย่องคนดี ไม่ส่งเสริมคนชั่ว ในช่วงสั้นหมายถึง ทำถูกกาลถูกเวลา - <em>Kāla-sampatti:</em> accomplishment of time; favourable or fortunate time)</p>
			<p><strong>4.	ปโยคสมบัติ</strong> (สมบัติแห่งการประกอบ, ถึงพร้อมด้วยการประกอบความเพียร, กิจการให้; ในช่วงยาว หมายถึงฝักใฝ่ในทางที่ถูก นำความเพียรไปใช้ขวนขวายประกอบการที่ถูกต้องดีงาม มีปกติประกอบกิจการงานที่ถูกต้อง ทำแต่ความดีงามอยู่แล้ว ในช่วงสั้นหมายถึง เมื่อทำกรรมดี ก็ทำให้ถึงขนาด ทำจริงจัง ให้ครบถ้วนตามหลักเกณฑ์ ใช้วิธีการที่เหมาะกับเรื่อง หรือทำความดีต่อเนื่องมาเป็นพื้นแล้ว กรรมดีที่ทำเสริมเข้าอีก จึงเห็นผลได้ง่าย - <em>Payoga-sampatti:</em> accomplishment of undertaking; favourable, fortunate or adequate undertaking)</p>
			<p><em></small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [176] วิบัติ 4 <sup>2</sup>; [223] นิยาม 5.</em></p>
      <div style="text-align:left"><small>Vbh.339.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.วิ.35/840/459.</small></div>

      
''',
    /*96*/ '''
      <p><big>[178] วิปัลลาส</big> หรือ <big>วิปลาส 4</big> (ความรู้เห็นคลาดเคลื่อน, ความรู้เข้าใจผิดเพี้ยนจากความเป็นจริง - <em>Vipallāsa:</em> distortion)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิปลาส มี 3 ระดับ คือ</p>
      <ol>
      <li>	<strong>สัญญาวิปลาส</strong> (สัญญาคลาดเคลื่อน, หมายรู้ผิดพลาดจากความเป็นจริง เช่น คนตกใจเห็นเชือกเป็นงู - <em>Saññā-vipallāsa:</em> distortion of perception)</li>
      <li>	<strong>จิตตวิปลาส</strong> (จิตคลาดเคลื่อน, ความคิดผิดพลาดจากความเป็นจริง เช่น คนบ้าคิดเอาหญ้าเป็นอาหาร - <em>Citta-vipallāsa:</em> distortion of thought)</li>
      <li>	<strong>ทิฏฐิวิปลาส</strong> (ทิฏฐิคลาดเคลื่อน, ความเห็นผิดพลาดจากความเป็นจริง โดยเฉพาะเชื่อถือไปตามสัญญาวิปลาส หรือจิตตวิปลาสนั้น เช่น มีสัญญาวิปลาสเห็นเชือกเป็นงู แล้วเกิดทิฏฐิวิปลาส เชื่อหรือลงความเห็นว่าที่บริเวณนั้นมีงูชุม หรือมีจิตตวิปลาสว่าทุกสิ่งที่เกิดขึ้นต้องมีผู้สร้าง จึงเกิดทิฏฐิวิปลาสว่า แผ่นดินไหวเพราะเทพเจ้าบันดาล - <em>Diṭṭhi-vipallāsa:</em> distortion of views)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิปลาส 3 ระดับนี้ ที่เป็นพื้นฐาน เป็นไปใน 4 ด้าน คือ</p>
      <ol>
      <li>	<em>วิปลาสในสิ่งที่ไม่เที่ยง ว่าเที่ยง</em> (to regard what is impermanent as permanent)</li>
      <li>	<em>วิปลาสในสิ่งที่เป็นทุกข์ ว่าเป็นสุข</em> (to regard what is painful as pleasant)</li>
      <li>	<em>วิปลาสในสิ่งที่ไม่เป็นตัวตน ว่าเป็นตัวตน</em> (to regard what is non-self as a self)</li>
      <li>	<em>วิปลาสในสิ่งที่ไม่งาม ว่างาม</em> (to regard what is foul as beautiful)</li>
      </ol>
      <p><small>A.II.52&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/49/66</small></p>

      <p><big>[179] วุฒิ</big> หรือ <big>วุฑฒิธรรม 4</big> (ธรรมเป็นเครื่องเจริญ, คุณธรรมที่ก่อให้เกิดความเจริญงอกงาม - Vuḍḍhi-dhamma: virtues conducive to growth)</p>
      <ol>
      <li>	<strong>สัปปุริสสังเสวะ</strong> (เสวนาสัตบุรุษ, คบหาท่านผู้ทรงธรรมทรงปัญญาเป็นกัลยาณมิตร - Sappurisasaṁseva: association with good and wise persons)</li>
      
      <li>	<strong>สัทธัมมัสสวนะ</strong> (สดับสัทธรรม, ใส่ใจเล่าเรียนฟังอ่านหาความรู้ให้ได้ธรรมที่แท้ - Saddhammassavana: hearing the good teaching)</li>
      
      <li>	<strong>โยนิโสมนสิการ</strong> (ทำในใจโดยแยบคาย, รู้จักคิดพิจารณาหาเหตุผลโดยถูกวิธี - Yonisomanasikāra: analytical reflection; wise attention)</li>
      
      <li> <strong>ธัมมานุธัมมปฏิปัตติ</strong> (ปฏิบัติธรรมสมควรแก่ธรรม, ปฏิบัติธรรมถูกหลัก ให้ธรรมย่อยคล้อยแก่ธรรมใหญ่ สอดคล้องตามวัตถุประสงค์ของธรรมทั้งหลายที่สัมพันธ์กัน, ดำเนินชีวิตถูกต้องตามธรรม - <em>Dhammānudhammapaṭipatti:</em> practice in accord with the Dhamma, i.e. in such a systematic way that all levels and aspects of the Dhamma are in accord as regards their respective purposes; living in conformity with the Dhamma)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมหมวดนี้ ในบาลีที่มา เรียกว่า ธรรมที่เป็นไปเพื่อปัญญาวุฒิ [ปัญญาวุฒิธรรม] คือ เพื่อความเจริญงอกงามแห่งปัญญา (Paññāvuḍḍhi: virtues conducive to growth in wisdom)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อย่างไรก็ดี ในการเล่าเรียนธรรมในประเทศไทยที่สืบกันมา ได้รู้จักธรรมหมวดนี้ในชื่อสั้นๆ ว่า <strong>วุฒิ 4 </strong>และอธิบายความหมายโดยมุ่งให้คนทั่วไปเข้าใจและนำไปใช้ประโยชน์อย่างกว้างๆ จึงจะแสดงความหมายแบบง่ายๆ ไว้ด้วยดังนี้</p>
      <ol>
      <li>	<strong>สัปปุริสสังเสวะ</strong> คบหาสัตบุรุษ, เสวนาท่านผู้รู้ผู้ทรงคุณความดี มีความประพฤติชอบด้วยกาย วาจา ใจ</li>
      
      <li>	<strong>สัทธัมมัสสวนะ</strong> ฟังสัทธรรม, ตั้งใจฟังคำสั่งสอนของท่าน เอาใจใส่เล่าเรียน</li>
      
      <li>	<strong>โยนิโสมนสิการ</strong> ทำในใจโดยแยบคาย, รู้จักคิดพิจารณาให้เห็นเหตุผลคุณโทษในสิ่งที่ได้เล่าเรียนสดับฟังนั้น จับสาระที่จะนำไปใช้ประโยชน์ได้</li>
      
      <li>	<strong>ธัมมานุธัมมปฏิบัตติ</strong>ธัมมานุธัมมปฏิปัตติ ปฏิบัติธรรมสมควรแก่ธรรม, นำสิ่งที่ได้เล่าเรียนและตริตรองเห็นแล้วไปใช้ปฏิบัติให้ถูกต้องตามหลัก สอดคล้องกับความมุ่งหมายของหลักการนั้นๆ</li>
      </ol>
      <p><small>A.II.245.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/248/332.</small></p>

''',
    /*97*/ '''
      <p>[180] <big>เวสารัชชะ</big> หรือ <big>เวสารัชชญาณ 4</big> (ความไม่ครั่นคร้าม, ความแกล้วกล้าอาจหาญ, พระญาณอันเป็นเหตุให้ทรงแกล้วกล้า ไม่ครั่นคร้าม - <em>Vesārajja:</em> intrepidity; self-confidences)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พระตถาคตเจ้าไม่ทรงมองเห็นว่า ใครก็ตาม จักทักท้วงพระองค์ได้โดยชอบธรรมในฐานะเหล่านี้ คือ (The Perfect One sees no grounds on which anyone can with justice make the following charges:)</p>
      <ol>
      <li>	<strong>สัมมาสัมพุทธปฏิญญา</strong> (ท่านปฏิญญาว่าเป็นสัมมาสัมพุทธะ ธรรมเหล่านี้ท่านยังไม่รู้ - <em>Sammāsambuddha-paṭiññā:</em> You who claim to be fully self-enlightened are not fully enlightened in these things.)</li>
      <li>	<strong>ขีณาสวปฏิญญา</strong> (ท่านปฏิญญาว่าเป็นขีณาสพ อาสวะเหล่านี้ของท่านยังไม่สิ้น - Khīṇāsava-paṭiññā: You who claim to have destroyed all taints have not utterly destroyed these taints.)</li>
      <li> <strong>อันตรายิกธรรมวาทะ</strong> (ท่านกล่าวธรรมเหล่าใดว่าเป็นอันตราย ธรรมเหล่านั้นไม่อาจก่ออันตรายแก่ผู้ส้องเสพได้จริง - <em>Antarāyikadhammavāda:</em> Those things which have been declared by you to be harmful have no power to harm him that follows them.)</li>
      <li> <strong>นิยยานิกธรรมเทศนา</strong> (ท่านแสดงธรรมเพื่อประโยชน์อย่างใด ประโยชน์อย่างนั้นไม่เป็นทางนำผู้ทำตามให้ถึงความสิ้นทุกข์โดยชอบจริง - <em>Niyyānikadhammadesanā:</em> The Doctrine taught by you for the purpose of utter extinction of suffering does not lead him who acts accordingly to such a goal.)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ด้วยเหตุนี้ พระองค์จึงทรงถึงความเกษม ถึงความไม่มีภัย แกล้วกล้า ไม่ครั่นคร้ามอยู่ (Since this is so, he abides in the attainment of security, of fearlessness and intrepidity.)</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เวสารัชชะ 4 นี้ คู่กับ ทศพล หรือ ตถาคตพล 10 (เรียกกันทั่วๆ ไปว่า ทศพลญาณ ) เป็นธรรมที่ทำให้พระตถาคต ทรงปฏิญญาฐานะแห่งผู้นำ เปล่งสีหนาทในบริษัททั้งหลาย ยังพรหมจักรให้เป็นไป (Endowed with these four kinds of intrepidity, the Perfect One claims the leader’s place, roars his lion’s roar in assemblies, and sets rolling the Divine Wheel.)</p>
      <p><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> <em>[323] ทศพลญาณ.</em></p>
      <p><small>M.I.71; A.II.8.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.มู.12/167/144; องฺ.จตุกฺก.21/8/10.</small></p>

''',
    /*98*/ '''
      <p><big>[181] ศรัทธา 4</big> (ความเชื่อ, ความเชื่อที่ประกอบด้วยเหตุผล - <em>Saddhā:</em> faith; belief; confidence)</p>
      <ol>
      <li>	<strong>กัมมสัทธา</strong> (เชื่อกรรม, เชื่อการกระทำ, เชื่อกฎแห่งกรรม, เชื่อว่ากรรมมีอยู่จริง คือ เชื่อว่าเมื่อทำอะไรโดยมีเจตนา คือ จงใจทำทั้งรู้ ย่อมเป็นกรรม คือ เป็นความดีความชั่วมีขึ้นในตน เป็นเหตุปัจจัยก่อให้เกิดผลดีผลร้ายสืบเนื่องต่อไป การกระทำไม่ว่างเปล่า และเชื่อว่าผลที่ต้องการจะสำเร็จได้ด้วยการกระทำ มิใช่ด้วยอ้อนวอนหรือนอนคอยโชค เป็นต้น - <em>Kamma-saddhà:</em>  belief in kamma; confidence in accordance with the law of action)</li>
      
      <li>	<strong>วิปากสัทธา</strong> (เชื่อวิบาก, เชื่อผลของกรรม, เชื่อว่าผลของกรรมมีจริง คือ เชื่อว่ากรรมที่ทำแล้วต้องมีผล และผลต้องมีเหตุ ผลดีเกิดจากกรรมดี ผลชั่วเกิดจากกรรมชั่ว - <em>Vipàka-saddhà:</em> belief in the consequences of actions)</li>
      
      <li>	<strong>กัมมัสสกตาสัทธา</strong> (เชื่อความที่สัตว์มีกรรมเป็นของของตน, เชื่อว่าแต่ละคนเป็นเจ้าของ จะต้องรับผิดชอบเสวยวิบากเป็นไปตามกรรมของตน - <em>Kammassakatā-saddhā:</em> belief in the individual ownership of action)</li>
      
      <li>	<strong>ตถาคตโพธิสัทธา</strong> (เชื่อความตรัสรู้ของพระพุทธเจ้า, มั่นใจในองค์พระตถาคต ว่าทรงเป็นพระสัมมาสัมพุทธะ ทรงพระคุณทั้ง 9 ประการ ตรัสธรรม บัญญัติวินัยไว้ด้วยดี ทรงเป็นผู้นำทางที่แสดงให้เห็นว่า มนุษย์คือเราทุกคนนี้ หากฝึกตนด้วยดี ก็สามารถเข้าถึงภูมิธรรมสูงสุด บริสุทธิ์หลุดพ้นได้ ดังที่พระองค์ได้ทรงบำเพ็ญไว้เป็นแบบอย่าง - <em>Tathāgatabodhi-saddhā:</em> confidence in the Enlightenment of the Buddha)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ศรัทธา 4 อย่างนี้ มีมาในบาลีเฉพาะข้อที่ 4 (ตถาคตโพธิสัทธา) อย่างเดียว (เช่น องฺ.สตฺตก. 23/4/3; A.III.3 เป็นต้น) ว่าโดยใจความ ศรัทธา 3 ข้อต้น ย่อมรวมลงในข้อที่ 4 ได้ทั้งหมด</p>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง ข้อ 3 มีข้อธรรมที่มาในบาลีคล้ายกัน แต่เป็นเรื่องของญาณ หรือปัญญา ไม่ใช่เรื่องของศรัทธา คือ กัมมัสสกตาญาณ (ปรีชาหยั่งรู้ความที่สัตว์มีกรรมเป็นของตน - knowledge that action is one’s own possession) เช่น อภิ.วิ. 35/822/443; Vbh.328.</p>
      <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สัทธา 4</strong> นี้ เป็นชุดสืบๆ กันมา ที่คนไทยรู้จักกันมาก ซึ่งจัดรวมขึ้นภายหลัง แต่ศรัทธาที่มีหลักฐานมาในคัมภีร์ (ชั้นอรรถกถา) ได้แก่ <strong>สัทธา 2</strong> คือ</p>
      <ol>
      <li>	<strong>กัมมผลสัทธา</strong> (เชื่อกรรมและผลของกรรม, เชื่อกฎแห่งกรรม - <em>Kammaphala-saddhā:</em> belief in kamma and its result; confidence in accordance with the law of action)</li>
      
      <li>	<strong>ตถาคตโพธิสัทธา</strong> หรือ <strong>รตนัตตยสัทธา</strong> (เชื่อปัญญาตรัสรู้ของตถาคต หรือเชื่อพระรัตนตรัย - <em>Tathāgatabodhi-saddhā:</em> confidence in the Enlightenment of the Buddha, or <em>Ratanattaya-saddhā:</em> confidence in the Triple Gem)</li>
      </ol>
      <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;จะเห็นว่า ข้อ 1 กัมมผลสัทธา ในชุด<strong>สัทธา 2</strong> นี้ ครอบคลุมข้อ 1, 2, 3 ในชุด<strong>สัทธา 4</strong> ทั้งหมด และท่านยังได้อธิบายไว้ด้วยว่า <em>กัมมผลสัทธา เป็นโลกิยสัทธา</em> ส่วน <em>รตนัตตยสัทธา</em> ถ้าถูกต้องจริงแท้เห็นประจักษ์ด้วยปัญญามั่นคงไม่หวั่นไหว เป็นโลกุตตรสัทธา (ทั้งนี้ พึงดู อุ.อ. 110, 235; อิติ.อ.74, 353; เถร.อ.1/490; จริยา.อ.336)</p>

''',
    /*99*/ '''
    <p><big>[182] สติปัฏฐาน 4</big> (ที่ตั้งของสติ, การตั้งสติกำหนดพิจารณาสิ่งทั้งหลายให้รู้เห็นตามความเป็นจริง คือ ตามที่สิ่งนั้นๆ มันเป็นของมัน - <em>Satipaṭṭhāna:</em>  foundations of mindfulness)</p>
    <ol>
    <li>	<strong>กายานุปัสสนาสติปัฏฐาน</strong> (การตั้งสติกำหนดพิจารณากาย ให้รู้เห็นตามเป็นจริงว่า เป็นแต่เพียงกาย ไม่ใช่สัตว์บุคคลตัวตนเราเขา - <em>KāyānupassanāKāyānupassanā-~:</em>  contemplation of the body; mindfulness as regards the body) ท่านจำแนกวิธีปฏิบัติไว้หลายอย่าง คืออานาปานสติ กำหนดลมหายใจ 1 อิริยาบถ กำหนดรู้ทันอิริยาบถ 1 สัมปชัญญะ สร้างสัมปชัญญะในการกระทำความเคลื่อนไหวทุกอย่าง 1 ปฏิกูลมนสิการ พิจารณาส่วนประกอบอันไม่สะอาดทั้งหลายที่ประชุมเข้าเป็นร่างกายนี้ 1 ธาตุมนสิการ พิจารณาเห็นร่างกายของตนโดยสักว่าเป็นธาตุแต่ละอย่างๆ 1 นวสีวถิกา พิจารณาซากศพในสภาพต่างๆ อันแปลกกันไปใน 9 ระยะเวลา ให้เห็นคติธรรมดาของร่างกาย ของผู้อื่นเช่นใด ของตนก็จักเป็นเช่นนั้น 1</li>
    <li>	<strong>เวทนานุปัสสนาสติปัฏฐาน</strong> (การตั้งสติกำหนดพิจารณาเวทนา ให้รู้เห็นตามเป็นจริงว่า เป็นแต่เพียงเวทนา ไม่ใช่สัตว์บุคคลตัวตนเราเขา - <em>Vedanānupassanā-~:</em> contemplation of feelings; mindfulness as regards feelings) คือ มีสติอยู่พร้อมด้วยความรู้ชัดเวทนาอันเป็นสุขก็ดี ทุกข์ก็ดี เฉยๆ ก็ดี ทั้งที่เป็นสามิส และเป็นนิรามิสตามที่เป็นไปอยู่ในขณะนั้นๆ</li>
    <li>	<strong>จิตตานุปัสสนาสติปัฏฐาน</strong> (การตั้งสติกำหนดพิจารณาจิต ให้รู้เห็นตามเป็นจริงว่า เป็นแต่เพียงจิต ไม่ใช่สัตว์บุคคลตัวตนเราเขา - <em>Cittānupassanā-~:</em> contemplation of mind; mindfulness as regards mental conditions) คือ มีสติอยู่พร้อมด้วยความรู้ชัดจิตของตนที่มีราคะ ไม่มีราคะ มีโทสะ ไม่มีโทสะ มีโมหะ ไม่มีโมหะ เศร้าหมองหรือผ่องแผ้ว ฟุ้งซ่านหรือเป็นสมาธิ ฯลฯ อย่างไรๆ ตามที่เป็นไปอยู่ในขณะนั้นๆ</li>
    <li>	<strong>ธัมมานุปัสสนาสติปัฏฐาน</strong> (การตั้งสติกำหนดพิจารณาธรรม ให้รู้เห็นตามเป็นจริงว่า เป็นแต่เพียงธรรม ไม่ใช่สัตว์บุคคลตัวตนเราเขา - <em>Dhammānupassanā-~:</em> contemplation of mind-objects; mindfulness as regards ideas) คือ มีสติอยู่พร้อมด้วยความรู้ชัดธรรมทั้งหลาย ได้แก่ นิวรณ์ 5 ขันธ์ 5 อายตนะ 12 โพชฌงค์ 7 อริยสัจจ์ 4 ว่าคืออะไร เป็นอย่างไร มีในตนหรือไม่ เกิดขึ้น เจริญบริบูรณ์ และดับไปได้อย่างไร เป็นต้น ตามที่เป็นจริงของมันอย่างนั้นๆ.</li>
    </ol>
    <p><small>D.II.290–315; M.I.55–63.	&nbsp;&nbsp;ที.ม.10/273–300/325–351; ม.มู.12/131–152/103–127.</small></p>

''',
    /*100*/ '''
    <p><big>[183] สมชีวิธรรม 4</big> (หลักธรรมของคู่ชีวิต, ธรรมที่จะทำให้คู่สมรสมีชีวิตสมหรือสม่ำเสมอกลมกลืนกัน อยู่ครองกันยืดยาว - <em>Samajīvidhamma:</em> qualities which make a couple well matched)</p>
    <ol>
    <li>	<strong>สมสัทธา</strong> (มีศรัทธาสมกัน - <em>Sama-saddhā:</em> to be matched in faith)</li>
    <li>	<strong>สมสีลา</strong> (มีศีลสมกัน - <em>Sama-sīlā:</em> to be matched in moral conduct)</li>
    <li>	<strong>สมจาคา</strong> (มีจาคะสมกัน - <em>Sama-cāgā:</em> to be matched in generosity)</li> 
    <li>	<strong>สมปัญญา</strong> (มีปัญญาสมกัน - <em>Sama-paññā:</em> to be matched in wisdom)</li>
    </ol>
    <p><small>A.II.60.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/55/80.</small></p>

    <p><big>[184] สมาธิภาวนา 4</big> (การเจริญสมาธิ, วิธีฝึกสมาธิแบบต่างๆ จำแนกตามวัตถุประสงค์ - <em>Samādhi-bhāvanā:</em> ways or kinds of concentration-development)</p>
    <ol>
    <li>	<strong>สมาธิภาวนาที่เป็นไปเพื่อทิฏฐธรรมสุขวิหาร</strong> (คือเพื่อการอยู่เป็นสุขในปัจจุบัน เช่น ใช้เป็นเครื่องพักผ่อนจิต หาความสุขยามว่าง เป็นต้น - concentration-development that is conducive to happy living in the present)</li>
    <li>	<strong>สมาธิภาวนาที่เป็นไปเพื่อการได้ญาณทัสสนะ</strong> (concentration-development that is conducive to the acquisition of knowledge and insight)</li>
    <li>	<strong>สมาธิภาวนาที่เป็นไปเพื่อสติและสัมปชัญญะ</strong> (concentration-development that is conducive to mindfulness and full comprehension)</li>
    <li>	<strong>สมาธิภาวนาที่เป็นไปเพื่ออาสวักขยะ คือความสิ้นอาสวะ</strong> (concentration-development that is conducive to the destruction of cankers)</li>
    </ol>
    <p><small>D.III.222; A.II.44.	&nbsp;&nbsp;ที.ปา.11/233/233; องฺ.จตุกฺก.21/41/57.</small>/p>



''',
    /*101*/ '''
    <p><big>[185] สังขาร 4 </big>(คำว่า <em>สังขาร</em> ที่ใช้ในความหมายต่างๆ  - <em>Saṅkhāra:</em> applications of the word formation )</p>
    <ol>
    <li>	<strong>สังขตสังขาร</strong> (สังขารคือสังขตธรรม ได้แก่สิ่งทั้งปวงที่เกิดจากปัจจัยปรุงแต่ง รูปธรรมก็ตาม นามธรรมก็ตาม ได้ในคำว่า <em>อนิจฺจา วต สงฺขารา</em> เป็นต้น - Saṅkhata-saṅkhāra: formation consisting of the formed)</li>
    
    <li>	<strong>อภิสังขตสังขาร</strong> (สังขารคือสิ่งที่กรรมแต่งขึ้น ได้แก่รูปธรรมก็ตาม นามธรรมก็ตาม ในภูมิสาม ที่เกิดแต่กรรม - <em>Abhisaṅkhata-saṅkhāra:</em> formation consisting of the karma-formed)</li>
    
    <li>	<strong>อภิสังขรณกสังขาร</strong> (สังขารคือกรรมที่เป็นตัวการปรุงแต่ง ได้แก่ กุศลเจตนา และอกุศลเจตนาทั้งปวงในภูมิสาม ได้ในคำว่า สังขาร ตามหลักปฏิจจสมุปบาท คือ <em>[119] สังขาร 3</em> หรือ <em>[129] อภิสังขาร 3</em> - <em>Abhisaṅkharaṇaka-saṅkhāra:</em> formation consisting in the act of kamma-forming)</li>
    
    <li>	<strong>ปโยคาภิสังขาร</strong> (สังขารคือการประกอบความเพียร ได้แก่กำลังความเพียรทางกายก็ตาม ทางใจก็ตาม - <em>Payogābhisaṅkhāra:</em> formation consisting in exertion or impetus)</li>
    </ol>
    <p><small>Vism.527.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/120.</small></p>

    <p></big>[186] สังคหวัตถุ 4</big> (ธรรมเครื่องยึดเหนี่ยว คือยึดเหนี่ยวใจบุคคล และประสานหมู่ชนไว้ในสามัคคี, หลักการสงเคราะห์ - Saṅgahavatthu: bases of social solidarity; bases of sympathy; acts of doing favours; principles of service; virtues making for group integration and leadership)</p>
    <ol>
    <li>	<strong>อภิสังคหวัตถุ</strong>ทาน (การให้ คือ เอื้อเฟื้อเผื่อแผ่ เสียสละ แบ่งปัน ช่วยเหลือกันด้วยสิ่งของ ตลอดถึงให้ความรู้และแนะนำสั่งสอน - <em>Dāna:</em> giving; generosity; charity)</li>
    
    <li>	<strong>ปิยวาจา</strong> หรือ <strong>เปยยวัชชะ</strong> (วาจาเป็นที่รัก วาจาดูดดื่มซาบซึ้งใจ คือรู้จักพูดจากล่าวคำสุภาพอ่อนหวานสมานสามัคคี ให้เกิดไมตรีและความรักใคร่นับถือ ชี้แจงแนะนำชวนใจให้อยากทำความดี ให้เกิดมีปัญญาที่จะร่วมมือร่วมใจรวมกำลังกันแก้ไขปัญหาและทำประโยชน์ - <em>Piyavācā:</em> kindly speech; convincing speech)</li>
    
    <li>	<strong>อัตถจริยา</strong> (การประพฤติประโยชน์ คือ ขวนขวายช่วยเหลือกิจธุระการงาน ช่วยแก้ไขปัญหา บำเพ็ญสาธารณประโยชน์ ตลอดถึงช่วยแก้ไขปรับปรุงส่งเสริมในทางจริยธรรม - <em>Atthacariyā:</em> useful conduct; rendering services; life of service; doing good)</li>
   
    <li>	<strong>สมานัตตตา</strong>* (ความมีตนเสมอ** คือ ทำตนเสมอต้นเสมอปลาย ปฏิบัติสม่ำเสมอกันในชนทั้งหลาย และเสมอในสุขทุกข์โดยร่วมรับรู้ร่วมแก้ไข ร่วมสุขร่วมทุกข์ ตลอดถึงวางตนเหมาะแก่ฐานะ ภาวะ บุคคล เหตุการณ์และสิ่งแวดล้อม ถูกต้องตามธรรมในแต่ละกรณี - <em>Samānattatā:</em> even and equal treatment; equality consisting in impartiality, participation and behaving oneself properly in all circumstances)</li>
    </ol>

    <p>* ในปกรณ์ฝ่ายสันสกฤตของมหายาน เป็น <em>สมานารฺถตา</em> (= บาลี สมานตฺถตา ) แปลว่า “ความเป็นผู้มีจุดหมายร่วมกัน หรือความคำนึงประโยชน์อันร่วมกัน” (having common aims; feeling of common good)</p>
    <p>**คำแปลนี้ถือตามที่แปลกันมาเดิม แต่ตามคำอธิบายในคัมภีร์ น่าจะแปลว่า “ความมีตนร่วม” (participation) โดยเฉพาะมุ่งเอาร่วมสุขร่วมทุกข์</p>

    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [11] ทาน 2<sup>1</sup>; [229] พละ 4.</em></p>
    <p><small>D.III.152,232; A.II.32,248; A.IV.218,363.	ที.ปา.11/140/167; 267/244; องฺ.จตุกฺก.21/32/42;</p>
    <p>256/335; องฺ.อฏฺฐก.23/114/222; องฺ.นวก.23/209/377.</small></p>


''',
    /*102*/ '''
    <p><big>[187] สังคหวัตถุของผู้ครองแผ่นดิน</big> หรือ <big>ราชสังคหวัตถุ 4</big> (สังคหวัตถุของพระราชา, ธรรมเครื่องยึดเหนี่ยวจิตใจประชาชน, หลักการสงเคราะห์ประชาชนของนักปกครอง - <em>Rāja-saṅgahavatthu:</em> a ruler’s bases of sympathy; royal acts of doing favours: virtues making for national integration)</p>
    <ol>
    <li>	<strong>สัสสเมธะ</strong> (ความฉลาดในการบำรุงพืชพันธุ์ธัญญาหาร ส่งเสริมการเกษตร - <em>Sassamedha:</em> shrewdness in agricultural promotion)</li>
    
    <li>	<strong>ปุริสเมธะ</strong> (ความฉลาดในการบำรุงข้าราชการ รู้จักส่งเสริมคนดีมีความสามารถ - <em>Purisa-medha:</em> shrewdness in the promotion and encouragement of government officials)</li>
    
    <li>	<strong>สัมมาปาสะ</strong> (ความรู้จักผูกผสานรวมใจประชาชนด้วยการส่งเสริมอาชีพ เช่น ให้คนจนกู้ยืมทุนไปสร้างตัวในพาณิชยกรรม เป็นต้น - <em>Sammāpāsa:</em> “a bond to bind men’s hearts”; act of doing a favour consisting in vocational promotion as in commercial investment)</li>
    
    <li>	<strong>วาชเปยะ</strong> หรือ <strong>วาจาเปยยะ</strong> (ความมีวาจาอันดูดดื่มน้ำใจ น้ำคำควรดื่ม คือ รู้จักพูด รู้จักปราศรัย ไพเราะ สุภาพนุ่มนวล ประกอบด้วยเหตุผล มีประโยชน์ เป็นทางแห่งสามัคคี ทำให้เกิดความเข้าใจอันดี ความนิยมเชื่อถือ และความร่วมมือร่วมใจในการทั้งหลาย - <em>Vājapeya:</em> affability in address; kindly and convincing speech)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ราชสังคหวัตถุ 4 ประการนี้ เป็นคำสอนในพระพุทธศาสนา ส่วนที่แก้ไขปรับปรุงคำสอนในศาสนาพราหมณ์ โดยกล่าวถึงคำศัพท์เดียวกัน แต่ชี้ถึงความหมายอันชอบธรรมที่ต่างออกไป ธรรมหมวดนี้ ว่าโดยศัพท์ ตรงกับ <em>มหายัญ 5</em> (the five great sacrifices) ของพราหมณ์ คือ</p>
    
    <ol>
    <li>	<strong>อัสสเมธะ </strong>(การฆ่าม้าบูชายัญ - <em>Assamedha:</em> horse sacrifice)</li>
    
    <li>	<strong>ปุริสเมธะ</strong> (การฆ่าคนบูชายัญ - <em>Purisamedha:</em> human sacrifice)</li>
    
    <li>	<strong>สัมมาปาสะ</strong> (ยัญอันสร้างแท่นบูชาในที่ขว้างไม้ลอดบ่วงไปหล่นลง - <em>Sammāpāsa:</em> peg-thrown site sacrifice)</li>
    
    <li>	<strong>วาชเปยะ</strong> (การดื่มเพื่อพลังหรือเพื่อชัย - <em>Vājapeya:</em> drinking of strength or of victory)</li>
    
    <li>	<strong>นิรัคคฬะ</strong> หรือ <strong>สรรพเมธะ</strong> (ยัญไม่มีลิ่มสลัก คือ ทั่วไปไม่มีขีดขั้นจำกัด, การฆ่าครบทุกอย่างบูชายัญ - <em>Niraggaḷa</em> or <em>Sabbamedha:</em> the bolts-withdrawn sacrifice; universal sacrifice)</li>
    </ol>

''',
    /*103*/ '''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;มหายัญ 5 ที่พระราชาพึงบูชาตามหลักศาสนาพราหมณ์นี้ พระพุทธศาสนาสอนว่า เดิมทีเดียวเป็นหลักการสงเคราะห์ที่ดีงาม แต่พราหมณ์สมัยหนึ่งดัดแปลงเป็นการบูชายัญเพื่อผลประโยชน์ในทางลาภสักการะแก่ตน ความหมายที่พึงต้องการซึ่งพระพุทธศาสนาสั่งสอน 4 ข้อแรก มีดังกล่าวแล้วข้างต้น ส่วนข้อที่ 5 ตามหลักสังคหวัตถุ 4 นี้ว่าเป็นผล แปลว่า ไม่มีลิ่มกลอน หมายความว่า บ้านเมืองจะสงบสุขปราศจากโจรผู้ร้าย ไม่ต้องระแวงภัย บ้านเรือนไม่ต้องลงกลอน</p>
    <p><small>S.I.76; A.II.42; IV.151; It.21; Sn.303; SA.I.145; SnA.321.	สํ.ส.15/351/110; องฺ.จตุกฺก.21/39/54; องฺ.อฏฺฐก.23/91/152;</small></p>

    <div style="text-align:right"><small>ขุ.อิติ.25/205/246; ขุ.สุ.25/323/383; สํ.อ.1/169; อิติ.อ.123.</small></div> 

    <p><big>[188] สังเวชนียสถาน 4</big> (สถานที่เป็นที่ตั้งแห่งความสังเวช, สถานที่เนื่องด้วยพุทธประวัติ ซึ่งพุทธศาสนิกชนควรไปดูเพื่อเป็นเครื่องเตือนใจให้เกิดความไม่ประมาท จะได้เร่งขวนขวายประกอบกุศลกรรม และสำหรับผู้ศรัทธาจะได้จาริกไปชม เพื่อเพิ่มพูนปสาทะ กระทำสักการะบูชา อันจะนำให้เข้าถึงสุคติโลกสวรรค์ - <em>Saṁvejanīyaṭṭhāna:</em> places apt to cause the feeling of urgency; places made sacred by the Buddha’s association; places to be visited with reverence; the four Buddhist Holy Places)</p>
    <ol>
    <li>	<strong>ชาตสถาน</strong> (ที่พระพุทธเจ้าประสูติ คือ อุทยานลุมพินี - <em>Jātaṭṭhāna:</em> birthplace of the Buddha)</li>
    
    <li>	<strong>อภิสัมพุทธสถาน</strong> (ที่พระพุทธเจ้าตรัสรู้อนุตรสัมมาสัมโพธิญาณ คือ ควงโพธิ์ที่ตำบลพุทธคยา - <em>Abhisambuddhaṭṭhāna:</em> place where the Buddha attained the Enlightenment)</li>
    
    <li>	<strong>ธัมมจักกัปปวัตตนสถาน</strong> (ที่พระพุทธเจ้าทรงแสดงปฐมเทศนา ธัมมจักกัปปวัตตนสูตร คือ ที่ป่าอิสิปตนมฤคทายวัน แขวงเมืองพาราณสี ปัจจุบันเรียกว่าสารนาถ - <em>Dhamma-cakkappavattanaṭṭhāna:</em> place where the Buddha preached the First Sermon)</li>
    
    <li>	<strong>ปรินิพพุตสถาน</strong> (ที่พระพุทธเจ้าเสด็จปรินิพพาน คือ ที่สาลวโนทยาน เมืองกุสินารา - <em>Parinibbutaṭṭhāna:</em> place where the Buddha passed away into Parinibbāna)</li>
    </ol>
    <p><small>D.II.140.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/131/163.</small></p>

''',
    /*104*/ '''
    <p><big>[189] สัมปชัญญะ 4</big> (ความรู้ตัว, ความรู้ตัวทั่วพร้อม, ความรู้ชัด, ความรู้ทั่วชัด, ความตระหนัก - <em>Sampajañña:</em> clear comprehension; clarity of consciousness; awareness)</p>
    <ol>
    <li>	<strong>สาตถกสัมปชัญญะ</strong> (รู้ชัดว่ามีประโยชน์ หรือตระหนักในจุดหมาย คือ รู้ตัวตระหนักชัดว่าสิ่งที่กระทำนั้นมีประโยชน์ตามความมุ่งหมายอย่างไรหรือไม่ หรือว่าอะไรควรเป็นจุดหมายของการกระทำนั้น เช่น ผู้เจริญกรรมฐาน เมื่อจะไป ณ ที่ใดที่หนึ่ง มิใช่สักว่ารู้สึกหรือนึกขึ้นมาว่าจะไป ก็ไป แต่ตระหนักว่าเมื่อไปแล้วจะได้ปีติสุขหรือความสงบใจ ช่วยให้เกิดความเจริญโดยธรรม จึงไป โดยสาระคือ ความรู้ตระหนักที่จะเลือกทำสิ่งที่ตรงกับวัตถุประสงค์หรืออำนวยประโยชน์ที่มุ่งหมาย - <em>Sātthaka-sampajañña:</em> clear comprehension of purpose)</li>
    
    <li>	<strong>สัปปายสัมปชัญญะ</strong> (รู้ชัดว่าเป็นสัปปายะ หรือตระหนักในความเหมาะสมเกื้อกูล คือรู้ตัวตระหนักชัดว่าสิ่งของนั้น การกระทำนั้น ที่ที่จะไปนั้น เหมาะกันกับตน เกื้อกูลแก่สุขภาพ แก่กิจ เอื้อต่อการสละละลดแห่งอกุศลธรรมและการเกิดขึ้นเจริญงอกงามแห่งกุศลธรรม จึงใช้ จึงทำ จึงไป หรือเลือกให้เหมาะ เช่น ภิกษุใช้จีวรที่เหมาะกับดินฟ้าอากาศและเหมาะกับภาวะของตนที่เป็นสมณะ ผู้เจริญกรรมฐานจะไปฟังธรรมอันมีประโยชน์ในที่ชุมนุมใหญ่ แต่รู้ว่ามีอารมณ์ซึ่งจะเป็นอันตรายต่อกรรมฐาน ก็ไม่ไป โดยสาระคือ ความรู้ตระหนักที่จะเลือกทำแต่สิ่งที่เหมาะสบายเอื้อต่อกาย จิต ชีวิต กิจ พื้นภูมิ และภาวะของตน - <em>Sappāya-~:</em> clear comprehension of suitability)</li>
    
    <li>	<strong>โคจรสัมปชัญญะ</strong> (รู้ชัดว่าเป็นโคจร หรือตระหนักในแดนงานของตน คือ รู้ตัวตระหนักชัดอยู่ตลอดเวลาถึงสิ่งที่เป็นกิจ หน้าที่ เป็นตัวงาน เป็นจุดของเรื่องที่ตนกระทำ ไม่ว่าจะไปไหนหรือทำอะไรอื่น ก็รู้ตระหนักอยู่ ไม่ปล่อยให้เลือนหายไป มิใช่ว่าพอทำอะไรอื่น หรือไปพบกับสิ่งอื่นเรื่องอื่น ก็เตลิดเพริดไปกับสิ่งนั้นเรื่องนั้น เป็นนกบินไม่กลับรัง โดยเฉพาะการไม่ทิ้งอารมณ์กรรมฐาน ซึ่งรวมถึงการบำเพ็ญจิตภาวนาและปัญญาภาวนาในกิจกรรมทุกอย่างในชีวิตประจำวัน โดยสาระคือ ความรู้ตระหนักที่จะคุมกายและจิตไว้ให้อยู่ในกิจ ในประเด็น หรือแดนงานของตน ไม่ให้เขว เตลิด เลื่อนลอย หรือหลงลืมไปเสีย - <em>Gocara-~:</em> clear comprehension of the domain)</li>
    
    <li>	<strong>อสัมโมหสัมปชัญญะ</strong> (รู้ชัดว่าไม่หลง หรือตระหนักในตัวเนื้อหาสภาวะ ไม่หลงใหลฟั่นเฟือน คือเมื่อไปไหน ทำอะไร ก็รู้ตัวตระหนักชัดในการเคลื่อนไหว หรือในการกระทำนั้น และในสิ่งที่กระทำนั้น ไม่หลง ไม่สับสนเงอะงะฟั่นเฟือน เข้าใจล่วงตลอดไปถึงตัวสภาวะในการกระทำที่เป็นไปอยู่นั้น ว่าเป็นเพียงการประชุมกันขององค์ประกอบและปัจจัยต่างๆ ประสานหนุนเนื่องกันขึ้นมาให้ปรากฏเป็นอย่างนั้น หรือสำเร็จกิจนั้นๆ รู้ทันสมมติ ไม่หลงสภาวะเช่นยึดเห็นเป็นตัวตน โดยสาระคือ ความรู้ตระหนัก ในเรื่องราว เนื้อหา สาระ และสภาวะของสิ่งที่ตนเกี่ยวข้องหรือกระทำอยู่นั้น ตามที่เป็นจริงโดยสมมติสัจจะ หรือตลอดถึงโดยปรมัตถสัจจะ มิใช่พรวดพราดทำไป หรือสักว่าทำ มิใช่ทำอย่างงมงายไม่รู้เรื่อง และไม่ถูกหลอกให้ลุ่มหลงหรือเข้าใจผิดไปเสียด้วยความพร่ามัว หรือด้วยลักษณะอาการภายนอกที่ยั่วยุ หรือเย้ายวนเป็นต้น - <em>Asammoha-~:</em> clear comprehension of non-delusion, or of reality)</li>
    </ol>
    <p><small>DA.I.183; VbhA.347.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.อ.1/228; วิภงฺค.อ.451.</small></p>

''',
    /*105*/ '''
    <p><big>[190] สัมปทา</big> หรือ <big>สัมปทาคุณ 4</big> (ความถึงพร้อม, ความพรั่งพร้อมสมบูรณ์แห่งองค์ประกอบต่างๆ ซึ่งทำให้ทานที่บริจาคแล้ว เป็นทานอันยอดเยี่ยม มีผลมาก อาจเห็นผลทันตา - <em>Sampadā:</em> successful attainment; accomplishment; excellence)</p>
    <ol>
    <li>	<strong>วัตถุสัมปทา</strong> (ถึงพร้อมด้วยวัตถุ คือบุคคลผู้เป็นที่ตั้งรองรับทาน เช่น ทักขิไณยบุคคลเป็นพระอรหันต์ หรือพระอนาคามี ผู้เข้านิโรธสมาบัติได้ - <em>Vatthu-sampadā:</em> excellence of the foundation for merit)</li>
    
    <li>	<strong>ปัจจัยสัมปทา</strong> (ถึงพร้อมด้วยปัจจัย คือ สิ่งที่จะให้เป็นของบริสุทธิ์ ได้มาโดยชอบธรรม - <em>Paccaya-sampadā:</em> excellence of the gift)</li>
    
    <li>	<strong>เจตนาสัมปทา</strong> (ถึงพร้อมด้วยเจตนา คือ มีเจตนาในการให้สมบูรณ์ครบ 3 กาล ทั้งก่อนให้ ขณะให้ และหลังให้ จิตโสมนัส ประกอบด้วยปัญญา - <em>Cetanā-sampadā:</em> excellence of the intention)</li>
    
    <li>	<strong>คุณาติเรกสัมปทา</strong> (ถึงพร้อมด้วยคุณส่วนพิเศษ คือ ปฏิคาหกมีคุณสมบัติพิเศษ เช่น ทักขิไณยบุคคลนั้น ออกจากนิโรธสมาบัติใหม่ๆ  - <em>Guṇātireka-sampadā:</em> excellence of extra virtue)</li>
    </ol>
    <p><small>DhA.III.93.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธ.อ.5/88.</small></p>

    <p><big>[191] สัมปรายิกัตถสังวัตตนิกธรรม 4</big> (ธรรมที่เป็นไปเพื่อประโยชน์เบื้องหน้า, ธรรมเป็นเหตุให้สมหมาย, หลักธรรมอันอำนวยประโยชน์สุขขั้นสูงขึ้นไป - <em>Samparāyikattha-sa§vattanika-dhamma:</em>  virtues conducive to benefits in the future; virtues leading to spiritual welfare)</p>
    <ol>
    <li>	<strong>สัทธาสัมปทา</strong> (ถึงพร้อมด้วยศรัทธา - <em>Saddhā-sampadā:</em> to be endowed with faith; accomplishment of confidence)</li>
    
    <li>	<strong>สีลสัมปทา</strong> (ถึงพร้อมด้วยศีล - <em>Sīla-sampadā:</em> to be endowed with morality; accomplishment of virtue)</li>
    
    <li>	<strong>จาคสัมปทา</strong> (ถึงพร้อมด้วยการเสียสละ - <em>Cāga-sampadā:</em> to be endowed with generosity; accomplishment of charity)</li>
    
    <li>	<strong>ปัญญาสัมปทา</strong> (ถึงพร้อมด้วยปัญญา - <em>Paññā-sampadā:</em> to be endowed with wisdom; accomplishment of wisdom)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมหมวดนี้ เรียกกันสั้นๆ ว่า <strong>สัมปรายิกัตถะ</strong> หรือเรียกติดปากอย่างไทยๆ ว่า <strong>สัมปรายิ-กัตถประโยชน์</strong> (<em>อัตถะ</em> ก็แปลว่า “ประโยชน์” จึงเป็นคำซ้ำซ้อนกัน)</p>
    <p><small>A.IV.284.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อฏฺฐก.23/144/292.</small></p>

''',
    /*106*/ '''
    <big>[☆☆☆] สัมมัปปธาน 4 </big><em><small>ดู</small> [156] ปธาน 4.</em><br>
    <p><big>[192] สุขของคฤหัสถ์</big> หรือ <big>คิหิสุข</big> หรือ <big>กามโภคีสุข 4</big> (สุขของชาวบ้าน, สุขที่ชาวบ้านควรพยายามเข้าถึงให้ได้สม่ำเสมอ, สุขอันชอบธรรมที่ผู้ครองเรือนควรมี - <em>Gihisukha:</em> house-life happiness; deserved bliss of a layperson)</p>
    <ol>
    <li>	<strong>อัตถิสุข</strong> (สุขเกิดจากความมีทรัพย์ คือ ความภูมิใจ เอิบอิ่มใจ ว่าตนมีโภคทรัพย์ที่ได้มาด้วยน้ำพักน้ำแรงความขยันหมั่นเพียรของตน และโดยชอบธรรม - <em>Atthisukha:</em>Atthisukha: bliss of ownership; happiness resulting from economic security)</li>
    <li>	<strong>โภคสุข</strong> (สุขเกิดจากการใช้จ่ายทรัพย์ คือ ความภูมิใจ เอิบอิ่มใจ ว่าตนได้ใช้ทรัพย์ที่ได้มาโดยชอบนั้น เลี้ยงชีพ เลี้ยงผู้ควรเลี้ยง และบำเพ็ญประโยชน์ - <em>Bhogasukha:</em> bliss of enjoyment; enjoyment of wealth)</li>
    <li>	<strong>อนณสุข</strong> (สุขเกิดจากความไม่เป็นหนี้ คือ ความภูมิใจ เอิบอิ่มใจ ว่าตนเป็นไท ไม่มีหนี้สินติดค้างใคร - <em>Anaṇasukha:</em> bliss of debtlessness; happiness on account of freedom from debt)</li>
    <li>	<strong>อนวัชชสุข</strong> (สุขเกิดจากความประพฤติไม่มีโทษ คือ ความภูมิใจ เอิบอิ่มใจ ว่าตนมีความประพฤติสุจริต ไม่บกพร่องเสียหาย ใครๆ ติเตียนไม่ได้ ทั้งทางกาย ทางวาจา และทางใจ - <em>Anavajjasukha:</em> bliss of blamelessness; happiness on account of leading a faultless life)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บรรดาสุข 4 อย่างนี้ <em>อนวัชชสุข</em> มีค่ามากที่สุด</p>
    <p><small>A.II.69.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.จตุกฺก.21/62/90.</small></p>


    <big>[☆☆☆] สุหทมิตร 4 <em><small>ดู</small> [169] สุหทมิตร 4.</em></big><br>
    <p>[193] โสตาปัตติยังคะ 4<sup>1</sup> (องค์คุณเครื่องบรรลุโสดา, องค์ประกอบของการบรรลุโสดา, คุณสมบัติที่ทำให้เป็นพระโสดาบัน - <em>Sotāpattiyaṅga:</em> factors of Stream-Entry)</p>
    <ol>
    <li>	<strong>สัปปุริสสังเสวะ</strong> (เสวนาสัตบุรุษ, คบหาท่านผู้ทรงธรรมทรงปัญญาเป็นกัลยาณมิตร - <em>Sappurisasaṁseva:</em> association with good and wise persons)</li>
    
    <li>	<strong>สัทธัมมัสสวนะ</strong> (สดับสัทธรรม, ใส่ใจเล่าเรียนฟังอ่านหาความรู้ให้ได้ธรรมที่แท้ - <em>Saddhammassavana:</em> hearing the good teaching)</li>
    
    <li>	<strong>โยนิโสมนสิการ</strong> (ทำในใจโดยแยบคาย, รู้จักคิดพิจารณาหาเหตุผลโดยถูกวิธี - <em>Yonisomanasikāra:</em> analytical reflection; wise attention)</li>
    
    <li>	<strong>ธัมมานุธัมมปฏิปัตติ</strong> (ปฏิบัติธรรมสมควรแก่ธรรม, ปฏิบัติธรรมถูกหลัก ให้ธรรมย่อยคล้อยแก่ธรรมใหญ่ สอดคล้องตามวัตถุประสงค์ของธรรมทั้งหลายที่สัมพันธ์กัน, ปฏิบัติธรรมนั้นๆ ให้สอดคล้องพอดีตามขอบเขตความหมายและวัตถุประสงค์ที่สอดคล้องกับธรรมข้ออื่นๆ กลมกลืนกันในหลักใหญ่ที่เป็นระบบทั้งหมด, ดำเนินชีวิตถูกต้องตามธรรม - <em>Dhammānudhammapaṭipatti:</em> practice in accord with the Dhamma, i.e. in such a systematic way that all levels and aspects of the Dhamma are in accord as regards their respective purposes; living in conformity with the Dhamma)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โสตาปัตติยังคะ 4 หมวดนี้ ตรงกับหลักที่เรียกว่า <em>[☆☆☆] ปัญญาวุฒิธรรม 4</em> หรือ <em>[179] วุฒิธรรม 4</em></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 4 ประการนี้ มิใช่เพียงเป็นโสตาปัตติยังคะ ที่จะให้บรรลุโสดาปัตติผล คือเป็นพระโสดาบันเท่านั้น พระพุทธเจ้าตรัสว่า ธรรม 4 ประการนี้ เมื่อเจริญ ปฏิบัติ ทำให้มาก ย่อมเป็นไปเพื่อการบรรลุ   อริยผลได้ทุกขั้น จนถึงอรหัตตผล (สํ.ม.19/1634–7/516–7 = S.V.411)</p>
    <p><small>D.III.227; S.V.347, 404.	&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/240/239; สํ.ม.19/1428/434; 1620/509.</small></p>
''',
    /*107*/ '''
    <p><big>[194]  โสตาปัตติยังคะ 4</big><sup>2</sup> (องค์คุณเครื่องบรรลุโสดา, คุณสมบัติที่ทำให้เป็นพระโสดาบัน, คุณสมบัติของพระโสดาบัน - <em>Sotāpattiyaṅga:</em> factors of Stream-Entry)</p>
    <ol>
    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในพระพุทธเจ้า</em> (unshakable confidence in the Buddha)</li>

    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในธรรม</em> (unshakable confidence in the Dhamma)</li>

    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในสงฆ์</em> (unshakable confidence in the Sangha)</li>

    <li>	<em>ประกอบด้วยอริยกันตศีล</em> คือ ศีลอันเป็นที่ชื่นชมพอใจของพระอริยะ บริสุทธิ์ ไม่ถูกตัณหาและทิฏฐิแปดเปื้อนหรือครอบงำ และเป็นไปเพื่อสมาธิ (unblemished morality)</li>
    </ol>
    <p><small>S.V.345.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.ม.19/1420/431).</small></p>

    <p><big>[195] โสตาปัตติยังคะ 4</big><sup>3</sup> (องค์คุณเครื่องบรรลุโสดา, คุณสมบัติที่ทำให้เป็นพระโสดาบัน, คุณสมบัติของพระโสดาบัน - <em>Sotāpattiyaṅga:</em> factors of Stream-Entry)</p>
    <ol>
    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในพระพุทธเจ้า</em> (unshakable confidence in the Buddha)</li>

    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในธรรม</em> (unshakable confidence in the Dhamma)</li>

    <li>	<em>ประกอบด้วยความเลื่อมใสมั่นในสงฆ์</em> (unshakable confidence in the Sangha)</li>

    <li>	<em>ครองเรือนด้วยใจปราศจากมัจฉริยะ ยินดีในการแจกจ่ายแบ่งปันช่วยเหลือผู้อื่น</em> (devotion to charity; delight in giving and sharing)</li>
    </ol>
    <p><small>S.V.397.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.ม.19/1597–8/499.</small></p>

    <big>[☆☆☆] หลักการแบ่งทรัพย์ 4 ส่วน</big> <em><small>ดู</small> [163] โภควิภาค 4.</em><br>
    <p><big>[196] อคติ 4</big> (ฐานะอันไม่พึงถึง, ทางความประพฤติที่ผิด, ความไม่เที่ยงธรรม, ความลำเอียง - <em>Agati:</em> wrong course of behaviour; prejudice)</p>
    <ol>
    <li>	<strong>ฉันทาคติ</strong> (ลำเอียงเพราะชอบ - <em>Chandāgati:</em> prejudice caused by love or desire; partiality)</li>

    <li>	<strong>โทสาคติ</strong> (ลำเอียงเพราะชัง - <em>Dosāgati:</em> prejudice caused by hatred or enmity)</li>

    <li>	<strong>โมหาคติ</strong> (ลำเอียงเพราะหลง, พลาดผิดเพราะเขลา - <em>Mohāgati:</em> prejudice caused by delusion or stupidity)</li>

    <li>	<strong>ภยาคติ</strong> (ลำเอียงเพราะกลัว - <em>Bhayāgati:</em> prejudice caused by fear)</li>
    </ol>
    <p><small>D.III.182,228; A.II.18.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/176/196; 246/240; องฺ.จตุกฺก.21/17/23.</small></p>

''',
    /*108*/ '''
    <p><big>[197] อธิษฐาน</big> หรือ <big>อธิษฐานธรรม 4</big> (ธรรมเป็นที่มั่น, ธรรมอันเป็นฐานที่มั่นคงของบุคคล, ธรรมที่ควรใช้เป็นที่ประดิษฐานตน เพื่อให้สามารถยึดเอาผลสำเร็จสูงสุดอันเป็นที่หมายได้ โดยไม่เกิดความสำคัญตนผิด และไม่เกิดสิ่งมัวหมองหมักหมมทับถมตน, บางทีแปลว่า “ธรรมที่ควรตั้งไว้ในใจ” - <em>Adhiṭṭhāna:</em> foundation; foundations on which a tranquil sage establishes himself; virtues which should be established in the mind)</p>
    <ol>
    <li>	<strong>ปัญญา</strong> (ความรู้ชัด คือ หยั่งรู้ในเหตุผล พิจารณาให้เข้าใจในสภาวะของสิ่งทั้งหลายจนเข้าถึงความจริง - <em>Pa¤¤ā:</em> wisdom; insight)</li>

    <li>	<strong>สัจจ</strong> (ความจริง คือ ดำรงมั่นในความจริงที่รู้ชัดด้วยปัญญา เริ่มแต่จริงวาจาจนถึงปรมัตถสัจจะ - <em>Sacca:</em> truthfulness)</li>

    <li>	<strong>จาคะ</strong> (ความสละ คือ สละสิ่งอันเคยชิน ข้อที่เคยยึดถือไว้ และสิ่งทั้งหลายอันผิดพลาดจากความจริงเสียได้ เริ่มแต่สละอามิสจนถึงสละกิเลส - <em>Cāga:</em> liberality; renunciation)</li>

    <li>	<strong>อุปสมะ</strong>(ความสงบ คือ ระงับโทษข้อขัดข้องมัวหมองวุ่นวายอันเกิดจากกิเลสทั้งหลายแล้ว ทำจิตใจให้สงบได้ - <em>Upasama:</em> tranquillity; peace)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง 4 ข้อนี้ พึงปฏิบัติตามกระทู้ดังนี้</p>
    <ol>
    <li>	<em>ปญฺญา นปฺปมชฺเชยฺย</em> (ไม่พึงประมาทปัญญา คือ ไม่ละเลยการใช้ปัญญา - <em>Paññaṁ nappamajjeyya:</em> not to neglect wisdom)</li>

    <li>	<em>สจฺจํ อนุรกฺเขยฺย</em> (พึงอนุรักษ์สัจจะ - <em>Saccaṁ anurakkheyya:</em> to safeguard truthfulness)</li>

    <li>	<em>จาคํ อนุพฺรูเหยฺย</em> (พึงเพิ่มพูนจาคะ - <em>Cāgaṁ anubrūheyya:</em> to foster liberality)</li>

    <li>	<em>สนฺตึ สิกฺเขยฺย</em> (พึงศึกษาสันติ - <em>Santiṁ sikkheyya:</em> to train oneself in tranquillity)</li>
    </ol>
    <p><small>D.III.229; M.III.243.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/254/241; ม.อุ.14/682/437.</small></p>


    <p><big>[198] อบาย</big> หรือ <big>อบายภูมิ 4</big> (ภาวะหรือที่อันปราศจากความเจริญ - <em>Apāya:</em> states
    of loss and woe; low states of existence; unhappy existence)</p>
    <ol>
    <li>	<strong>นิรยะ</strong> (นรก, สภาวะหรือที่อันไม่มีความสุขความเจริญ, ภาวะเร่าร้อนกระวนกระวาย - <em>Niraya:</em> hell; woeful state)</li>

    <li>	<strong>ติรัจฉานโยนิ</strong> (กำเนิดดิรัจฉาน, พวกมืดมัวโง่เขลา - <em>Tiracchānayoni:</em> the animal kingdom; realm of beasts)</li>

    <li>	<strong>ปิตติวิสัย</strong> (แดนเปรต, ภูมิแห่งผู้หิวกระหายไร้สุข - <em>Pittivisaya:</em> realm of hungry ghosts)</li>

    <li>	<strong>อสุรกาย</strong> (พวกอสูร, พวกหวาดหวั่นไร้ความรื่นเริง - <em>Asurakāya:</em> host of demons; the unrelenting and dejected; frightened ghosts)</li>
    </ol>
    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [351] ภูมิ 4, 31.</em></p>
    <p><small>It.93.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.อิติ.25/273/301.</small></p>

''',
    /*109*/ '''
    <p><big>[199] อบายมุข 4</big> (ช่องทางของความเสื่อม, ทางที่จะนำไปสู่ความพินาศ, เหตุย่อยยับแห่งโภคทรัพย์ - <em>Apāyamukha:</em> causes of ruin; sources for the destruction of the amassed wealth)</p>
    <ol>
    <li>	<strong>อิตถีธุตตะ</strong> (เป็นนักเลงหญิง, นักเที่ยวผู้หญิง - <em>Itthīdhutta:</em> seduction of women; debauchery)</li>
    <li>	<strong>สุราธุตตะ</strong> (เป็นนักเลงสุรา, นักดื่ม - <em>Surādhutta:</em> drunkenness)</li>
    <li>	<strong>อักขธุตตะ</strong> (เป็นนักการพนัน - <em>Akkhadhutta:</em> indulgence in gambling)</li>
    <li>	<strong>ปาปมิตตะ</strong> (คบคนชั่ว - <em>Pāpamitta:</em> bad company)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อบายมุข 4 อย่างนี้ ตรัสกับผู้ครองเรือนที่มีหลักฐานแล้ว และตรัสต่อท้ายทิฏฐธัมมิกัตถสังวัตตนิกธรรม 4 มุ่งความว่าเป็นทางพินาศแห่งโภคะที่หามาได้แล้ว</p>
    <p><small>A.IV.283.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อฏฺฐก.23/144/292.</small></p>


    <p><big>[200] อบายมุข 6</big> (ช่องทางของความเสื่อม, ทางแห่งความพินาศ, เหตุย่อยยับแห่งโภคทรัพย์ - Apāyamukha: causes of ruin; ways of squandering wealth)</p>
    <p><strong>1.ติดสุราและของมึนเมา</strong> (addiction to intoxicants; drug addiction) มีโทษ 6 คือ</p>
    <p>1) ทรัพย์หมดไปๆ เห็นชัดๆ</p>
    <p>2) ก่อการทะเลาะวิวาท</p>
    <p>3) เป็นบ่อเกิดแห่งโรค</p>
    <p>4) เสียเกียรติเสียชื่อเสียง</p>
    <p>5) ทำให้ไม่รู้อาย</p>
    <p>6) ทอนกำลังปัญญา</p>
    <p>a) actual loss of wealth</p>
    <p>b) increase of quarrels</p>
    <p>c) liability to disease</p>
    <p>d) source of disgrace</p>
    <p>e) indecent exposure</p>
    <p>f) weakened intelligence.</p>

''',
    /*110*/ '''
    <p><strong>2.	ชอบเที่ยวกลางคืน</strong> (roaming the streets at unseemly hours) มีโทษ 6 คือ</p>
    <p>1) ชื่อว่าไม่รักษาตัว</p>
    <p>2) ชื่อว่าไม่รักษาลูกเมีย</p>
    <p>3) ชื่อว่าไม่รักษาทรัพย์สมบัติ</p>
    <p>4) เป็นที่ระแวงสงสัย</p>
    <p>5) เป็นเป้าให้เขาใส่ความหรือข่าวลือ</p>
    <p>6) เป็นทางมาของเรื่องเดือดร้อนเป็นอันมาก</p>
    <p>a) He himself is without guard and protection.</p>
    <p>b) So also are his wife and children.</p>
    <p>c) So also is his property.</p>
    <p>d) He is liable to be suspected of crimes.</p>
    <p>e) He is the subject of false rumours.</p>
    <p>f) He will meet a lot of troubles.</p>

    <p><strong>3.	ชอบเที่ยวดูการละเล่น</strong> (frequenting shows) มีโทษ โดยการงานเสื่อมเสีย เพราะใจกังวลคอยคิดจ้อง กับเสียเวลาเมื่อไปดูสิ่งนั้นๆ ทั้ง 6 กรณี คือ</p>
    <p>1) รำที่ไหนไปที่นั่น</p>
    <p>2)–6) ขับร้อง, ดนตรี, เสภา, เพลง, เถิดเทิงที่ไหน ไปที่นั่น*</p>
    <p>(He keeps looking about to see)</p>
    <p>a) Where is there dancing?</p>
    <p>b)–f) Where is there singing? ~ choral music? ~ story-telling? ~ cymbal playing? ~ tam-tams?</p>

    <p><strong>4.	ติดการพนัน</strong> (indulgence in gambling) มีโทษ 6 คือ</p>
    <p>1) เมื่อชนะย่อมก่อเวร</p>
    <p>2) เมื่อแพ้ก็เสียดายทรัพย์ที่เสียไป</p>
    <p>3) ทรัพย์หมดไปๆ เห็นชัดๆ</p>
    <p>4) เข้าที่ประชุม เขาไม่เชื่อถือถ้อยคำ</p>
    <p>5) เป็นที่หมิ่นประมาทของเพื่อนฝูง</p>
    <p>6) ไม่เป็นที่พึงประสงค์ของผู้ที่จะหาคู่ครองให้ลูกของเขา เพราะเห็นว่าจะเลี้ยงลูกเมียไม่ไหว</p>
    <p>a) As winner, he begets hatred.</p>
    <p>b) As loser, he regrets his lost money.</p>
    <p>c) There is actual loss of wealth.</p>
    <p>d) His word has no weight in an assembly.</p>
    <p>e) He is scorned by his friends and companions.</p>
    <p>f) He is not sought after by those who want to marry their daughters, for they would say that a gambler cannot afford to keep a wife.</p>
    <p><small><strong>* คำแปลภาษาไทยถือตามที่แปลกันมา ส่วนภาษาอังกฤษแปลต่างหาก ไม่ได้มุ่งให้ตรงกัน</strong></small></p>

''',
    /*111*/ '''
    
    <p><strong>5.	คบคนชั่ว</strong> (association with bad companions) มีโทษ โดยนำให้กลายไปเป็นคนชั่วอย่างคนที่ตนคบทั้ง 6 ประเภท คือ ได้เพื่อนที่จะนำให้กลายเป็น</p>
   
    <p>1) นักการพนัน (gamblers)</p>
    <p>2) นักเลงหญิง (rakes; seducers)</p>
    <p>3) นักเลงเหล้า (drunkards)</p>
    <p>4) นักลวงของปลอม (cheaters with false things)</p>
    <p>5) นักหลอกลวง (swindlers)</p>
    <p>6) นักเลงหัวไม้ (men of violence)</p>

    <p><strong>6.	เกียจคร้านการงาน</strong> (habit of idleness) มีโทษ โดยทำให้ยกเหตุต่างๆ เป็นข้ออ้างผัดเพี้ยนไม่ทำการงาน โภคะใหม่ก็ไม่เกิด โภคะที่มีอยู่ก็หมดสิ้นไป คือให้อ้างไปทั้ง 6 กรณีว่า</p>
    <p>1)–6) หนาวนัก - ร้อนนัก - เย็นไปแล้ว - ยังเช้านัก - หิวนัก - อิ่มนัก*</p>
    <p>a)–f) He always makes an excuse that it is too cold,  - too hot,  - too late,  - too early, he is too hungry,  - too full and does no work.</p>
    <p>อบายมุขหมวดนี้ ตรัสแก่สิงคาลกมาณพ ก่อนตรัสเรื่องทิศ 6</p>
    <p>D.III.182–184.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/178–184/196–198.</p>

    <p><big>[201] วัฒนมุข 6</big> (ธรรมที่เป็นปากทางแห่งความเจริญ, ธรรมที่เป็นดุจประตูชัยอันจะเปิดออกไปให้ก้าวหน้าสู่ความเจริญงอกงามของชีวิต - <em>Vaḍḍhana-mukha:</em> channels of growth; gateway to progress)</p>
    <ol>
    <li>	<strong>อาโรคยะ</strong> (ความไม่มีโรค, ความมีสุขภาพดี - <em>Ārogya:</em> good health)</li>

    <li>	<strong>ศีล</strong> (ความประพฤติดี มีวินัย ไม่ก่อเวรภัย ได้ฝึกในมรรยาทอันงาม - <em>Sīla:</em> moral conduct and discipline)</li>

    <li>	<strong>พุทธานุมัต</strong> (ศึกษาแนวทาง มองดูแบบอย่าง เข้าถึงความคิดของพุทธชนเหล่าคนผู้เป็นบัณฑิต - <em>Buddhànumata:</em> conformity or access to the ways of great, enlightened beings)</li>

    <li>	<strong>สุตะ</strong> (ใฝ่เล่าเรียนหาความรู้ ฝึกตนให้เชี่ยวชาญและทันต่อเหตุการณ์ - <em>Suta:</em> much learning)</li>

    <li>	<strong>ธรรมานุวัติ</strong> (ดำเนินชีวิตและกิจการงานโดยทางชอบธรรม - <em>Dhammānuvatti:</em> practice in accord with the Dhamma; following the law of righteousness)</li>
    </ol>
    <p><small><strong>* บางฉบับเป็น “กระหายนัก” (too thirsty)</strong></small></p>

''',
    /*112*/ '''
    <p><strong>6.	อลีนตา</strong> (เพียรพยายามไม่ระย่อ, มีกำลังใจแข็งกล้า ไม่ท้อถอยเฉื่อยชา เพียรก้าวหน้าเรื่อยไป - <em>Alīnatā:</em> unshrinking perseverance)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 6 ประการชุดนี้ ในบาลีเดิมเรียกว่า <em>อัตถทวาร</em> (ประตูแห่งประโยชน์, ประตูสู่จุดหมาย) หรือ <em>อัตถประมุข</em> (ปากทางสู่ประโยชน์, ต้นทางสู่จุดหมาย) และอรรถกถาอธิบายคำ <em>อัตถะ</em> ว่า หมายถึง “วุฒิ” คือความเจริญ ซึ่งได้แก่ <em>วัฒนะ</em> ดังนั้นจึงอาจเรียกว่า <em>วุฒิมุข</em> หรือที่คนไทยรู้สึกคุ้นมากกว่าว่า <em>วัฒนมุข</em></p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง ในฝ่ายอกุศล มีหมวดธรรมรู้จักกันดีที่เรียกว่า <em>อบายมุข 6</em> ซึ่งแปลว่า ปากทางแห่งความเสื่อม จึงอาจเรียกธรรมหมวดนี้ด้วยคำที่เป็นคู่ตรงข้ามว่า <em>อายมุข 6</em> (ปากทางแห่งความเจริญ)</p>
    <p>J.I.366	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ชา.27/84/27</p>

    <p><big>[202] อปัสเสนะ</big> หรือ <big>อปัสเสนธรรม 4</big> (ธรรมดุจพนักพิง, ธรรมเป็นที่อิงหรือพึ่งอาศัย - <em>Apassena:</em> virtues to lean on; states which a monk should rely on)</p>
    <ol>
    <li>	<strong>สงฺขาเยกํ ปฏิเสวติ</strong> (<em>ของอย่างหนึ่ง พิจารณาแล้วเสพ</em> ได้แก่ สิ่งของมีปัจจัย 4 คือ จีวร บิณฑบาต เสนาสนะ คิลานเภสัช เป็นต้นก็ดี บุคคล และธรรมเป็นต้นก็ดี ที่จำเป็นจะต้องเกี่ยวข้องและมีประโยชน์ พึงพิจารณาแล้วจึงใช้สอยและเสวนาให้เป็นประโยชน์ - <em>Paṭisevanā:</em> The monk deliberately follows or makes use of one thing.)</li>
    
    <li>	<strong>สงฺขาเยกํ อธิวาเสติ</strong> (<em>ของอย่างหนึ่ง พิจารณาแล้วอดกลั้น</em> ได้แก่ อนิฏฐารมณ์ต่างๆ มีหนาว ร้อน และทุกขเวทนาเป็นต้น พึงรู้จักพิจารณาอดกลั้น - <em>Adhivāsanā:</em> The monk deliberately endures one thing.)</li>
    
    <li>	<strong>สงฺขาเยกํ ปริวชฺเชติ</strong> (<em>ของอย่างหนึ่ง พิจารณาแล้วเว้นเสีย</em> ได้แก่ สิ่งที่เป็นโทษ ก่ออันตรายแก่ร่างกายก็ตาม จิตใจก็ตาม เช่น ช้างร้าย คนพาล การพนัน สุราเมรัย เป็นต้น พึงรู้จักพิจารณาหลีกเว้นเสีย - <em>Parivajjanā:</em> The monk deliberately avoids one thing.)</li>
   
    <li>	<strong>สงฺขาเยกํ ปฏิวิโนเทติ</strong> (<em>ของอย่างหนึ่ง พิจารณาแล้วบรรเทาเสีย</em> ได้แก่ สิ่งที่เป็นโทษก่ออันตราย เช่น อกุศลวิตก มีกามวิตก พยาบาทวิตก วิหิงสาวิตก เป็นต้น และความชั่วร้ายทั้งหลาย เกิดขึ้นแล้ว พึงรู้จักพิจารณาแก้ไข บำบัดหรือขจัดให้สิ้นไป - <em>Paṭivinodanā:</em> The monk deliberately suppresses or expels one thing.)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อปัสเสนะ 4 นี้ เรียกอีกอย่างว่า <em>อุปนิสัย 4</em> (ธรรมเป็นที่พึ่งพิง หรือธรรมช่วยอุดหนุน - <em>Upanissaya:</em> supports; supporting states)</p>

''',
    /*113*/ '''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อรู้จักพิจารณาปฏิบัติต่อสิ่งต่างๆ ให้ถูกต้องด้วยปัญญาตามหลักอปัสเสนะ หรืออุปนิสัย 4 อย่างนี้ ย่อมเป็นเหตุให้อกุศลที่ยังไม่เกิดก็ไม่เกิดขึ้น ที่เกิดแล้วก็เสื่อมสิ้นไป และกุศลที่ยังไม่เกิดย่อมเกิดขึ้น ที่เกิดขึ้นแล้วก็เจริญยิ่งขึ้นไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภิกษุผู้พร้อมด้วยธรรม 4 ประการนี้ ดำรงอยู่ในธรรม 5 คือ ศรัทธา หิริ โอตตัปปะ วิริยะ ปัญญา ท่านเรียกว่า นิสสยสัมบัน (ผู้ถึงพร้อมด้วยที่พึ่งอาศัย - fully supported; resourceful).</p>
    <p><small>D.III.224,270; A.IV.354; A.V.30.	ที.ปา.11/236/326; 472/338; องฺ.นวก.23/206/366; องฺ.ทสก.24/20/32.</small></p>

    <big>[☆☆☆] อรหันต์ 4 </big></em><small>ดู</small> [62] อรหันต์ 4.</em><br>
    <big>[☆☆☆] อริยบุคคล 4 </big><em><small>ดู</small> [56] อริยบุคคล 4.</em><br>

    <p><big>[203] อริยวงศ์ 4</big> (ปฏิปทาที่พระอริยะทั้งหลายปฏิบัติสืบกันมาแต่โบราณไม่ขาดสาย, อริยประเพณี - <em>Ariyavaṁsa:</em> Ariyan lineage; noble tradition; the fourfold traditional practice of the Noble Ones)</p>
    <ol>
    <li>	<strong>จีวรสันโดษ</strong> (ความสันโดษด้วยจีวร - <em>Cāvara-santosa:</em> contentment as regards robes or clothing)</li>

    <li>	<strong>ปิณฑปาตสันโดษ</strong> (ความสันโดษด้วยบิณฑบาต - <em>Piṇḍapāta-santosa:</em> contentment as regards alms-food)</li>

    <li>	<strong>เสนาสนสันโดษ</strong> (ความสันโดษด้วยเสนาสนะ - <em>Senāsana-santosa:</em> contentment as regards lodging)</li>

    <li>	<strong>ปหานภาวนารามตา</strong> (ความยินดีในการละอกุศลและเจริญกุศล - <em>Pahānabhāvanā-rāmatā:</em> delight in the abandonment of evil and the development of good)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การปฏิบัติที่จัดเป็นอริยวงศ์ในธรรมทั้ง 4 ข้อนั้น พระภิกษุพึงประพฤติดังนี้</p>
    <p>ก.	สันโดษด้วยปัจจัยใน 3 ข้อต้นตามมีตามได้</p>
    <p>ข.	มีปกติกล่าวสรรเสริญคุณของความสันโดษใน 3 ข้อนั้น</p>
    <p>ค.	ไม่ประกอบอเนสนา คือการแสวงหาที่ผิด (ทุจริต) เพราะปัจจัยทั้ง 3 อย่างนั้นเป็นเหตุ (เพียรแสวงหาแต่โดยทางชอบธรรม ไม่เกียจคร้าน)</p>
    <p>ง.	เมื่อไม่ได้ ก็ไม่เร่าร้อนทุรนทุราย</p>
    <p>จ.	เมื่อได้ ก็ใช้โดยไม่ติด ไม่หมกมุ่น ไม่สยบ รู้เท่าทันเห็นโทษ มีปัญญาใช้สิ่งนั้นตามประโยชน์ ตามความหมายของมัน (มีและใช้ด้วยสติสัมปชัญญะ ดำรงตนเป็นอิสระ ไม่ตกเป็นทาสของสิ่งนั้น)</p>
    <p>ฉ. ไม่ถือเอาการที่ได้ประพฤติธรรม 4 ข้อนี้ เป็นเหตุยกตนข่มผู้อื่น</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยสรุปว่า เป็นผู้ขยันไม่เกียจคร้าน มีสติสัมปชัญญะในข้อนั้นๆ เฉพาะข้อ 4 ทรงสอนไม่ให้สันโดษ ส่วน 3 ข้อแรกทรงสอนให้ทำความเพียรแสวงหาในขอบเขตที่ชอบด้วยธรรมวินัยและมีความสันโดษตามนัยที่แสดงข้างต้น</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง ในจูฬนิทเทส ท่านแสดงอริยวงศ์ของพระปัจเจกพุทธเจ้าต่างไปเล็กน้อย คือ เปลี่ยนข้อ 4 เป็น สันโดษด้วยคิลานปัจจัยเภสัชบริขาร (medical equipment)</p>
    <p><small>D.III.224; A.II.27; Nd2107.	ที.ปา.11/237/236; องฺ.จตุกฺก.21/28/35; ขุ.จู.30/691/346.</small></p>

''',
    /*114*/ '''
    <p><big>[204] อริยสัจจ์ 4</big> (ความจริงอันประเสริฐ, ความจริงของพระอริยะ, ความจริงที่ทำให้ผู้เข้าถึงกลายเป็นอริยะ - <em>Ariyasacca:</em> The Four Noble Truths)</p>
    <ol>
    <li>	<strong>ทุกข์</strong> (ความทุกข์, สภาพที่ทนได้ยาก, สภาวะที่บีบคั้น ขัดแย้ง บกพร่อง ขาดแก่นสารและความเที่ยงแท้ ไม่ให้ความพึงพอใจแท้จริง, ได้แก่ ชาติ ชรา มรณะ การประจวบกับสิ่งอันไม่เป็นที่รัก การพลัดพรากจากสิ่งที่รัก ความปรารถนาไม่สมหวัง โดยย่อว่า อุปาทานขันธ์ 5 เป็นทุกข์ - <em>Dukkha:</em> suffering; unsatisfactoriness)</li>

    <li>	<strong>ทุกขสมุทัย</strong> (เหตุเกิดแห่งทุกข์, สาเหตุให้ทุกข์เกิด ได้แก่ ตัณหา 3 คือ <em>กามตัณหา ภวตัณหา</em> และ <em>วิภวตัณหา</em> - <em>Dukkha-samudaya:</em> the cause of suffering; origin of suffering)</li>

    <li>	<strong>ทุกขนิโรธ</strong> (ความดับทุกข์ ได้แก่ ภาวะที่ตัณหาดับสิ้นไป, ภาวะที่เข้าถึงเมื่อกำจัดอวิชชา สำรอกตัณหาสิ้นแล้ว ไม่ถูกย้อม ไม่ติดข้อง หลุดพ้น สงบ ปลอดโปร่ง เป็นอิสระ คือ <em>นิพพาน</em> - <em>Dukkha-nirodha:</em> the cessation of suffering; extinction of suffering)</li>

    <li>	<strong>ทุกขนิโรธคามินีปฏิปทา</strong> (ปฏิปทาที่นำไปสู่ความดับแห่งทุกข์, ข้อปฏิบัติให้ถึงความดับทุกข์ ได้แก่ <em>อริยอัฏฐังคิกมรรค</em> หรือเรียกอีกอย่างหนึ่งว่า <em>มัชฌิมาปฏิปทา</em> แปลว่า “ทางสายกลาง” มรรคมีองค์ 8 นี้ สรุปลงในไตรสิกขา คือ <em>ศีล สมาธิ ปัญญา</em> - <em>Dukkha-nirodha-gāminī paṭipadā:</em> the path leading to the cessation of suffering)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อริยสัจจ์ 4 นี้ เรียกกันสั้นๆ ว่า <em>ทุกข์ สมุทัย นิโรธ มรรค</em> (Dukkha, Samudaya, Nirodha, Magga); การแสดงอริยสัจจ์ 4 นี้ มีชื่อเรียกอีกอย่างหนึ่งว่า <em>สามุกกังสิกาธรรมเทศนา</em> (เช่น องฺ.อฏฺฐก.23/102/190) แปลตามอรรถกถาว่า พระธรรมเทศนาที่พระพุทธเจ้าทรงหยิบยกขึ้นถือเอาไว้ด้วยพระองค์เอง คือ ทรงเห็นด้วยพระสยัมภูญาณ (=ตรัสรู้เอง) ไม่สาธารณะแก่ผู้อื่น (แต่ตามที่อธิบายกันมา มักแปลว่า “พระธรรมเทศนาที่พระพุทธเจ้าทรงยกขึ้นแสดงเอง โดยไม่ต้องปรารภคำถามหรือการทูลขอร้องของผู้ฟัง อย่างการแสดงธรรมเรื่องอื่นๆ”; ความจริง จะแปลว่า “พระธรรมเทศนาขั้นสุดยอด” ก็ได้ ซึ่งสมกับเป็นเรื่องที่ทรงแสดงท้ายสุดต่อจาก <em>อนุปุพพิกถา 5 คำแปลอย่างหลังนี้ พึงเทียบ <small>องฺ.ทสก.24/95/208</small>)</p>
    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [216] ขันธ์ 5; [74] ตัณหา 3; [293] มรรคมีองค์ 8; [124] สิกขา 3.</em></p>
    <p><small>Vin.I.9; S.V.421; Vbh.99.	วินย.4/14/18; สํ.ม.19/1665/528; อภิ.วิ.35/145/127.</small></p>
''',
    /*115*/ '''
    <p><big>[205] กิจในอริยสัจจ์ 4</big> (หน้าที่อันจะพึงทำต่ออริยสัจจ์ 4 แต่ละอย่าง, ข้อที่จะต้องปฏิบัติให้ถูกต้องและเสร็จสิ้นในอริยสัจจ์ 4 แต่ละอย่าง จึงจะชื่อว่ารู้อริยสัจจ์หรือเป็นผู้ตรัสรู้แล้ว - <em>Ariyasaccesu kiccāni:</em> functions concerning the Four Noble Truths)</p>
    <ol>
    <li>	<strong>ปริญญา</strong> (การกำหนดรู้ เป็นกิจในทุกข์ ตามหลักว่า ทุกฺขํ อริยสจฺจํ ปริญฺเญยฺยํ ทุกข์ควรกำหนดรู้ คือ ควรศึกษาให้รู้จักให้เข้าใจชัดตามสภาพที่เป็นจริง ได้แก่ การทำความเข้าใจและกำหนดขอบเขตของปัญหา - <em>Pariññā:</em> comprehension; suffering is to be com-prehended)</li>
    <li>	<strong>ปหานะ</strong> (การละ เป็นกิจในสมุทัย ตามหลักว่า ทุกฺขสมุทโย อริยสจฺจํ ปหาตพฺพํ สมุทัยควรละ คือ กำจัด ทำให้หมดสิ้นไป ได้แก่การแก้ไขกำจัดต้นตอของปัญหา - Pahāna: <em>era-dication;</em> abandonment; the cause of suffering is to be eradicated)</li>
    <li>	<strong>สัจฉิกิริยา</strong> (การทำให้แจ้ง เป็นกิจในนิโรธ ตามหลักว่า ทุกฺขนิโรโธ อริยสจฺจํ สจฺฉิกาตพฺพํ นิโรธควรทำให้แจ้ง คือ เข้าถึง หรือบรรลุ ได้แก่การเข้าถึงภาวะที่ปราศจากปัญหา บรรลุจุดหมายที่ต้องการ - <em>Sacchikiriyā:</em> realization; the cessation of suffering is to be realized)</li>
    <li>	<strong>ภาวนา</strong> (การเจริญ เป็นกิจในมรรค ตามหลักว่า ทุกฺขนิโรธคามินี ปฏิปทา อริยสจฺจํ ภาเวตพฺพํ มรรคควรเจริญ คือ ควรฝึกอบรม ลงมือปฏิบัติ กระทำตามวิธีการที่จะนำไปสู่จุดหมาย ได้แก่การลงมือแก้ไขปัญหา - <em>Bhāvanā:</em> development; practice; the path is to be followed or developed)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในการแสดงอริยสัจจ์ ก็ดี ในการปฏิบัติธรรมตามหลักอริยสัจจ์ ก็ดี จะต้องให้อริยสัจจ์แต่ละข้อ สัมพันธ์ตรงกันกับกิจแต่ละอย่าง จึงจะเป็นการแสดงและเป็นการปฏิบัติโดยชอบ ทั้งนี้ วางเป็นหัวข้อได้ดังนี้</p>
    <ol>
    <li> <strong>ทุกข์</strong> เป็นขั้นแถลงปัญหาที่จะต้องทำความเข้าใจและรู้ขอบเขต <em>(ปริญญา)</em> - statement of evil; location of the problem.</li>

    <li>	<strong>สมุทัย</strong> เป็นขั้นวิเคราะห์และวินิจฉัยมูลเหตุของปัญหา ซึ่งจะต้องแก้ไขกำจัดให้หมดสิ้นไป <em>(ปหานะ)</em> - diagnosis of the origin.</li>

    <li>	<strong>นิโรธ</strong> เป็นขั้นชี้บอกภาวะปราศจากปัญหา อันเป็นจุดหมายที่ต้องการ ให้เห็นว่าการแก้ปัญหาเป็นไปได้ และจุดหมายนั้นควรเข้าถึง ซึ่งจะต้องทำให้สำเร็จ <em>(สัจฉิกิริยา)</em> - prognosis of its antidote; envisioning the solution.</li>

    <li>	<strong>มรรค</strong> เป็นขั้นกำหนดวิธีการ ขั้นตอน และรายละเอียดที่จะต้องปฏิบัติในการลงมือแก้ปัญหา <em>(ภาวนา)</em> - prescription of the remedy; programme of treatment.</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ความสำเร็จในการปฏิบัติทั้งหมด พึงตรวจสอบด้วยหลัก <em>[73] ญาณ 3<sup>2</sup></em></p>
    <p><small>Vin.I.10; S.V.422.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.4/15/20; สํ.ม.19/1666/529.</small></p>

''',
    /*116*/ '''
    <p><big>[206]  ธรรม 4</big> (ธรรมทั้งปวงประดามี จัดประเภทตามลักษณะความสัมพันธ์ที่มนุษย์พึงปฏิบัติหรือเกี่ยวข้องเป็น 4 จำพวก อันสอดคล้องกับหลักอริยสัจจ์ 4 และกิจในอริยสัจจ์ 4 - <em>Dhamma:</em> all dhammas [states, things] classified into 4 categories according as they are to be rightly treated)</p>
    
    
    <p>1.<strong> ปริญไญยธรรม</strong> = ธรรมที่เข้ากับกิจในอริยสัจจ์ข้อที่ 1 คือ <em>ปริญญา</em> (ธรรมอันพึงกำหนดรู้, สิ่งที่ควรรอบรู้ หรือรู้เท่าทันตามสภาวะของมัน ได้แก่ <em>อุปาทานขันธ์ 5</em> กล่าวคือ ทุกข์และสิ่งทั้งหลายที่อยู่ในจำพวกที่เป็นปัญหาหรือเป็นที่ตั้งแห่งปัญหา - <em>Pariññeyya-dhamma:</em> things to be fully understood, i.e. the five aggregates of existence subject to clinging)</p>

   	
    <p>2.<strong> ปหาตัพพธรรม</strong> = ธรรมที่เข้ากับกิจในอริยสัจจ์ข้อที่ 2 คือ <em>ปหานะ</em> (ธรรมอันพึงละ, สิ่งที่จะต้องแก้ไขกำจัดทำให้หมดไป ว่าโดยต้นตอรากเหง้า ได้แก่ <em>อวิชชา</em> และ<em>ภวตัณหา</em> กล่าวคือธรรมจำพวกสมุทัยที่ก่อให้เกิดปัญหาเป็นสาเหตุของทุกข์ หรือพูดอีกอย่างหนึ่งว่า <em>อกุศลทั้งปวง</em> - <em>Pahātabba-dhamma:</em> things to be abandoned, i.e. ignorance and craving for being)</p>

    <p>3. <strong>สัจฉิกาตัพพธรรม</strong> = ธรรมที่เข้ากับกิจในอริยสัจจ์ข้อที่ 3 คือ <em>สัจฉิกิริยา</em> (ธรรมอันพึงประจักษ์แจ้ง, สิ่งที่ควรได้ควรถึงหรือควรบรรลุ ได้แก่ <em>วิชชา</em> และ<em>วิมุตติ</em> เมื่อกล่าวโดยรวบยอด คือ นิโรธ หรือนิพพาน หมายถึงธรรมจำพวกที่เป็นจุดหมาย หรือเป็นที่ดับหายสิ้นไปแห่งทุกข์หรือปัญหา - <em>Sacchikātabba-dhamma:</em> things to be realized, i.e. true knowledge and freedom or liberation)</p>

    <p>4.	<strong>ภาเวตัพพธรรม</strong> = ธรรมที่เข้ากับกิจในอริยสัจจ์ข้อที่ 4 คือ <em>ภาวนา</em> (ธรรมอันพึงเจริญหรือพึงปฏิบัติบำเพ็ญ, สิ่งที่จะต้องปฏิบัติหรือลงมือทำ ได้แก่ <em>ธรรมที่เป็นมรรค</em> โดยเฉพาะ<em>สมถะ</em> และ<em>วิปัสสนา</em> กล่าวคือ ประดาธรรมที่เป็นข้อปฏิบัติหรือเป็นวิธีการที่จะทำหรือดำเนินการเพื่อให้บรรลุจุดหมายแห่งการสลายทุกข์หรือดับปัญหา - <em>Bhāvetabba-dhamma:</em> things to be developed, i.e. tranquillity and insight, or, in other words, the Noble Eightfold Path)</p>
    
    <p><small>M.III.289; S.V.52; A.II.246.	ม.อุ.14/829/524; สํ.ม.19/291–5/78;องฺ.จตุกฺก.21/254/333.</small></p>

    <p><big>[207] อรูป</big> หรือ </big>อารุปป์ 4</big> (ฌานมีอรูปธรรมเป็นอารมณ์ คืออรูปฌาน, ภพของสัตว์ผู้เข้าถึงอรูปฌาน, ภพของอรูปพรหม - Arūpa, Āruppa: absorptions of the Formless Sphere; the Formless Spheres; immaterial states)</p>
    <ol>
    <li>	<strong>อากาสานัญจายตนะ</strong> (ฌานอันกำหนดอากาศคือช่องว่างหาที่สุดมิได้เป็นอารมณ์ หรือภพของผู้เข้าถึงฌานนี้ - <em>Ākāsānañcāyatana:</em> Sphere of Infinity of Space)</li>

    <li>	<strong>วิญญาณัญจายตนะ</strong> (ฌานอันกำหนดวิญญาณหาที่สุดมิได้เป็นอารมณ์ หรือภพของผู้เข้าถึงฌานนี้ - <em>Viññāṇañcāyatana:</em> Sphere of Infinity of Consciousness)</li>

    <li>	<strong>อากิญจัญญายตนะ</strong> (ฌานอันกำหนดภาวะที่ไม่มีอะไรๆ เป็นอารมณ์ หรือภพของผู้เข้าถึงฌานนี้ - <em>Āki¤ca¤¤āyatana:</em> Sphere of Nothingness)</li>

    <li>	<strong>เนวสัญญานาสัญญายตนะ</strong> (ฌานอันเข้าถึงภาวะมีสัญญาก็ไม่ใช่ ไม่มีสัญญาก็ไม่ใช่ หรือภพของผู้เข้าถึงฌานนี้ - <em>Nevasaññānāsaññāyatana:</em> Sphere of Neither Perception Nor Non-Perception)</li>
    </ol>
    <p><small>D.III.224; S.IV.227.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/235/235; สํ.สฬ.18/519/326.</small></p>

''',
    /*117*/ '''
    <p>[208] อวิชชา 4 (ความไม่รู้แจ้ง, ไม่รู้จริง - <em>Avijjā:</em> ignorance; lack of essential knowledge)</p>
    
    <p>1.	<strong>ทุกฺเข อญฺญาณํ</strong> (ไม่รู้ในทุกข์ - ignorance of suffering)</p>

    <p>2.	<strong>ทุกฺขสมุทเย อญฺญาณํ</strong> (ไม่รู้ในทุกขสมุทัย -  ~ of the cause of suffering)</p>

    <p>3.	<strong>ทุกฺขนิโรเธ อญฺญาณํ</strong> (ไม่รู้ในทุกขนิโรธ -  ~ of the cessation of suffering)</p>

    <p>4.	<strong>ทุกฺขนิโรธคามินิยา ปฏิปทาย อญฺญาณํ</strong> (ไม่รู้ในทุกขนิโรธคามินีปฏิปทา -  ~ of the path leading to the cessation of suffering)</p>
    
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กล่าวสั้นๆ คือ <em>ไม่รู้ในอริยสัจจ์ 4</em></p>
    <p><small>S.II.4; S.IV.256; Vbh.135.	สํ.นิ.16/17/5; สํ.สฬ.18/505/315; อภิ.วิ.35/256/181.</small></p>

    <p><big>[209] อวิชชา 8</big> (ความไม่รู้แจ้ง, ไม่รู้จริง - <em>Avijjā:</em> ignorance; lack of essential knowledge) 4 ข้อแรกตรงกับอวิชชา 4; ข้อ 5–8 ดังนี้</p><br>
    <p>5.	<strong>ปุพฺพนฺเต อญฺญาณํ</strong> (ไม่รู้ในส่วนอดีต - ignorance of the past)</p>
    <p>6.	<strong>อปรนฺเต อญฺญาณํ</strong> (ไม่รู้ในส่วนอนาคต -  ~ of the future)</li>
    <p>7.	<strong>ปุพฺพนฺตาปรนฺเต อญฺญาณํ</strong> (ไม่รู้ทั้งส่วนอดีตทั้งส่วนอนาคต -  ~ of both the past and the future)</li>
   <p>8.	<strong>อิทปฺปจฺจยตาปฏิจฺจสมุปฺปนฺเนสุ ธมฺเมสุ อญฺญาณํ</strong> (ไม่รู้ในธรรมทั้งหลายที่อาศัยกันจึงเกิดมีขึ้นตามหลักอิทัปปัจจยตา -  ~ of states dependently originated according to specific conditionality)</li>
    </ol>
    <p><small>Dhs.190,195; &nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;Vhh.362.	อภิ.สํ.34/691/273; 712/281; อภิ.วิ.35/926/490.</small></p>


    <p><big>[210] อันตรายของภิกษุสามเณรผู้บวชใหม่ 4</big> (ตามบาลีว่าภัยสำหรับกุลบุตรผู้บวชในธรรมวินัยนี้ อันเป็นเหตุให้ประพฤติพรหมจรรย์อยู่ได้ไม่ยั่งยืน ต้องลาสิกขาไป - <em>Bhaya:</em> perils or terrors awaiting a clansman who has gone forth from home to the homeless life; dangers to newly ordained monks or novices)</p>
    
    <p>1.	<strong>อูมิภัย</strong> (ภัยคลื่น คือ อดทนต่อคำสั่งสอนไม่ได้ เกิดความขึ้งเคียดคับใจ เบื่อหน่ายคำตักเตือนพร่ำสอน - <em>Ūmibhaya:</em> peril of waves, i.e. wrath and resentment caused by inability to accept teaching and advice)</p>

    <p>2.	<strong>กุมภีลภัย</strong> (ภัยจระเข้ คือ เห็นแก่ปากแก่ท้อง ถูกจำกัดด้วยระเบียบวินัยเกี่ยวกับการบริโภค ทนไม่ได้ - <em>Kumbhīlabhaya:</em> peril of crocodiles, i.e. gluttony)</li>

    <p>3.	<strong>อาวฏภัย</strong> (ภัยน้ำวน คือ ห่วงพะวงใฝ่ทะยานในกามสุข ตัดใจจากกามคุณไม่ได้ - <em>Āvaṭabhaya:</em> peril of whirlpools, i.e. desire for sense-pleasures)</p>

    <p>4. <strong>สุสุกาภัย</strong> (ภัยปลาร้าย หรือภัยฉลาม คือ เกิดความปรารถนาทางเพศ รักผู้หญิง - <em>Susukābhaya:</em> peril of sharks, i.e. love for women)</p>

    <p><small>M.I.460; A.II.123.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.ม.13/190/198; องฺ.จตุกฺก.21/122/165.</small></p>

''',
    /*118*/ '''
    <big>[☆☆☆] อัปปมัญญา 4</big> <em><small>ดู</small> [161] พรหมวิหาร 4.</em></big><br>
    <p><big>[211] อาจารย์ 4</big> (ผู้ประพฤติการอันเกื้อกูลแก่ศิษย์, ผู้ที่ศิษย์พึงประพฤติด้วยความเอื้อเฟื้อ, ผู้สั่งสอนวิชาและอบรมดูแลความประพฤติ - <em>Ācariya:</em> teacher; instructor)</p>
    <ol>
    <li>	<strong>บรรพชาจารย์</strong> (อาจารย์ในบรรพชา คือ ท่านผู้ให้สิกขาบทในการบรรพชา - <em>Pabbajjā-cariya:</em> initiation-teacher; teacher at the Going Forth)</li>

    <li>	<strong>อุปสัมปทาจารย์</strong> (อาจารย์ในอุปสมบท คือ ท่านผู้สวดกรรมวาจาในอุปสมบทกรรม - <em>Upasampadàcariya:</em> ordination-teacher; teacher at the Admission)</li>

    <li>	<strong>นิสสยาจารย์</strong> (อาจารย์ผู้ให้นิสัย คือ ท่านที่ตนไปขอถือนิสัยเป็นอันเตวาสิก คือยอมตนเป็นศิษย์อยู่ในปกครอง - <em>Nissayācariya:</em> tutelar teacher; teacher from whom one takes the Dependence)</li>

    <li>	<strong>อุเทศาจารย์</strong> หรือ <strong>ธรรมาจารย์</strong> (อาจารย์ผู้ให้อุเทศ, อาจารย์ผู้สอนธรรม คือ ท่านที่สั่งสอนให้วิชาความรู้ โดยหลักวิชาก็ดี เป็นที่ปรึกษาไต่ถามค้นคว้าก็ดี - <em>Uddesācariya, Dhammācariya:</em> teacher of textual study; teacher who gives the instruction; teacher of the Doctrine)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บางแห่งเติม <strong>โอวาทาจารย์</strong> (อาจารย์ผู้ให้โอวาท คืออบรมตักเตือนแนะนำเป็นครั้งคราว - <em>Ovādācariya:</em> teacher who gives admonitions) เข้าอีก รวมเป็น <strong>อาจารย์ 5</strong>.</p>
    <p><small>Vism.94; VinA.V.1085, VII.1379.	วิสุทฺธิ.1/118; วินย.อ.3/182,582; วินย.ฏีกา4/168; มงฺคล.2/289.</small></p>


''',
    /*119*/ '''
    <p><big>[☆☆☆] อาสวะ 4</big> <em><small>ดู</small> [136] อาสวะ 4.</em></big></p>
    <p><big>[212] อาหาร 4</big> (สภาพที่นำมาซึ่งผลโดยความเป็นปัจจัยค้ำจุนรูปธรรมและนามธรรมทั้งหลาย, เครื่องค้ำจุนชีวิต, สิ่งที่หล่อเลี้ยงร่างกายและจิตใจ ทำให้เกิดกำลังเจริญเติบโตและวิวัฒน์ได้ - <em>Āhāra:</em> nutriment)</p>
    <ol>
    <li>	<strong>กวฬิงการาหาร</strong> (อาหารคือคำข้าว ได้แก่ อาหารสามัญที่กลืนกินดูดซึมเข้าไปหล่อเลี้ยงร่างกาย - <em>Kavaḷiṅkārāhāra:</em> material food; physical nutriment) เมื่อกำหนดรู้กวฬิงการาหารได้แล้ว ก็เป็นอันกำหนดรู้ราคะที่เกิดจากเบญจกามคุณได้ด้วย</li>

    <li>	<strong>ผัสสาหาร</strong> (อาหารคือผัสสะ ได้แก่ การบรรจบแห่งอายตนะภายใน อายตนะภายนอก และวิญญาณ เป็นปัจจัยให้เกิดเวทนา พร้อมทั้งเจตสิกทั้งหลายที่จะเกิดตามมา - <em>Phassāhāra:</em> nutriment consisting of contact; contact as nutriment) เมื่อกำหนดรู้ผัสสาหารได้แล้ว ก็เป็นอันกำหนดรู้เวทนา 3 ได้ด้วย</li>

    <li>	<strong>มโนสัญเจตนาหาร</strong> (อาหารคือมโนสัญเจตนา ได้แก่ ความจงใจ เป็นปัจจัยแห่งการทำ พูด คิด ซึ่งเรียกว่า กรรม เป็นตัวชักนำมาซึ่งภพ คือ ให้เกิดปฏิสนธิในภพทั้งหลาย - <em>Manosañcetanāhāra:</em> nutriment consisting of mental volition; mental choice as nutriment) เมื่อกำหนดรู้มโนสัญเจตนาหารได้แล้ว ก็เป็นอันกำหนดรู้ตัณหา 3 ได้ด้วย.</li>

    <li>	<strong>วิญญาณาหาร</strong> (อาหารคือวิญญาณ ได้แก่ วิญญาณเป็นปัจจัยให้เกิดนามรูป - <em>Viññāṇāhāra:</em> nutriment consisting of consciousness; consciousness as nutriment) เมื่อกำหนดรู้วิญญาณาหารได้แล้ว ก็เป็นอันกำหนดรู้นามรูปได้ด้วย.</li>
    </ol>
    <p><small>D.III.228; M.I.48; S.II.101; Vbh.401.	ที.ปา.11/244/240; ม.มู.12/113/87; สํ.นิ.16/245/122; อภิ.วิ.35/1081/543.</small></p>

''',
    /*120*/ '''
    <p><big>[213] อิทธิบาท 4</big> (คุณเครื่องให้ถึงความสำเร็จ, คุณธรรมที่นำไปสู่ความสำเร็จแห่งผลที่มุ่งหมาย - <em>Iddhipāda:</em> path of accomplishment; basis for success)</p>
    <ol>
    <li>	<strong>ฉันทะ</strong> (ความพอใจ คือ ความต้องการที่จะทำ ใฝ่ใจรักจะทำสิ่งนั้นอยู่เสมอ และปรารถนาจะทำให้ได้ผลดียิ่งๆ ขึ้นไป - <em>Chanda:</em> will; zeal; aspiration)</li>
    <li>	<strong>วิริยะ</strong> (ความเพียร คือ ขยันหมั่นประกอบสิ่งนั้นด้วยความพยายาม เข้มแข็ง อดทน เอาธุระ ไม่ท้อถอย - <em>Viriya:</em> energy; effort; exertion; perseverance)</li>
    <li>	<strong>จิตตะ</strong> (ความคิดมุ่งไป คือ ตั้งจิตรับรู้ในสิ่งที่ทำและทำสิ่งนั้นด้วยความคิด เอาจิตฝักใฝ่ไม่ปล่อยใจให้ฟุ้งซ่านเลื่อนลอยไป อุทิศตัวอุทิศใจให้แก่สิ่งที่ทำ - <em>Citta:</em> thoughtfulness; active thought; dedication)</li>
    <li>	<strong>วิมังสา</strong> (ความไตร่ตรอง หรือ ทดลอง คือ หมั่นใช้ปัญญาพิจารณาใคร่ครวญตรวจตราหาเหตุผลและตรวจสอบข้อยิ่งหย่อนในสิ่งที่ทำนั้น มีการวางแผน วัดผล คิดค้นวิธีแก้ไขปรับปรุง เป็นต้น - <em>Vīmaṁsā:</em> investigation; examination; reasoning; testing)</li>
    </ol>
    <p><small>D.III.221; Vbh.216.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/231/233; อภิ.วิ.35/505/292.</small></p>


    <p><big>[214] อุปาทาน 4</big> (ความยึดมั่น, ความถือมั่นด้วยอำนาจกิเลส, ความยึดติดอันเนื่องมาแต่ตัณหา ผูกพันเอาตัวตนเป็นที่ตั้ง - <em>Upādāna:</em> attachment; clinging; assuming)</p>
    <ol>
    <li> <strong>กามุปาทาน</strong> (ความยึดมั่นในกาม คือ รูป เสียง กลิ่น รส โผฏฐัพพะ ที่น่าใคร่ น่าพอใจ - <em>Kāmupādāna:</em> clinging to sensuality)</li>

    <li> <strong>ทิฏฐุปาทาน</strong> (ความยึดมั่นในทิฏฐิหรือทฤษฎี คือความเห็น ลัทธิ หรือหลักคำสอนต่างๆ  - <em>Diṭṭhupādāna:</em> clinging to views)</li>

    <li> <strong>สีลัพพตุปาทาน</strong> (ความยึดมั่นในศีลและพรต คือ ถือว่าจะบริสุทธิ์หลุดพ้นได้เพียงด้วยศีลและวัตร หลักความประพฤติ ข้อปฏิบัติ แบบแผน ระเบียบ วิธี ขนบธรรมเนียมประเพณี ลัทธิพิธีต่างๆ ถือว่าจะต้องเป็นอย่างนั้นๆ โดยสักว่าทำสืบๆ กันมา หรือ ปฏิบัติตามๆ กันไปอย่างงมงาย หรือโดยนิยมว่าขลัง ว่าศักดิ์สิทธิ์ มิได้เป็นไปด้วยความรู้ความเข้าใจตามหลักความสัมพันธ์แห่งเหตุและผล - <em>Sīlabbatupādāna:</em> clinging to mere rules and rituals)</li>

    <li>	<strong>อัตตวาทุปาทาน</strong> (ความยึดมั่นในวาทะว่าตัวตน คือ ความถือหรือสำคัญหมายอยู่ในภายในว่า มีตัวตน ที่จะได้ จะเป็น จะมี จะสูญสลาย ถูกบีบคั้นทำลาย หรือเป็นเจ้าของ เป็นนายบังคับบัญชาสิ่งต่างๆ ได้ ไม่มองเห็นสภาวะของสิ่งทั้งปวง อันรวมทั้งตัวตนว่าเป็นแต่เพียงสิ่งที่ประชุมประกอบกันเข้า เป็นไปตามเหตุปัจจัยทั้งหลายที่มาสัมพันธ์กันล้วนๆ  - <em>Attavādupādāna:</em> clinging to the ego-belief)</li>
    </ol>
    <p><small>D.III.230; M.I.66; Vbh.375.	ที.ปา.11/262/242; ม.มู.12/156/132; อภิ.วิ.35/963/506.</small></p>


    <p><big>[215] โอฆะ 4</big> (สภาวะอันเป็นดุจกระแสน้ำหลากท่วมใจสัตว์, กิเลสดุจน้ำท่วมพาผู้ตกไปให้พินาศ - <em>Ogha:</em> the Four Floods) ได้แก่ <em>กาม ภพ ทิฏฐิ อวิชชา</em> [<em>กาโมฆะ ภโวฆะ ทิฏโฐฆะ อวิชโชฆะ</em> ] เหมือนในอาสวะ 4.</p>
    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [136] อาสวะ 4.</em></p>

    <p><small>D.III.230,276; S.V.59; Vbh.374.	ที.ปา.11/258/242; สํ.ม.19/333/88; อภิ.วิ.35/963/506.</small></p>

''',/*จบหมวด 4*/
/*121*/
    '''<div style="text-align:center;"><strong>ปัญจกะ - หมวด 5</strong></div>
<div style="text-align:center;"><big>Groups of Five</big></div>
<div style="text-align:center;">(including related groups)</div>
<br>
<big>[☆☆☆] กัลยาณธรรม 5 ดู [239] เบญจธรรม.</big> <br>
<big>[☆☆☆] กามคุณ 5 ดู [6] กามคุณ 5.</big>  <br>
<big>[☆☆☆] กำลัง 5 ของพระมหากษัตริย์</big> <em><small>ดู</small> [230] พละ 5 ของพระมหากษัตริย์</em>  <br>

<big>[216] ขันธ์ 5 <small>หรือ</small> เบญจขันธ์</big> (กองแห่งรูปธรรมและนามธรรมห้าหมวดที่ประชุมกันเข้าเป็นหน่วยรวม ซึ่งบัญญัติเรียกว่า สัตว์ บุคคล ตัวตน เรา-เขา เป็นต้น, ส่วนประกอบห้าอย่างที่รวมเข้าเป็นชีวิต - <em>Pañca-khandha:</em> the Five Groups of Existence; Five Aggregates)
<p>1. <strong>รูปขันธ์</strong> (กองรูป, ส่วนที่เป็นรูป, ร่างกาย พฤติกรรม และคุณสมบัติต่างๆ ของส่วนที่เป็นร่างกาย, ส่วนประกอบฝ่ายรูปธรรมทั้งหมด, สิ่งที่เป็นร่างพร้อมทั้งคุณและอาการ - <em>Rūpa-khandha:</em> corporeality)</p>
<p>2. <strong>เวทนาขันธ์</strong> (กองเวทนา, ส่วนที่เป็นการเสวยรสอารมณ์, ความรู้สึก สุข ทุกข์ หรือเฉยๆ - <em>Vedanā-khandha:</em> feeling; sensation)</p>
<p>3. <strong>สัญญาขันธ์</strong> (กองสัญญา, ส่วนที่เป็นความกำหนดหมายให้จำอารมณ์นั้นๆ ได้, ความกำหนดได้หมายรู้ในอารมณ์ 6 เช่นว่า ขาว เขียว ดำ แดง เป็นต้น - <em>Saññā-khandha:</em> perception)</p>
<p>4. <strong>สังขารขันธ์</strong> (กองสังขาร, ส่วนที่เป็นความปรุงแต่ง, สภาพที่ปรุงแต่งจิตให้ดีหรือชั่วหรือเป็นกลางๆ, คุณสมบัติต่างๆ ของจิต มีเจตนาเป็นตัวนำ ที่ปรุงแต่งคุณภาพของจิต ให้เป็นกุศล อกุศล อัพยากฤต - <em>Saṅkhāra-khandha:</em> mental formations; volitional activities)</p>
<p>5. <strong>วิญญาณขันธ์</strong> (กองวิญญาณ, ส่วนที่เป็นความรู้แจ้งอารมณ์, ความรู้อารมณ์ทางอายตนะทั้ง 6 มีการเห็น การได้ยิน เป็นต้น ได้แก่ วิญญาณ 6 - <em>Viññāṇa-khandha:</em> consciousness)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขันธ์ 5 นี้ ย่อลงมาเป็น 2 คือ <em>นาม</em> และ <em>รูป;</em> รูปขันธ์จัดเป็นรูป, 4 ขันธ์นอกนั้นเป็นนาม. อีกอย่างหนึ่ง จัดเข้าในปรมัตถธรรม 4: วิญญาณขันธ์เป็น <em>จิต,</em> เวทนาขันธ์ สัญญาขันธ์ และสังขารขันธ์ เป็น <em>เจตสิก,</em> รูปขันธ์ เป็น <em>รูป,</em> ส่วน <em>นิพพาน</em> เป็นขันธวินิมุต คือ พ้นจากขันธ์ 5</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เรื่องขันธ์ 5 พึงดูประกอบในหมวดธรรมอื่นๆ เช่น</p>
<em><ol>
<li>รูปขันธ์ <small>ดู</small> [38] รูป 2<sup><small>1</small></sup>, 28; [39] มหาภูต 4; [40] อุปาทายรูป 24.</li>
<li>เวทนาขันธ์ <small>ดู</small> [110] เวทนา 2; [111] เวทนา 3; [112] เวทนา 5; [113] เวทนา 6.</li>
<li>สัญญาขันธ์ <small>ดู</small> [271] สัญญา 6.</li>
<li>สังขารขันธ์ <small>ดู</small> [119] สังขาร 3<sup><small>1</small></sup>; [120] สังขาร 3<sup><small>2</small></sup>; [129] อภิสังขาร 3; [263] เจตนา 6.</li>
<li>วิญญาณขันธ์ <small>ดู</small> [268] วิญญาณ 6.</li>
</ol></em>
<p>นอกนี้ <em><small>ดู</small> [356] จิต 89; [355] เจตสิก 52</em></p>
<p>S.III.47; Vbh.1. สํ.ข.17/95/58; อภิ.วิ.35/1/1.</p>
''',/*168*/
    '''<big>[☆☆☆] คติ 5 <em><small>ดู</small> [351] ภูมิ 4 หรือ 31.</em></big><br>  
<big>[217] จักขุ 5</big> (พระจักษุอันเป็นสมบัติของพระผู้มีพระภาคเจ้า - <em>Cakkhu:</em> the Five Eyes of the Blessed One)  
<ol>
<li><strong>มังสจักขุ</strong> (ตาเนื้อ คือ ทรงมีพระเนตรอันงาม มีอำนาจ เห็นแจ่มใส ไว และเห็นไกล - <em>Maṁsa-cakkhu:</em> the physical eye which is exceptionally powerful and sensitive)</p>
<li><strong>ทิพพจักขุ</strong> (ตาทิพย์ คือ ทรงมีพระญาณอันเห็นหมู่สัตว์ผู้เป็นไปต่างๆ กัน ด้วยอำนาจกรรม - <em>Dibba-cakkhu:</em> the Divine Eye)</p>
<li><strong>ปัญญาจักขุ</strong> (ตาปัญญา คือ ทรงประกอบด้วยพระปัญญาคุณยิ่งใหญ่ เป็นเหตุให้สามารถตรัสรู้อริยสัจจธรรม เป็นต้น - <em>Paññā-cakkhu:</em> the eye of wisdom; Wisdom-Eye)</p>
<li><strong>พุทธจักขุ</strong> (ตาพระพุทธเจ้า คือ ทรงประกอบด้วยอินทริยปโรปริยัตตญาณ และอาสยานุสยญาณ เป็นเหตุให้ทรงทราบอัธยาศัยและอุปนิสัยแห่งเวไนยสัตว์ แล้วทรงสั่งสอนแนะนำให้บรรลุคุณวิเศษต่างๆ ยังพุทธกิจให้บริบูรณ์ - <em>Buddha-cakkhu:</em> the eye of a Buddha; Buddha-Eye)</p>
<li><strong>สมันตจักขุ</strong> (ตาเห็นรอบ คือ ทรงประกอบด้วยพระสัพพัญญุตญาณ อันหยั่งรู้ธรรมทุกประการ - <em>Samanta-cakkhu:</em> the eye of all-round knowledge; All-seeing Eye; omniscience)</p>
</ol>
<p>Nd2235. ขุ.ม.29/51/52.</p>  
<big>[☆☆☆] ฌาน 5 <small>ดู</small> [9] ฌาน 4.</big><br>  
<big>[218] ธรรมขันธ์ 5</big> (กองธรรม, หมวดธรรม, ประมวลธรรมทั้งปวงเข้าเป็นหัวข้อใหญ่ - <em>Dhamma-khandha:</em> bodies of doctrine; categories of the Teaching)  
<ol>
<li><strong>สีลขันธ์</strong> (กองศีล, หมวดศีล ประมวลธรรมทั้งหลาย เช่น อปจายนมัย เวยยาวัจจมัยปาติโมกขสังวร กายสุจริต สัมมาวาจา สัมมากัมมันตะ สัมมาอาชีวะ เป็นต้น - <em>Sīla-khandha:</em> body of morals; virtue category)</p>
<li><strong>สมาธิขันธ์</strong> (กองสมาธิ, หมวดสมาธิ ประมวลธรรมทั้งหลาย เช่น ฉันทะ วิริยะ จิตตะ สัมมาวายามะ สัมมาสติ สัมมาสมาธิ เป็นต้น - <em>Samādhi-khandha:</em> body of concentration; concentration category)</p>
<li><strong>ปัญญาขันธ์</strong> (กองปัญญา, หมวดปัญญา ประมวลธรรมทั้งหลาย เช่น ธัมมวิจยะ วิมังสา ปฏิสัมภิทา สัมมาทิฏฐิ สัมมาสังกัปปะ เป็นต้น - <em>Paññā-khandha:</em> body of wisdom or insight; understanding category)</p>
<li><strong>วิมุตติขันธ์</strong> (กองวิมุตติ, หมวดวิมุตติ ประมวลธรรมทั้งหลาย เช่น ปหาน วิราคะ วิโมกข์ วิสุทธิ สันติ นิโรธ นิพพาน เป็นต้น - <em>Vimutti-khandha:</em> body of deliverance; deliverance category)</p>
<li><strong>วิมุตติญาณทัสสนขันธ์</strong> (กองวิมุตติญาณทัสสนะ, หมวดธรรมเกี่ยวกับการรู้การเห็นในวิมุตติ ประมวลธรรมทั้งหลาย เช่น ผลญาณ ปัจจเวกขณญาณ เป็นต้น - <em>Vimuttiñāõa-dassana-khandha:</em> body of the knowledge and vision of deliverance; knowing-and-seeing-of-deliverance category)</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมขันธ์ 4 ข้อต้น เรียกอีกอย่างว่า สาระ 4 (แก่น, หลักธรรมที่เป็นแก่น, หัวใจธรรม - essences)</p>  
<p>D.III.279; A.III.134; A.II.140. ที.ปา.11/420/301; องฺ.ปญฺจก.22/108/152; องฺ.จตุกฺก.21/150/189.</p>
''',/*122*/
    '''<p><big>[219] ธรรมเทสกธรรม 5</big> (ธรรมของนักเทศก์, องค์แห่งธรรมกถึก, ธรรมที่ผู้แสดงธรรมหรือสั่งสอนคนอื่นควรตั้งไว้ในใจ - <em>Dhammadesaka-dhamma:</em> qualities of a preacher; qualities which a teacher should establish in himself)</p>
<ol>
  <li><strong>อนุปุพฺพิกถํ</strong> (กล่าวความไปตามลำดับ คือ แสดงหลักธรรมหรือเนื้อหาวิชาตามลำดับความง่ายยากลุ่มลึก มีเหตุผลสัมพันธ์ต่อเนื่องกันไปโดยลำดับ - <em>Anupubbikathaṁ:</em> His instruction or exposition is regulated and gradually advanced.)</li>
  <li><strong>ปริยายทสฺสาวี</strong> (ชี้แจงยกเหตุผลมาแสดงให้เข้าใจ คือ ชี้แจงให้เข้าใจชัดในแต่ละแง่แต่ละประเด็น โดยอธิบายขยายความ ยักเยื้องไปต่างๆ ตามแนวเหตุผล - <em>Pariyāyadassāvī:</em> It has reasoning or refers to causality.)</li>
  <li><strong>อนุทยตํ ปฏิจฺจ</strong> (แสดงธรรมด้วยอาศัยเมตตา คือ สอนเขาด้วยจิตเมตตา มุ่งจะให้เป็นประโยชน์แก่เขา - <em>Anudayataṁ paṭicca:</em> It is inspired by kindness; teaching out of kindliness.)</li>
  <li><strong>น อามิสนฺตโร</strong> (ไม่แสดงธรรมด้วยเห็นแก่อามิส คือ สอนเขามิใช่เพราะมุ่งที่ตนจะได้ลาภ หรือผลประโยชน์ตอบแทน - <em>Na āmisantaro:</em> It is not for worldly gain.)</li>
  <li><strong>อตฺตานญฺจ ปรญฺจ อนุปหจฺจ</strong> (แสดงธรรมไม่กระทบตนและผู้อื่น คือ สอนตามหลักตามเนื้อหา มุ่งแสดงอรรถ แสดงธรรม ไม่ยกตน ไม่เสียดสีข่มขี่ผู้อื่น - <em>Anupahacca:</em> It does not hurt oneself or others; not exalting oneself while contempting others.)</li>
</ol>
<p>A.III.184. องฺ.ปญฺจก.22/159/205.</p>

<p><big>[220] ธรรมสมาธิ 5</big> (ธรรมที่ทำให้เกิดความมั่นสนิทในธรรม เกิดความมั่นใจในการปฏิบัติธรรมถูกต้อง กำจัดความข้องใจสงสัยเสียได้ เมื่อเกิดธรรมสมาธิ คือความมั่นสนิทในธรรม ก็จะเกิดจิตตสมาธิ คือความตั้งมั่นของจิต - <em>Dhamma-samādhi:</em> concentration of the Dhamma; virtues making for firmness in the Dhamma)</p>
<ol>
  <li><strong>ปราโมทย์</strong> (ความชื่นบานใจ ร่าเริงสดใส - <em>Pāmojja:</em> cheerfulness; gladness; joy)</li>
  <li><strong>ปีติ</strong> (ความอิ่มใจ, ความปลื้มใจ - <em>Pīti:</em> rapture; elation)</li>
  <li><strong>ปัสสัทธิ</strong> (ความสงบเย็นกายใจ, ความผ่อนคลายรื่นสบาย - <em>Passaddhi:</em> tranquillity; relaxedness)</li>
  <li><strong>สุข</strong> (ความรื่นใจไร้ความข้องขัด - <em>Sukha:</em> happiness)</li>
  <li><strong>สมาธิ</strong> (ความสงบอยู่ตัวมั่นสนิทของจิตใจ ไม่มีอะไรรบกวนเร้าระคาย - <em>Samādhi:</em> concentration)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม หรือคุณสมบัติ 5 ประการนี้ ตรัสไว้ทั่วไปมากมาย เมื่อทรงแสดงการปฏิบัติธรรมที่ก้าวมาถึงขั้นเกิดความสำเร็จชัดเจน ต่อจากนี้ ผู้ปฏิบัติจะเดินหน้าไปสู่การบรรลุผลของสมถะ (คือได้ฌาน) หรือของวิปัสสนา แล้วแต่กรณี ดังนั้น จึงใช้เป็นเครื่องวัดผลการปฏิบัติขั้นตอนในระหว่างได้ดี และเป็นธรรมหรือคุณสมบัติสำคัญของจิตใจที่ทุกคนควรทำให้เกิดมีอยู่เสมอ</p>
<p>S.IV.350. สํ.สฬ.18/665-673/429-439.</p>
''',/*123*/
    '''<p><big>[221] ธรรมสวนานิสงส์ 5</big> (อานิสงส์ในการฟังธรรม - <em>Dhammassavanānisaṁsa:</em> benefits of listening to the Dhamma)</p>
<ol>
  <li><strong>อสฺสุตํ สุณาติ</strong> (ย่อมได้ฟังสิ่งที่ยังไม่เคยฟัง, ได้เรียนรู้สิ่งที่ยังไม่เคยเรียนรู้ - He hears things not heard.)</li>
  <li><strong>สุตํ ปริโยทเปติ</strong> (สิ่งที่เคยได้ฟัง ก็ทำให้แจ่มแจ้ง เข้าใจชัดเจนยิ่งขึ้น - He clears things heard.)</li>
  <li><strong>กงฺขํ วิหนติ</strong> (แก้ข้อสงสัยได้, บรรเทาความสงสัยเสียได้ - He dispels his doubts.)</li>
  <li><strong>ทิฏฺฐึ อุชุํ กโรติ</strong> (ทำความเห็นให้ถูกต้องได้ - He makes straight his views.)</li>
  <li><strong>จิตฺตมสฺส ปสีทติ</strong> (จิตของเขาย่อมผ่องใส - His heart becomes calm and happy.)</li>
</ol>
<p>A.III.248. องฺ.ปญฺจก.22/202/276.</p>

<p><big>[222] นวกภิกขุธรรม 5</big> (ธรรมที่ควรฝึกสอนภิกษุบวชใหม่ให้ประพฤติปฏิบัติอย่างมั่นคง, องค์แห่งภิกษุใหม่ - <em>Navakabhikkhu-dhamma:</em> qualities of a newly ordained monk; qualities which should be established in newly ordained monks)</p>
<ol>
  <li><strong>ปาติโมกขสังวร</strong> (สำรวมในพระปาติโมกข์ รักษาศีลเคร่งครัด ทั้งในส่วนเว้นข้อห้าม และทำตามข้ออนุญาต - <em>Pāñimokkhasaṁvara:</em> restraint in accordance with the monastic code of discipline; self-control strictly in accordance with the fundamental training-rules)</li>
  <li><strong>อินทรียสังวร</strong> (สำรวมอินทรีย์ มีสติระวังรักษาใจ มิให้กิเลสคือความยินดียินร้ายเข้าครอบงำ เมื่อรับรู้อารมณ์ด้วยอินทรีย์ทั้ง 6 มีเห็นรูปด้วยตาเป็นต้น - <em>Indriyasaṁvara:</em> restraint of the senses; sense-control)</li>
  <li><strong>ภัสสปริยันตะ</strong> (พูดคุยมีขอบเขต คือ จำกัดการพูดคุยให้น้อย รู้ขอบเขต ไม่เอิกเกริกเฮฮา - <em>Bhassapariyanta:</em> restraint as regards talking)</li>
  <li><strong>กายวูปกาสะ</strong> (ปลีกกายอยู่สงบ คือ เข้าอยู่ในเสนาสนะอันสงัด - <em>Kāyavūpakāsa:</em> seclusion as to the body; love of solitude)</li>
  <li><strong>สัมมาทัสสนะ</strong> (ปลูกฝังความเห็นชอบ คือ สร้างเสริมสัมมาทิฏฐิ - <em>Sammādassana:</em> cultivation of right views.)</li>
</ol>
<p>A.III.138. องฺ.ปญฺจก.22/114/156.</p>
''',/*124*/
    '''<p><big>[223] นิยาม 5</big> (กำหนดอันแน่นอน, ความเป็นไปอันมีระเบียบแน่นอนของธรรมชาติ, กฎธรรมชาติ - <em>Niyāma:</em> orderliness of nature; the five aspects of natural law)</p>
<ol>
  <li><strong>อุตุนิยาม</strong> (กฎธรรมชาติเกี่ยวกับอุณหภูมิ หรือปรากฏการณ์ธรรมชาติต่างๆ โดยเฉพาะดิน น้ำ อากาศ และฤดูกาล อันเป็นสิ่งแวดล้อมสำหรับมนุษย์ - <em>Utu-niyāma:</em> physical inorganic order; physical laws)</li>
  <li><strong>พีชนิยาม</strong> (กฎธรรมชาติเกี่ยวกับการสืบพันธุ์ มีพันธุกรรมเป็นต้น - <em>Bīja-niyāma:</em> physical organic order; biological laws)</li>
  <li><strong>จิตตนิยาม</strong> (กฎธรรมชาติเกี่ยวกับการทำงานของจิต - <em>Citta-niyāma:</em> psychic law)</li>
  <li><strong>กรรมนิยาม</strong> (กฎธรรมชาติเกี่ยวกับการกระทำของมนุษย์ คือ กระบวนการให้ผลของการกระทำ - <em>Kamma-niyāma:</em> order of act and result; the law of Kamma; moral laws)</li>
  <li><strong>ธรรมนิยาม</strong> (กฎธรรมชาติเกี่ยวกับความสัมพันธ์และอาการที่เป็นเหตุเป็นผลแก่กันแห่งสิ่งทั้งหลาย - <em>Dhamma-āma:</em> order of the norm; the general law of cause and effect; causality and conditionality)</li>
</ol>
<p><em><small>ดู</small> [86] ธรรมนิยาม 3; [176] วิบัติ 4<sup><small>2</small></sup>; <br>[177] สมบัติ 4. DA.II.432; DhsA.272. ที.อ.2/34; สงฺคณี.อ.408.</em></p>

<p><big>[224] นิโรธ 5</big> (ความดับกิเลส, ภาวะไร้กิเลสและไม่มีทุกข์เกิดขึ้น - <em>Nirodha:</em> extinction; cessation of defilements; non-arising of suffering)</p>
<ol>
  <li><strong>วิกขัมภนนิโรธ</strong> (ดับด้วยข่มไว้ คือ การดับกิเลสของท่านผู้บำเพ็ญฌาน ถึงปฐมฌาน ย่อมข่มนิวรณ์ไว้ได้ ตลอดเวลาที่อยู่ในฌานนั้น - <em>Vikkhambhana-nirodha:</em> extinction by suppression)</li>
  <li><strong>ตทังคนิโรธ</strong> (ดับด้วยองค์นั้นๆ คือ ดับกิเลสด้วยธรรมที่เป็นคู่ปรับหรือธรรมที่ตรงข้าม เช่น ดับสักกายทิฏฐิด้วยความรู้ที่กำหนดแยกนามรูปออกได้ เป็นการดับชั่วคราวในกรณีนั้นๆ - <em>Tadaṅga-nirodha:</em> extinction by substitution of opposites)</li>
  <li><strong>สมุจเฉทนิโรธ</strong> (ดับด้วยตัดขาด คือ ดับกิเลสเสร็จสิ้นเด็ดขาด ด้วยโลกุตตรมรรค ในขณะแห่งมรรคนั้น ชื่อสมุจเฉทนิโรธ - <em>Samuccheda-nirodha:</em> extinction by cutting off or extirpation)</li>
  <li><strong>ปฏิปัสสัทธินิโรธ</strong> (ดับด้วยสงบระงับ คือ อาศัยโลกุตตรมรรคดับกิเลสเด็ดขาดไปแล้ว บรรลุโลกุตตรผล กิเลสเป็นอันสงบระงับไปหมดแล้ว ไม่ต้องขวนขวายเพื่อดับอีก ในขณะแห่งผลนั้นชื่อ ปฏิปัสสัทธินิโรธ - <em>Paṭipassaddhi-nirodha:</em> extinction by tranquillization)</li>
  <li><strong>นิสสรณนิโรธ</strong> (ดับด้วยสลัดออกได้ หรือดับด้วยปลอดโปร่งไป คือ ดับกิเลสเสร็จสิ้นแล้ว ดำรงอยู่ในภาวะที่กิเลสดับแล้วนั้นยั่งยืนตลอดไป ภาวะนั้นชื่อ นิสสรณนิโรธ ได้แก่อมตธาตุ คือ นิพพาน - <em>Nissaraṇa-nirodha:</em> extinction by escape; extinction by getting freed)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>ปหาน 5</strong> (การละกิเลส - abandonment), <strong>วิมุตติ 5</strong> (ความหลุดพ้น - deliverance), <strong>วิเวก 5</strong> (ความสงัด, ความปลีกออก - seclusion), <strong>วิราคะ 5</strong> (ความคลายกำหนัด, ความสำรอกออกได้ - detachment; dispassionateness), <strong>โวสสัคคะ 5</strong> (ความสละ, ความปล่อย - relinquishing) ก็อย่างเดียวกันนี้ทั้งหมด</p>
<p>Ps.I.27,220-221; Vism.410. ขุ.ปฏิ.31/65/39; 704/609; วิสุทฺธิ.2/249.</p>
''',/*125*/
    '''<p><big>[225] นิวรณ์ 5</big> (สิ่งที่กั้นจิตไม่ให้ก้าวหน้าในคุณธรรม, ธรรมที่กั้นจิตไม่ให้บรรลุคุณความดี, อกุศลธรรมที่ทำจิตให้เศร้าหมองและทำปัญญาให้อ่อนกำลัง - <em>Nīvaraṇa:</em> hindrances.)</p>
<ol>
  <li><strong>กามฉันทะ</strong> (ความพอใจในกาม, ความต้องการกามคุณ—<em>Kāmachanda:</em> sensual desire)</li>
  <li><strong>พยาบาท</strong> (ความคิดร้าย, ความขัดเคืองแค้นใจ - <em>Byāpāda:</em> illwill)</li>
  <li><strong>ถีนมิทธะ</strong> (ความหดหู่และเซื่องซึม - Thīna-middha: sloth and torpor)</li>
  <li><strong>อุทธัจจกุกกุจจะ</strong> (ความฟุ้งซ่านและร้อนใจ, ความกระวนกระวายกลุ้มกังวล - <em>Uddhacca-kukkucca:</em> distraction and remorse; flurry and worry; restlessness and anxiety)</li>
  <li><strong>วิจิกิจฉา</strong> (ความลังเลสงสัย - <em>Vicikicchā:</em> doubt; uncertainty)</li>
</ol>
<p>A.III.62; Vbh.378. องฺ.ปญฺจก.22/51/72; อภิ.วิ.35/983/510.</p>
<big>[☆☆☆] เบญจธรรม </big><small><em>ดู</small> [239] เบญจธรรม.</em><br>
<big>[☆☆☆] เบญจศีล </big><small><em>ดู</small> [238] ศีล 5.</em><br>
<big>[☆☆☆] ประโยชน์ที่ควรถือเอาจากโภคทรัพย์ 5 </big><small><em>ดู</small> [232] โภคอาทิยะ 5</em><br>
<big>[☆☆☆] ปหาน 5 (การละกิเลส - Pahāna: abandonment) </big><small><em>ดู</small> [224] นิโรธ 5</em><br>
<big>[☆☆☆] ปัญจกัชฌาน </big><small><em>ดู</small> [7] ฌาน 2.</em><br>
<p><big>[226] ปีติ 5</big> (ความอิ่มใจ, ความดื่มด่ำ - <em>Pīti:</em> joy; interest; zest; rapture)</p>
<ol>
  <li><strong>ขุททกาปีติ</strong> (ปีติเล็กน้อย พอขนชูชันน้ำตาไหล - <em>Khuddakā-pīti:</em> minor rapture; lesser thrill)</li>
  <li><strong>ขณิกาปีติ</strong> (ปีติชั่วขณะ ทำให้รู้สึกแปลบๆ เป็นขณะๆ ดุจฟ้าแลบ - <em>Khaṇikā-pīti:</em> momentary or instantaneous joy)</li>
  <li><strong>โอกกันติกาปีติ</strong> (ปีติเป็นระลอกหรือปีติเป็นพักๆ ให้รู้สึกซู่ลงมาๆ ในกาย ดุจคลื่นซัดต้องฝั่ง - <em>Okkantikā-pīti:</em> showering joy; flood of joy)</li>
  <li><strong>อุพเพคาปีติ หรือ อุพเพงคาปีติ</strong> (ปีติโลดลอย เป็นอย่างแรงให้รู้สึกใจฟูแสดงอาการหรือทำการบางอย่างโดยมิได้ตั้งใจ เช่น เปล่งอุทาน เป็นต้น หรือให้รู้สึกตัวเบาลอยขึ้นไปในอากาศ - <em>Ubbegā-pīti:</em> uplifting joy)</li>
  <li><strong>ผรณาปีติ</strong> (ปีติซาบซ่าน ให้รู้สึกเย็นซ่านแผ่เอิบอาบไปทั่วสรรพางค์ ปีติที่ประกอบกับสมาธิ ท่านมุ่งเอาข้อนี้ - <em>Pharaṇā-pīti:</em> suffusing joy; pervading rapture)</li>
</ol>
<p>Vism.143. วิสุทฺธิ.1/182.</p>
''',/*173*/
    '''<p><big>[227] พร 5 </big>(สิ่งน่าปรารถนาที่บุคคลหนึ่งอำนวยให้หรือแสดงความประสงค์ด้วยความปรารถนาดีให้เกิดมีขึ้นแก่บุคคลอื่น; สิ่งประเสริฐ, สิ่งดีเยี่ยม - <em>Vara:</em> blessing; boon; excellent thing)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พรที่รู้จักกันมากได้แก่ ชุดที่มีจำนวน 4 ข้อ ซึ่งเรียกกันว่า <strong>จตุรพิธพร</strong> หรือพร 4 ประการคือ <em>อายุ วรรณะ สุขะ พละ</em></p>
<p>Dh.109; A.II.63.	ขุ.ธ.25/18/29; องฺ.จตุกฺก.21/58/83.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พรที่เป็นชุดมีจำนวน 5 ข้อบ้าง 6 ข้อบ้าง ก็มี เช่น <em>อายุ วรรณะ สุขะ พละ ปฏิภาณ</em> (<small>องฺ.ปญฺจก.22/37/44 = A.III.42</small>); <em>อายุ วรรณะ ยศ เกียรติ สุขะ พละ</em> (<em>องฺ.จตุกฺก.21/34/45; องฺ.ปญฺจก. 22/32/38; ขุ.อิติ. 25/270/299 = A.II.35; A.III.36; It.89</em>); <em>อายุ วรรณะ สุขะ ยศ เกียรติ สัคคะ คือสวรรค์ พร้อมทั้ง อุจจากุลีนตา</em> คือความมีตระกูลสูง (<small>องฺ.ปญฺจก. 22/43/51 = A.III.48</small>); <em>อายุ วรรณะ ยศ สุข อาธิปัจจะ</em> คือความเป็นใหญ่ (<small>ขุ.เปต. 26/106/195 = Pv. 308</small>) และชุดที่จะกล่าวถึงต่อไปคือ <em>อายุ วรรณะ สุขะ โภคะ พละ</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อย่างไรก็ดี พึงทราบว่า คำว่า <em>พร</em> ในที่นี้ เป็นการใช้โดยอนุโลมตามความหมายในภาษาไทย ซึ่งเพี้ยนไปแล้วจากความหมายเดิมในภาษาบาลี ในภาษาบาลีแต่เดิม <em>พร</em> หมายถึง ผลประโยชน์หรือสิทธิพิเศษที่อนุญาตหรืออำนวยให้ตามที่ขอ พรที่กล่าวถึง ณ ที่นี้ทั้งหมด ในบาลีไม่ได้เรียกว่า <em>พร</em> แต่เรียกว่า <em>ฐานะ</em> หรือ <em>ธรรม</em> ที่น่าปรารถนา น่าใคร่ น่าพอใจ (ซึ่งจะบรรลุได้ด้วยกรรมคือการกระทำที่ดีอันเป็นบุญ)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำหรับพระภิกษุ พรหรือธรรมอันน่าปรารถนาเหล่านี้ หมายถึงคุณธรรมต่างๆ ที่ควรปลูกฝังฝึกอบรมให้เกิดมี ดังพุทธพจน์ว่า: ภิกษุท่องเที่ยวอยู่ ภายในถิ่นท่องเที่ยวที่เป็นแดนของตนอันสืบทอดมาแต่บิดา (คือ สติปัฏฐาน 4) จักเจริญด้วย</p>
<ol>
<li><strong>อายุ</strong> คือ พลังที่หล่อเลี้ยงทรงชีวิตให้สืบต่ออยู่ได้ยาวนาน ได้แก่ อิทธิบาท 4 (for monks, <em>Āyu:</em> longevity = the Four Bases of Accomplishment)</li>
<li><strong>วรรณะ</strong> คือ ความงามเอิบอิ่มผ่องใสน่าเจริญตาเจริญใจ ได้แก่ ศีล (<em>Vaṇṇa:</em> beauty = moral conduct)</li>
<li><strong>สุขะ</strong> คือ ความสุข ได้แก่ ฌาน 4 (<em>Sukha:</em> happiness = the Four Meditative Absorptions)</li>
<li><strong>โภคะ</strong> คือ ความพรั่งพร้อมด้วยทรัพย์สมบัติและอุปกรณ์ต่างๆ อันอำนวยความสุขความสะดวกสบาย ได้แก่ อัปปมัญญา หรือพรหมวิหาร 4 (<em>Bhoga:</em> wealth = the Four Boundless Sublime States of Mind)</li>
<li><strong>พละ</strong> คือ กำลังแรงความเข้มแข็งที่ทำให้ข่มขจัดได้แม้แต่กำลังแห่งมาร ทำให้สามารถดำเนินชีวิตที่ดีงามปลอดโปร่งเป็นสุข บำเพ็ญกิจด้วยบริสุทธิ์และเต็มที่ ไม่มีกิเลสหรือความทุกข์ใดๆ จะสามารถบีบคั้นครอบงำ ได้แก่ วิมุตติ ความหลุดพ้น หมดสิ้นอาสวะ หรืออรหัตตผล (<em>Bala:</em> strength or power = the Final Freedom)</li>
</ol>
<p>D.III.77.	ที.ปา.11/50/85.</p>
<p><big>[228] พละ 5</big> (ธรรมอันเป็นกำลัง - <em>Bala:</em> power)</p>
<p>องค์ธรรม 5 อย่างในหมวดนี้ มีชื่อตรงกับ <em>อินทรีย์ 5</em> จึงขอให้ดูที่ <em>[258] อินทรีย์ 5</em><br>พละหมวดนี้เป็นหลักปฏิบัติทางจิตใจ ให้ถึงความหลุดพ้นโดยตรง</p>
<p>D.III.239; A.III.10; Vbh.342.	ที.ปา.11/300/252; องฺ.ปญฺจก.22/13/11; อภิ.วิ.35/844/462.</p>
''',/*126*/ '''<p><big>[229] พละ 4</big> (ธรรมอันเป็นกำลัง, ธรรมอันเป็นพลังทำให้ดำเนินชีวิตด้วยความมั่นใจ ไม่หวั่นต่อภัยทุกอย่าง - <em>Bala:</em> strength; force; power)</p>
<ol>
<li><strong>ปัญญาพละ</strong> (กำลังปัญญา - <em>Paññā-bala:</em> power of wisdom)</li>
<li><strong>วิริยพละ</strong> (กำลังความเพียร - <em>Viriya-bala:</em> power of energy or diligence)</li>
<li><strong>อนวัชชพละ</strong> (กำลังสุจริต หรือ กำลังความบริสุทธิ์, ตามศัพท์แปลว่า กำลังการกระทำที่ไม่มีโทษ คือ มีกายกรรม วจีกรรม มโนกรรมบริสุทธิ์ เช่นมีความประพฤติและหน้าที่การงานสุจริต ไม่มีข้อบกพร่องเสียหาย พูดจริง มีเหตุผล มุ่งดี ไม่รุกรานให้ร้ายใคร ทำการด้วยเจตนาบริสุทธิ์ - <em>Anavajja-bala:</em> power of faultlessness, blamelessness or cleanliness)</li>
<li><strong>สังคหพละ</strong> (กำลังการสงเคราะห์ คือ การยึดเหนี่ยวน้ำใจคนและประสานหมู่ชนไว้ในสามัคคี - <em>Saṅgaha-bala:</em> power of sympathy or solidarity) สงเคราะห์ด้วยสังคหวัตถุ 4 คือ</li>
<ol start="1">
<li><em>ทาน</em> (การให้ปัน โดยปกติหมายถึง ช่วยเหลือในด้านทุนหรือปัจจัยเครื่องยังชีพ ตลอดจนเผื่อแผ่กันด้วยไมตรี อย่างเลิศหมายถึงธรรมทาน คือ แนะนำสั่งสอนให้ความรู้ความเข้าใจ จนเขารู้จักพึ่งตนเองได้ - <em>Dāna:</em> gift; charity; benefaction)</li>
<li><em>เปยยวัชชะ</em> (พูดจับใจ, = ปิยวาจา คือ พูดด้วยน้ำใจหวังดี มุ่งให้เป็นประโยชน์ และรู้จักพูดให้เป็นผลดี ทำให้เกิดความเชื่อถือ สนิทสนม และเคารพนับถือกัน อย่างเลิศหมายถึง หมั่นแสดงธรรม คอยช่วยชี้แจงแนะนำหลักความจริง ความถูกต้องดีงาม แก่ผู้ที่ต้องการ - <em>Peyyavajja:</em> kindly speech)</li>
<li><em>อัตถจริยา</em> (บำเพ็ญประโยชน์ คือ ช่วยเหลือรับใช้ ทำงานสร้างสรรค์ ประพฤติการที่เป็นประโยชน์ อย่างเลิศหมายถึง ช่วยเหลือส่งเสริมคนให้มีความเชื่อถือถูกต้อง (สัทธาสัมปทา) ให้ประพฤติดีงาม (สีลสัมปทา) ให้มีความเสียสละ (จาคสัมปทา) และให้มีปัญญา (ปัญญาสัมปทา) - <em>Atthacariyā:</em> friendly aid; doing good; life of service)</li>
<li><em>สมานัตตตา</em> (มีตนเสมอ คือ เสมอภาค ไม่เอาเปรียบ ไม่ถือสูงต่ำ ร่วมสุขร่วมทุกข์ด้วย อย่างเลิศหมายถึง มีความเสมอกันโดยธรรม เช่น พระโสดาบันมีตนเสมอกับพระโสดาบัน เป็นต้น - <em>Samānattatā:</em> equality; impartiality; participation)</li>
</ol>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พละหมวดนี้ เป็นหลักประกันของชีวิต ผู้ประพฤติธรรม 4 นี้ย่อมดำเนินชีวิตด้วยความมั่นใจ เพราะเป็นผู้มีพลังในตน ย่อมข้ามพ้นภัยทั้ง 5 คือ</p>
<ol>
<li><em>อาชีวิตภัย</em> (ภัยเนื่องด้วยการครองชีพ - fear of troubles about livelihood)</li>
<li><em>อสิโลกภัย</em> (ภัยคือความเสื่อมเสียชื่อเสียง - fear of ill-fame)</li>
<li><em>ปริสสารัชชภัย</em> (ภัยคือความครั่นคร้ามเก้อเขินในที่ชุมนุม - fear of embarrassment in assemblies)</li>
<li><em>มรณภัย</em> (ภัยคือความตาย - fear of death)</li>
<li><em>ทุคคติภัย</em> (ภัยคือทุคติ - fear of a miserable life after death)</li>
</ol>
<p><em><small>ดู</small> [186] สังคหวัตถุ 4.<em></p>
<p>A.IV.363.	องฺ.นวก.23/209/376.</p>
''',
    /*127*/'''
<p><big>[230] พละ 5 ของพระมหากษัตริย์</big> (พลังของบุคคลผู้ยิ่งใหญ่ที่สามารถเป็นกษัตริย์ปกครองแผ่นดินได้ - <em>Bala:</em> strengths of a king)</p>
<ol>
<li><strong>พาหาพละ</strong> หรือ <strong>กายพละ</strong> (กำลังแขน หรือกำลังกาย คือ ความแข็งแรงมีสุขภาพดี สามารถและชำนาญในการใช้แขนใช้มือใช้อาวุธ ตลอดจนมียุทโธปกรณ์พรั่งพร้อม - <em>Bāhā-bala, Kāya-bala:</em> strength of arms)</li>
<li><strong>โภคพละ</strong> (กำลังโภคสมบัติ คือ มีทุนทรัพย์บริบูรณ์ พร้อมที่จะใช้บำรุงเลี้ยงคน และดำเนินกิจการได้ไม่ติดขัด - <em>Bhoga-bala:</em> strength of wealth)</li>
<li><strong>อมัจจพละ</strong> (กำลังอำมาตย์ หรือกำลังข้าราชการ คือ มีที่ปรึกษาและข้าราชการระดับบริหารที่ทรงคุณวุฒิเก่งกล้าสามารถ และจงรักภักดี ซื่อสัตย์ต่อแผ่นดิน - <em>Amacca-bala:</em> strength of counsellors or ministers)</li>
<li><strong>อภิชัจจพละ</strong> (กำลังความมีชาติสูง คือ กำเนิดในตระกูลสูง เป็นขัตติยชาติต้องด้วยความนิยมเชิดชูของมหาชน และได้รับการฝึกอบรมมาแล้วเป็นอย่างดีตามประเพณีแห่งชาติตระกูลนั้น - <em>Abhijacca-bala:</em> strength of high birth)</li>
<li><strong>ปัญญาพละ</strong> (กำลังปัญญา คือ ทรงปรีชาญาณ หยั่งรู้เหตุผล ผิดชอบ ประโยชน์ มิใช่ประโยชน์ สามารถวินิจฉัยเหตุการณ์ทั้งภายในภายนอก และดำริการต่างๆ ให้ได้ผลเป็นอย่างดี - <em>Paññā-bala:</em> strength of wisdom)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กำลังแขน หรือกำลังกาย แม้จะสำคัญ แต่ท่านจัดว่าต่ำสุด หากไม่มีพลังอื่นควบคุมค้ำจุน อาจกลายเป็นกำลังอันธพาล ส่วนกำลังปัญญา ท่านจัดว่าเป็นกำลังอันประเสริฐ เป็นยอดแห่งกำลังทั้งปวง เพราะเป็นเครื่องกำกับ ควบคุม และนำทางกำลังอื่นทุกอย่าง</p>
<p>J.V.120.	ขุ.ชา.27/2444/532; ชา.อ.7/348.</p>
<p>[231] พหูสูตมีองค์ 5 (คุณสมบัติที่ทำให้ควรได้รับชื่อว่าเป็นพหูสูต คือ ผู้ได้เรียนรู้มาก หรือคงแก่เรียน - <em>Bahussutaṅga:</em> qualities of a learned person)</p>
<ol>
<li><strong>พหุสฺสุตา</strong> (ฟังมาก คือ ได้เล่าเรียนสดับฟังไว้มาก - <em>Bahussutā:</em> having heard or learned many ideas)</li>
<li><strong>ธตา</strong> (จำได้ คือ จับหลักหรือสาระได้ ทรงจำความไว้แม่นยำ - <em>Dhatā:</em> having retained or remembered them)</li>
<li><strong>วจสา ปริจิตา</strong> (คล่องปาก คือ ท่องบ่นหรือใช้พูดอยู่เสมอจนแคล่วคล่องจัดเจน - <em>Vacasā paricitā:</em> having frequently practised them verbally; having consolidated them by word of mouth)</li>
<li><strong>มนสานุเปกฺขิตา</strong> (เพ่งขึ้นใจ คือ ใส่ใจนึกคิดพิจารณาจนเจนใจ นึกถึงครั้งใด ก็ปรากฏเนื้อความสว่างชัด - <em>Manasānupekkhitā:</em> having looked over them with the mind)</li>
<li><strong>ทิฏฐิยา สุปฏิวิทฺธา</strong>	(ขบได้ด้วยทฤษฎี หรือแทงตลอดดีด้วยทิฏฐิ คือ มีความเข้าใจลึกซึ้ง</li>
</ol>
<p>มองเห็นประจักษ์แจ้งด้วยปัญญา ทั้งในแง่ความหมายและเหตุผล	<em>Diṭṭhiyā supaṭividdhā:</em></p>
<p>having thoroughly penetrated them by view)</p>
<p>A.III.112.	องฺ.ปญฺจก.22/87/129.</p>
''',/*128*/'''<p><big>[232] โภคอาทิยะ หรือ โภคาทิยะ 5</big> (ประโยชน์ที่ควรถือเอาจากโภคทรัพย์ หรือ เหตุผลที่อริยสาวกควรยึดถือ ในการที่จะมีหรือครอบครองโภคทรัพย์ - <em>Bhoga-ādiya:</em> uses of possessions; benefits which one should get from wealth; reasons for earning and having wealth)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อริยสาวกแสวงหาโภคทรัพย์มาได้ ด้วยน้ำพักน้ำแรงความขยันหมั่นเพียรของตน และโดยทางสุจริตชอบธรรมแล้ว</p>
<ol>
<li><em>เลี้ยงตัว มารดาบิดา บุตรภรรยา และคนในปกครองทั้งหลายให้เป็นสุข</em> (to make oneself, one’s parents, children, wife, servants and workmen happy and live in comfort)</li>
<li><em>บำรุงมิตรสหายและผู้ร่วมกิจการงานให้เป็นสุข</em> (to share this happiness and comfort with one’s friends)</li>
<li><em>ใช้ป้องกันภยันตราย</em> (to make oneself secure against all misfortunes)</li>
<li><em>ทำพลี 5 อย่าง</em> (to make the fivefold offering)</li>
<ul style="list-style-type:none; padding-left: 0; margin-left: 0; list-style-position: inside;">
<li >ก.	<em>ญาติพลี</em> สงเคราะห์ญาติ (to relatives, by giving help to them)</p>
<li>ข.	<em>อติถิพลี</em> ต้อนรับแขก</em> (to guests, by receiving them)</p>
<li>ค.	<em>ปุพพเปตพลี</em> ทำบุญอุทิศให้ผู้ล่วงลับ (to the departed, by dedicating merit to them)</p>
<li>ง.	<em>ราชพลี</em> บำรุงราชการด้วยการเสียภาษีอากรเป็นต้น (to the king, i.e. to the government, by paying taxes and duties and so on)</p>
<li>จ.	<em>เทวตาพลี</em> ถวายเทวดา<small>*</small> คือ สักการะบำรุงหรือทำบุญอุทิศสิ่งที่เคารพบูชาตามความเชื่อถือ (to the deities, i.e. those beings who are worshipped according to one’s faith)</p>
<p><small><sup>*</sup></small>ในจูฬนิทเทสท่านอธิบายความหมายของเทวดาไว้ว่าได้แก่สิ่งที่นับถือเป็นทักขิไณยของตนๆ (เย เยสํ ทกฺขิเณยฺยา, เต เตสํ เทวตา — พวกไหนนับถือสิ่งใดเป็นทักขิไณย สิ่งนั้นก็เป็นเทวดาของพวกนั้น) และแสดงตัวอย่างไว้ตามความเชื่อถือของคนสมัยพุทธกาล ประมวลได้เป็น 5 ประเภท คือ</p>
</ul>
<ol start="1" style="list-style-position: inside;">
<li>นักบวช นักพรต (ascetics) เช่น อาชีวกเป็นเทวดาของสาวกอาชีวก นิครนถ์ ชฎิล ปริพาชก ดาบส ก็เป็นเทวดาของสาวกนิครนถ์เป็นต้นเหล่านั้นตามลำดับ</li>
<li>สัตว์เลี้ยง (domestic animals) เช่น ช้างเป็นเทวดาของพวกประพฤติพรตบูชาช้าง ม้า โค ไก่ กา เป็นต้น ก็เป็นเทวดาของพวกถือพรตบูชาสัตว์นั้นๆ ตามลำดับ</li>
<li>ธรรมชาติ (physical forces and elements) เช่น ไฟเป็นเทวดาของพวกประพฤติพรตบูชาไฟ แก้ว มณี ทิศ พระจันทร์ พระอาทิตย์ เป็นเทวดาของผู้ถือพรตบูชาสิ่งนั้นๆ ตามลำดับ</li>
<li>เทพชั้นต่ำ (lower gods) เช่น นาคเป็นเทวดาของพวกประพฤติพรตบูชานาค ครุฑ ยักษ์ คนธรรพ์ เป็นเทวดาของผู้ถือพรตบูชานาคเป็นต้นเหล่านั้นตามลำดับ (พระภูมิจัดเข้าในข้อนี้)</li>
<li>เทพชั้นสูง (higher gods) เช่น พระพรหม เป็นเทวดาของพวกประพฤติพรตบูชาพระพรหม พระอินทร์ เป็นเทวดาของผู้ถือพรตบูชาพระอินทร์ เป็นต้น</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สำหรับชนที่ยังมีความเชื่อถือในสิ่งเหล่านี้ พระพุทธศาสนาสอนเปลี่ยนแปลงเพียงให้เลิกเซ่นสรวงสังเวยเอาชีวิตบูชายัญหันมาบูชายัญชนิดใหม่ คือบริจาคทานและบำเพ็ญกุศลกรรมต่างๆ อุทิศไปให้แทน คือมุ่งที่วิธีการอันจะให้สำเร็จประโยชน์ก่อน ส่วนการเปลี่ยนแปลงความเชื่อถือเป็นเรื่องของการแก้ไขทางสติปัญญา ซึ่งประณีตขึ้นไปอีกชั้นหนึ่ง โดยเฉพาะนักบวชในประเภทที่ 1 แม้สาวกใดจะเชื่อถือ (to the deities, i.e. those beings who are worshipped according to one’s faith)</p>
</p>

<li><em>อุปถัมภ์บำรุงสมณพราหมณ์ผู้ประพฤติดีปฏิบัติชอบ</em> (to support those monks and spiritual teachers who lead a pure and diligent life)</li>
</ol></ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อใช้โภคทรัพย์ทำประโยชน์อย่างนี้แล้ว ถึงโภคะจะหมดสิ้นไป ก็สบายใจได้ว่า ได้ใช้โภคะนั้นให้เป็นประโยชน์ถูกต้องตามเหตุผลแล้ว ถ้าโภคะเพิ่มขึ้นก็สบายใจเช่นเดียวกัน เป็นอันไม่ต้องเดือดร้อนใจในทั้งสองกรณี.</p>
<p>A.III.45.	องฺ.ปญฺจก.22/41/48.</p>
''',/*129*/'''<p><big>[233] มัจฉริยะ 5</big> (ความตระหนี่, ความหวง, ความคิดกีดกันไม่ให้ผู้อื่นได้ดี หรือมีส่วนร่วม - <em>Macchariya:</em> meanness; avarice; selfishness; stinginess; possessiveness)</p>
<ol>
<li><strong>อาวาสมัจฉริยะ</strong> (ตระหนี่ที่อยู่, หวงที่อาศัย เช่น ภิกษุหวงเสนาสนะ กีดกันผู้อื่นหรือผู้มิใช่พวกของตน ไม่ให้เข้าอยู่ เป็นต้น - <em>Āvāsa-macchariya:</em> stinginess as to dwelling)</li>
<li><strong>กุลมัจฉริยะ</strong> (ตระหนี่ตระกูล, หวงสกุล เช่น ภิกษุหวงสกุลอุปัฏฐาก คอยกีดกันภิกษุอื่นไม่ให้เกี่ยวข้องได้รับการบำรุงด้วย เป็นต้น - <em>Kula-macchariya:</em> stinginess as to family)</li>
<li><strong>ลาภมัจฉริยะ</strong> (ตระหนี่ลาภ, หวงผลประโยชน์ เช่น ภิกษุหาทางกีดกันไม่ให้ลาภเกิดขึ้นแก่ภิกษุอื่น - <em>Lābha-macchariya:</em> stinginess as to gain)</li>
<li><strong>วัณณมัจฉริยะ</strong> (ตระหนี่วรรณะ, หวงสรีรวัณณะ คือผิวพรรณของร่างกาย ไม่พอใจให้ผู้อื่นสวยงาม ก็ดี หวงคุณวัณณะ คือ คำสรรเสริญคุณ ไม่อยากให้ใครมีคุณความดีมาแข่งตน หรือไม่พอใจได้ยินคำสรรเสริญคุณความดีของผู้อื่น ก็ดี ตลอดจนแบ่งชั้นวรรณะกัน - <em>Vaṇṇa-macchariya:</em> stinginess as to recognition; caste or class discrimination)</li>
<li><strong>ธัมมมัจฉริยะ</strong> (ตระหนี่ธรรม, หวงวิชาความรู้ และคุณพิเศษที่ได้บรรลุ ไม่ยอมสอนไม่ยอมบอกผู้อื่น กลัวเขาจะรู้เทียมเท่าหรือเกินตน - <em>Dhamma-macchariya:</em> stinginess as to knowledge or mental achievements)</li>
</ol>
<p>D.III.234; A.III.271; Vbh.357.	ที.ปา.11/282/246; องฺ.ปญฺจก.22/254/301; อภิ.วิ.35/978/509.</p>
<p><big>[234] มาร 5</big> (สิ่งที่ฆ่าบุคคลให้ตายจากคุณความดีหรือจากผลที่หมายอันประเสริฐ, สิ่งที่ล้างผลาญคุณความดี, ตัวการที่กำจัดหรือขัดขวางบุคคลมิให้บรรลุผลสำเร็จอันดีงาม - <em>Māra:</em> the Evil One; the Tempter; the Destroyer)</p>
<ol>
<li><strong>กิเลสมาร</strong> (มารคือกิเลส, กิเลสเป็นมารเพราะเป็นตัวกำจัดและขัดขวางความดี ทำให้สัตว์ประสบความพินาศทั้งในปัจจุบันและอนาคต - <em>Kilesa-māra:</em> the Māra of defilements)</li>
<li><strong>ขันธมาร</strong> (มารคือเบญจขันธ์, ขันธ์ 5 เป็นมาร เพราะเป็นสภาพอันปัจจัยปรุงแต่ง มีความขัดแย้งกันเองอยู่ภายใน ไม่มั่นคงทนนาน เป็นภาระในการบริหาร ทั้งแปรปรวนเสื่อมโทรมไปเพราะชราพยาธิเป็นต้น ล้วนรอนโอกาสมิให้บุคคลทำกิจหน้าที่ หรือบำเพ็ญคุณความดีได้เต็มปรารถนา อย่างแรง อาจถึงกับพรากโอกาสนั้นโดยสิ้นเชิง - <em>Khandha-māra:</em> the Māra of the aggregates)</li>
<li><strong>อภิสังขารมาร</strong> (มารคืออภิสังขาร, อภิสังขารเป็นมาร เพราะเป็นตัวปรุงแต่งกรรม นำให้เกิดชาติ ชรา เป็นต้น ขัดขวางมิให้หลุดพ้นไปจากสังสารทุกข์ - <em>Abhisaṅkhāra-māra:</em> the Māra of Karma-formations)</li>
<li><strong>เทวปุตตมาร</strong> (มารคือเทพบุตร, เทพยิ่งใหญ่ระดับสูงสุดแห่งชั้นกามาวจรตนหนึ่งชื่อว่ามาร เพราะเป็นนิมิตแห่งความขัดข้อง คอยขัดขวางเหนี่ยวรั้งบุคคลไว้ มิให้ล่วงพ้นจากแดนอำนาจครอบงำของตน โดยชักให้ห่วงพะวงในกามสุขไม่หาญเสียสละออกไปบำเพ็ญคุณความดีที่ยิ่งใหญ่ได้ - <em>Devaputta-māra:</em> the Māra as deity)</li>
<li><strong>มัจจุมาร</strong> (มารคือความตาย, ความตายเป็นมาร เพราะเป็นตัวการตัดโอกาสที่จะก้าวหน้าต่อไปในคุณความดีทั้งหลาย - <em>Maccu-māra:</em> the Māra as death)</li>
</ol>
<p>Vism.211; ThagA.II.16,46.	วิสุทฺธิ.1/270; เถร.อ. 2/24,383,441; วินย.ฏีกา1/481.</p>
''',/*130*/'''
<big>[☆☆☆] มิจฉาวณิชชา 5</big> (การค้าขายที่ผิดหรือไม่ชอบธรรม) เป็นคำชั้นอรรถกถา บาลีเรียก อกรณียวณิชชา คือ “วณิชชาที่ไม่ควรทำ”
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small> [235] วณิชชา 5.</em></p>
<p><big>[235] วณิชชา 5</big> (การค้าขาย 5 อย่าง ในที่นี้หมายถึง การค้าขายที่เป็นอกรณียะสำหรับอุบาสก คือ อุบาสกไม่ควรประกอบ - <em>Vaṇijjā:</em> trades which should not be plied by a lay disciple)</p>
<ol>
<li><strong>สัตถวณิชชา</strong> (ค้าขายอาวุธ - <em>Sattha-vaṇijjā:</em> trade in weapons)</li>
<li><strong>สัตตวณิชชา</strong> (ค้าขายมนุษย์ - <em>Satta-vaṇijjā:</em> trade in human beings)</li>
<li><strong>มังสวณิชชา</strong> (ค้าขายเนื้อสัตว์ - <em>Maṁsa-vaṇijjā:</em> trade in flesh; อรรถกถาแก้ว่าเลี้ยงสัตว์ไว้ขาย - trade in animals for meat)</li>
<li><strong>มัชชวณิชชา</strong> (ค้าขายของเมา - <em>Majja-vaṇijjā:</em> trade in spirits or narcotics)</li>
<li><strong>วิสวณิชชา</strong> (ค้าขายยาพิษ - <em>Visa-vaṇijjā:</em> trade in poison)</li>
</ol>
<p>A.III.207.	องฺ.ปญฺจก.22/177/233.</p>
<big>[☆☆☆] วัฑฒิ <small>หรือ</small> วัฒิ <small>หรือ</small> วุฒิ 5</big> <em><br><small>ดู</small> [249] อริยวัฑฒิ 5.</em><br>
<p><big>[236] วิมุตติ 5</big> (ความหลุดพ้น - deliverance) <em><br><small>ดู</small> [224] นิโรธ 5 เทียบ ปหาน 5.</em></p>
<big>[☆☆☆] วิราคะ 5</big> <em><small>ดู</small> [224] นิโรธ 5.<br></em>
<big>[☆☆☆] วิเวก 5</big> <em><small>ดู</small> [224] นิโรธ 5.<br></em>
<big>[☆☆☆] เวทนา 5</big>  <em><small>ดู</small> [112] เวทนา 5.<br></em>
<p><big>[237] เวสารัชชกรณธรรม 5</big> (ธรรมทำความกล้าหาญ, คุณธรรมที่ทำให้เกิดความแกล้วกล้า - <em>Vesārajjakaraṇa-dhamma:</em> qualities making for intrepidity)</p>
<ol>
<li><strong>ศรัทธา</strong> (ความเชื่อที่มีเหตุผล มั่นใจในหลักที่ถือและในการดีที่ทำ - <em>Saddhā:</em> faith; confidence)</li>
<li><strong>ศีล</strong> (ความประพฤติถูกต้องดีงาม ไม่ผิดระเบียบวินัย ไม่ผิดศีลธรรม - <em>Sīla:</em> good conduct; morality)</li>
<li><strong>พาหุสัจจะ</strong> (ความเป็นผู้ได้ศึกษาเล่าเรียนมาก - <em>Bāhusacca:</em> great learning)</li>
<li><strong>วิริยารัมภะ</strong> (ปรารภความเพียร คือ การที่ได้เริ่มลงมือทำความเพียรพยายามในกิจการนั้นๆ อยู่แล้วอย่างมั่นคงจริงจัง - <em>Viriyārambha:</em> exertion; energy)</li>
<li><strong>ปัญญา</strong> (ความรอบรู้ เข้าใจชัดในเหตุผล ดี ชั่ว ประโยชน์ มิใช่ประโยชน์ เป็นต้น รู้คิด รู้วินิจฉัย และรู้ที่จะจัดการ - <em>Paññā:</em> wisdom; understanding)</li>
</ol>
<p>A.III.127.	องฺ.ปญฺจก.22/101/144.</p>
''', /*131*/ '''<big>[☆☆☆] โวสสัคคะ 5</big> <em><small>ดู</small> [224] นิโรธ 5.</em>
<p><big>[238] ศีล 5 หรือ เบญจศีล</big> (ความประพฤติชอบทางกายและวาจา, การรักษากายวาจาให้เรียบร้อย, การรักษาปกติตามระเบียบวินัย, ข้อปฏิบัติในการเว้นจากความชั่ว, การควบคุมตนให้ตั้งอยู่ในความไม่เบียดเบียน - <em>Pañca-sīla:</em> the Five Precepts; rules of morality)</p>
<ol>
<li><strong>ปาณาติปาตา เวรมณี</strong> (เว้นจากการปลงชีวิต, เว้นจากการฆ่าการประทุษร้ายกัน - <em>Pāṇātipātā veramaṇī:</em> to abstain from killing)</li>
<li><strong>อทินฺนาทานา เวรมณี</strong> (เว้นจากการถือเอาของที่เขามิได้ให้, เว้นจากการลัก โกง ละเมิดกรรมสิทธิ์ ทำลายทรัพย์สิน - <em>Adinnādānā ~:</em> to abstain from stealing)</li>
<li><strong>กาเมสุมิจฺฉาจารา เวรมณี</strong> (เว้นจากการประพฤติผิดในกาม, เว้นจากการล่วงละเมิดสิ่งที่ผู้อื่นรักใคร่หวงแหน - <em>Kāmesumicchācārā ~:</em> to abstain from sexual misconduct)</li>
<li><strong>มุสาวาทา เวรมณี</strong> (เว้นจากการพูดเท็จ โกหก หลอกลวง -<em> Musāvādā ~:</em> to abstain from false speech)</li>
<li><strong>สุราเมรยมชฺชปมาทฏฺทานา เวรมณี</strong>	(เว้นจากน้ำเมาคือสุราและเมรัยอันเป็นที่ตั้งแห่งความประมาท, เว้นจากสิ่งเสพติดให้โทษ - 	<em>Surāmerayamajjapamādaṭṭhānā ~:</em> to abstain from intoxicants causing heedlessness)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ศีล 5 ข้อนี้ ในบาลีชั้นเดิมส่วนมากเรียกว่า สิกขาบท 5 (ข้อปฏิบัติในการฝึกตน - <em>Sikkhā-pada:</em> training rules) บ้าง ธรรม 5 บ้าง เมื่อปฏิบัติได้ตามนี้ ก็ชื่อว่าเป็นผู้มีศีล คือเป็นเบื้องต้นที่จัดว่าเป็นผู้มีศีล (virtuous) คำว่า เบญจศีล ที่มาในพระไตรปิฎก ปรากฏในคัมภีร์ชั้นอปทาน และพุทธวงส์ ต่อมาในสมัยหลัง มีชื่อเรียกเพิ่มขึ้นว่าเป็น นิจศีล (ศีลที่คฤหัสถ์ควรรักษาเป็นประจำ - virtues to be observed uninterruptedly) บ้าง ว่าเป็น มนุษยธรรม (ธรรมของมนุษย์หรือธรรมที่ทำให้เป็นมนุษย์ - virtues of man) บ้าง</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small></em> คำสมาทาน ใน Appendix</p>
<p>D.III.235; A.III.203,275; Vbh.285.	ที.ปา.11/286/247; องฺ.ปญฺจก.22/172/227; 264/307;  อภิ.วิ.35/767/388.</p>
<p><big>[239] เบญจธรรม หรือ เบญจกัลยาณธรรม</big> (ธรรม 5, ธรรมอันดีงามห้าอย่าง, คุณธรรมห้าประการ คู่กับเบญจศีล เป็นธรรมเกื้อกูลแก่การรักษาเบญจศีล ผู้รักษาเบญจศีลควรมีไว้ประจำใจ - <em>Pañca-dhamma:</em> the five ennobling virtues; virtues enjoined by the five precepts)</p>
<ol>
<li><strong>เมตตาและกรุณา</strong> (ความรักใคร่ปรารถนาให้มีความสุขความเจริญ และความสงสารคิดช่วยให้พ้นทุกข์ - <em>Mettā-karuṇā:</em> loving-kindness and compassion) คู่กับศีลข้อที่ 1</li>
<li><strong>สัมมาอาชีวะ</strong> (การหาเลี้ยงชีพในทางสุจริต - <em>Sammā-ājīva:</em> right means of livelihood) คู่กับศีลข้อที่ 2</li>
<li><strong>กามสังวร</strong> (ความสังวรในกาม, ความสำรวมระวังรู้จักยับยั้งควบคุมตนในทางกามารมณ์ ไม่ให้หลงใหลในรูป เสียง กลิ่น รส และสัมผัส - <em>Kāmasaṁvara:</em> sexual restraint) คู่กับศีลข้อที่ 3</li>
<li><strong>สัจจะ</strong> (ความสัตย์ ความซื่อตรง - <em>Sacca:</em> truthfulness; sincerity) คู่กับศีลข้อที่ 4</li>
<li><strong>สติสัมปชัญญะ</strong> (ระลึกได้และรู้ตัวอยู่เสมอ คือ ฝึกตนให้เป็นคนรู้จักยั้งคิด รู้สึกตัวเสมอว่า สิ่งใดควรทำ และไม่ควรทำ ระวังมิให้เป็นคนมัวเมาประมาท - <em>Sati-sampajañña:</em> mindfulness and awareness; temperance) คู่กับศีลข้อที่ 5</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 2 บางแห่งเป็น ทาน (การแบ่งปันเอื้อเฟื้อเผื่อแผ่ - <em>Dāna:</em> giving; generosity) ข้อ 3 บางแห่งเป็น สทารสันโดษ (ความพอใจด้วยภรรยาของตน - <em>Sadārasantosa:</em> contentment with one’s own wife) ข้อ 5 บางแห่งเป็น อัปปมาทะ (ความไม่ประมาท - <em>Appamāda:</em> heedfulness)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เบญจธรรมนี้ ท่านผูกเป็นหมวดธรรมขึ้นภายหลัง จึงมีแปลกกันไปบ้าง เมื่อว่าโดยที่มาหัวข้อเหล่านี้ส่วนใหญ่ประมวลได้จากความท่อนท้ายของกุศลกรรมบถข้อต้นๆ.</p>
<p><em><small>ดู</small> [320] กุศลกรรมบถ 10<sup><small>2</small></sup>; [238] ศีล 5.</em></p>''',
/*132 */
    '''<p><big>[240] ศีล 8 หรือ อัฏฐศีล</big> (การรักษาระเบียบทางกายวาจา, ข้อปฏิบัติในการฝึกหัดกายวาจาให้ยิ่งขึ้นไป - <em>Aṭṭha-sīla:</em> the Eight Precepts; training rules)</p>
<ol>
<li><strong>ปาณาติปาตา เวรมณี</strong> (เว้นจากการทำชีวิตสัตว์ให้ตกล่วงไป - <em>Pāṇātipātā veramaṇī:</em> to abstain from taking life)</li>
<li><strong>อทินฺนาทานา เวรมณี</strong> (เว้นจากการถือเอาของที่เขามิได้ให้ด้วยอาการแห่งขโมย - <em>Adinnādānā ~:</em> to abstain from taking what is not given)</li>
<li><strong>อพฺรหฺมจริยา เวรมณี</strong> (เว้นจากกรรมอันมิใช่พรหมจรรย์, เว้นจากการประพฤติผิดพรหมจรรย์ คือร่วมประเวณี - <em>Abrahmacariyā ~:</em> to abstain from unchastity)</li>
<li><strong>มุสาวาทา เวรมณี</strong> (เว้นจากการพูดเท็จ - <em>Musāvādā ~:</em> to abstain from false speech)</li>
<li><strong>สุราเมรยมชฺชปมาทฏฺฐานา เวรมณี</strong>	 (เว้นจากน้ำเมา คือสุราและเมรัยอันเป็นที่ตั้งแห่งความประมาท — <em>Surāmerayamajjapamādaṭṭhānā ~:</em> to abstain from intoxicants causing heedlessness)</li>
<li><strong>วิกาลโภชนา เวรมณี</strong> (เว้นจากการบริโภคอาหารในเวลาวิกาล คือตั้งแต่เที่ยงแล้วไป จนถึงรุ่งอรุณของวันใหม่ - <em>Vikālabhojanā ~:</em> to abstain from untimely eating)</p>
<li><strong>นจฺจคีตวาทิตวิสูกทสฺสนมาลาคนฺธวิเลปนธารณมณฺฑนวิภูสนฏฺฐานา เวรมณี</strong> (เว้นจากการฟ้อนรำ  ขับร้อง  บรรเลงดนตรี  ดูการละเล่นอันเป็นข้าศึกต่อพรหมจรรย์ การทัดทรง ดอกไม้ ของหอม และเครื่องลูบไล้ ซึ่งใช้เป็นเครื่องประดับตกแต่ง - <em>Naccagītavādita-visūkadassana-mālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā ~:</em> to abstain from dancing, singing, music and unseemly shows, from wearing garlands, smartening with scents, and embellishment with unguents)</p>
<li><strong>อุจฺจาสยนมหาสยนา เวรมณี (เว้นจากที่นอนอันสูงใหญ่หรูหราฟุ่มเฟือย</strong> - <em>Uccāsayanamahāsayanā ~:</em> to abstain from the use of high and large luxurious couches)</p></ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คำสมาทาน ให้เติม สิกฺขาปทํ สมาทิยามิ  ต่อท้ายทุกข้อ แปลเพิ่มว่า “ข้าพเจ้าขอสมาทานสิกขาบท คือเจตนางดเว้นจาก ... หรือ ข้าพเจ้าขอถือข้อปฏิบัติในการฝึกตนเพื่องดเว้นจาก ...”</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ศีล 8 นี้ สมาทานรักษาพิเศษในวันอุโบสถ เรียกว่า <strong>อุโบสถ</strong> (<em>Uposatha:</em> the Observances) หรือ <strong>อุโบสถศีล</strong> (precepts to be observed on the Observance Day)</p>
<p>A.IV.248.	องฺ.อฏฺฐก.23/131/253.</p>
''',/*133*/'''<p><big>[241] ศีล 8 ทั้งอาชีวะ หรือ อาชีวัฏฐมกศีล</big> (ศีลมีอาชีวะเป็นคำรบ 8, หลักความประพฤติรวมทั้งอาชีวะที่บริสุทธิ์ด้วยเป็นข้อที่ 8 - <em>Ājīvaṭṭhamaka-sīla:</em> virtue having livelihood as eight; the set of eight precepts of which pure livelihood is the eighth)</p>
<p><strong>1.-7.</strong> ตรงกับ กุศลกรรมบถ 7 ข้อต้น (กายกรรม 3 วจีกรรม 4)</p>
<p><strong>8.	สัมมาอาชีวะ</strong></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อาชีวัฏฐมกศีลนี้ เป็นศีลส่วน<em>อาทิพรหมจรรย์</em> คือ เป็นหลักความประพฤติเบื้องต้นของพรหมจรรย์ กล่าวคือ มรรค เป็นสิ่งที่ต้องประพฤติให้บริสุทธิ์ในขั้นต้นของการดำเนินตามอริย- อัฏฐังคิกมรรค</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ว่าโดยสาระ อาชีวัฏฐมกศีล ก็คือ องค์มรรค 3 ข้อ ในหมวดศีล คือข้อที่ 3, 4, 5 ได้แก่ <em>สัมมาวาจา สัมมากัมมันตะ</em> และ <em>สัมมาอาชีวะ</em> นั่นเอง</p>
<p><em><small>ดู</small> [293] มรรคมีองค์ 8; [319] กุศลกรรมบถ 101; [320] กุศลกรรมบถ 10<sup><small>2</small></sup>.</em></p>
<p>Vism.11.	วิสุทฺธิ.1/13.</p>
<p><big>[242] ศีล 10 หรือ ทศศีล</big> (การรักษาระเบียบทางกายวาจา, ข้อปฏิบัติในการฝึกหัดกายวาจาให้ยิ่งขึ้นไป - <em>Dasa-sīla:</em> the Ten Precepts; training rules)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>6 ข้อแรกเหมือนในศีล 8; ข้อที่ 7 แยกเป็น 2 ข้อ ดังนี้</em></p>
<p><strong>7.	นจฺจคีตวาทิตวิสูกทสฺสนา เวรมณี</strong> (เว้นจากการฟ้อนรำ ขับร้อง บรรเลงดนตรี ดูการละเล่น อันเป็นข้าศึกต่อพรหมจรรย์ - <em>Nacca~dassanā ~:</em> to abstain from dancing, singing, music and unseemly shows)</p>
<p><strong>8.	มาลาคนฺธวิเลปนธารณมณฺฑนวิภูสนฏฺฐานา เวรมณี</strong> (เว้นจากการทัดทรงดอกไม้ของหอมและเครื่องลูบไล้ ซึ่งใช้เป็นเครื่องประดับตกแต่ง — <em>Mālā~ṭhānā ~:</em>	 to abstain from wearing garlands, smartening with scents, and embellishment with unguents)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>เลื่อนข้อ 8 ในศีล 8 เป็นข้อ 9 และเติมข้อ 10 ดังนี้</em></p>
<p><strong>10.	ชาตรูปรชตปฏิคฺคหณา เวรมณี</strong> (เว้นจากการรับทองและเงิน - <em>Jātarūparajata-paṭiggahaṇā ~:</em> to abstain from accepting gold and silver)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สิกขาบท 10 นี้ เป็นศีลที่สามเณรและสามเณรีรักษาเป็นประจำ หรืออุบาสกอุบาสิกาผู้มีอุตสาหะจะรักษาก็ได้</p>
<p>Kh.I.1.	ขุ.ขุ.25/1/1.</p>
''',/*134*/'''<big>[<small>☆☆☆</small>] สกทาคามี 5</big> <em><small>ดู</small> [59] สกคามี 3, 5.</em><br>
<big>[<small>☆☆☆</small>] สมบัติของอุบาสก 5</big> <em><small>ดู</small> [259] อุบาสกธรรม 5.</em><br>
<p><big>[243] สังวร 5</big> (ความสำรวม, ความระวังปิดกั้นบาปอกุศล - <em>Saṁvara:</em> restraint)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>สังวรศีล</em> (ศีลคือสังวร, ความสำรวมเป็นศีล - virtue as restraint) ได้แก่ สังวร 5 อย่าง คือ</p>
<ol>
<li><strong>ปาติโมกขสังวร</strong> (สำรวมในปาติโมกข์ คือ รักษาสิกขาบทเคร่งครัดตามที่ทรงบัญญัติไว้ในพระปาติโมกข์ - <em>Pāṭimokkha-saṁvara:</em> restraint by the monastic code of discipline)</li>
<li><strong>สติสังวร</strong> (สำรวมด้วยสติ คือ สำรวมอินทรีย์มีจักษุเป็นต้น ระวังรักษามิให้บาปอกุศลธรรมเข้าครอบงำ เมื่อเห็นรูป เป็นต้น - <em>Sati-saṁvara:</em> restraint by mindfulness) = อินทรียสังวร</li>
<li><strong>ญาณสังวร</strong> (สำรวมด้วยญาณ คือ ตัดกระแสกิเลสมีตัณหาเป็นต้นเสียได้ ด้วยใช้ปัญญาพิจารณา มิให้เข้ามาครอบงำจิต ตลอดถึงรู้จักพิจารณาเสพปัจจัยสี่ - <em>Ñāṇa-saṁvara:</em> restraint by knowledge) = ปัจจัยปัจจเวกขณ์</li>
<li><strong>ขันติสังวร</strong> (สำรวมด้วยขันติ คือ อดทนต่อหนาว ร้อน หิว กระหาย ถ้อยคำแรงร้าย และทุกขเวทนาต่างๆ ได้ ไม่แสดงความวิการ - <em>Khanti-saṁvara:</em> restraint by patience)</li>
<li><strong>วิริยสังวร</strong> (สำรวมด้วยความเพียร คือ พยายามขับไล่ บรรเทา กำจัดอกุศลวิตกที่เกิดขึ้นแล้วให้หมดไปเป็นต้น ตลอดจนละมิจฉาชีพ เพียรแสวงหาปัจจัยสี่เลี้ยงชีวิตด้วยสัมมาชีพ ที่เรียกว่า อาชีวปาริสุทธิ - <em>Viriya-saṁvara:</em> restraint by energy) = อาชีวปาริสุทธิ.</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในคัมภีร์บางแห่งที่อธิบายคำว่า <em>วินัย</em> แบ่งวินัยเป็น 2 คือ <em>สังวรวินัย</em> กับ <em>ปหานวินัย</em> และจำแนกสังวรวินัยเป็น 5 มีแปลกจากนี้เฉพาะข้อที่ 1 เป็น <em>สีลสังวร.</em> (<small>ดู สุตฺต.อ.1/9; สงฺคณี.อ.505; SnA.8; DhsA.351</small>).</p>
<p>Vism.7; PsA.14,447; VbhA.330.	วิสุทฺธิ.1/8; ปฏิสํ.อ.16; วิภงฺค.อ.429.</p>
<p><big>[244] สุทธาวาส 5</big> (พวกมีที่อยู่อันบริสุทธิ์ หรือที่อยู่ของท่านผู้บริสุทธิ์ คือที่เกิดของพระอนาคามี - <em>Suddhāvāsa:</em> pure abodes) ได้แก่ <em>อวิหา อตัปปา สุทัสสา สุทัสสี</em> และ <em>อกนิฏฐา</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สุทธาวาส 5 นี้ เป็นรูปาวจรภูมิ (ชั้นจตุตถฌานภูมิ ลำดับที่ 3 ถึง 7) ในพระไตรปิฎกแสดงไว้ในรายชื่อที่รวมกับภูมิอื่นๆ บ้างเท่าที่มีเรื่องเกี่ยวข้อง จึงไม่มีรายชื่อภูมิทั้งหมดทุกชั้นทุกระดับครบถ้วนในที่เดียว แต่ในคัมภีร์ชั้นอรรถกถาบางแห่ง ท่านแสดงรายชื่อภูมิไว้ทั้งหมดครบทุกชั้นทุกระดับ มีจำนวนรวมทั้งสิ้น 31 ภูมิ จึงจะแสดงความหมายของชื่อสุทธาวาสภูมิทั้ง 5 นี้ รวมไว้ในรายชื่อภูมิ 31 นั้น</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small> [351] ภูมิ 31.</em></p>
<p>D.III.237; M.III.99-103; Pug.17.	<br>ที.ปา.11/2/250; ม.อุ.14/317-332/216-225; อภิ.ปุ.36/56/149.</p>
''',/*135*/'''
<big>[<small>☆☆☆</small>] องค์แห่งธรรมกถึก 5</big> <em><small>ดู</small> [219] ธรรมเทสกธรรม 5.</em><br>
<big>[<small>☆☆☆</small>] องค์แห่งภิกษุใหม่ 5</big> <em><small>ดู</small> [222] นวกภิกขุธรรม 5.</em><br>
<p><big>[245]	 อนันตริยกรรม 5</big> (กรรมหนักที่สุดฝ่ายบาปอกุศล ซึ่งให้ผลรุนแรงต่อเนื่องไป โดยไม่มีกรรมอื่นจะมากั้นหรือคั่นได้ - <em>Anantariya-kamma:</em> immediacy-deeds; heinous crimes which bring immediate, uninterrupted and uninterruptible results)</p>
<ol>
<li><strong>มาตุฆาต</strong> (ฆ่ามารดา - <em>Mātughāta:</em> matricide)</li>
<li><strong>ปิตุฆาต</strong> (ฆ่าบิดา - <em>Pitughāta:</em> patricide)</li>
<li><strong>อรหันตฆาต</strong> (ฆ่าพระอรหันต์ - <em>Arahantaghāta:</em> killing an Arahant)</li>
<li><strong>โลหิตุปบาท</strong> (ทำร้ายพระพุทธเจ้าจนถึงพระโลหิตห้อขึ้นไป - <em>Lohituppāda:</em> causing a Buddha to suffer a contusion or to bleed)</li>
<li><strong>สังฆเภท</strong> (ยังสงฆ์ให้แตกกัน, ทำลายสงฆ์ - <em>Saṅghabheda:</em> causing schism in the Order)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กรรม 5 นี้ ในพระบาลีเรียกว่า <em>อนันตริกกรรม</em></p>
<p>A.III.146; Vbh.378.	องฺ.ปญฺจก.22/129/165; อภิ.วิ.35/984/510.</p>
<big>[<small>☆☆☆</small>] อนาคามี 5</big> <em><small>ดู</small> [60] อนาคามี 5.</em><br>
<p><big>[246] อนุปุพพิกถา 5</big> (เรื่องที่กล่าวถึงตามลำดับ, ธรรมเทศนาที่แสดงเนื้อความลุ่มลึกลงไปโดยลำดับ เพื่อขัดเกลาอัธยาศัยของผู้ฟังให้ประณีตขึ้นไปเป็นชั้นๆ จนพร้อมที่จะทำความเข้าใจในธรรมส่วนปรมัตถ์ - <em>Anupubbikathā:</em> progressive sermon; graduated sermon; subjects for gradual instruction)</p>
<ol>
<li><strong>ทานกถา</strong> (เรื่องทาน, กล่าวถึงการให้ การเสียสละเผื่อแผ่แบ่งปัน ช่วยเหลือกัน - <em>Dāna-kathā:</em> talk on giving, liberality or charity)</li>
<li><strong>สีลกถา</strong> (เรื่องศีล, กล่าวถึงความประพฤติที่ถูกต้องดีงาม - <em>Sīla-kathā:</em> talk on morality or righteousness)</li>
<li><strong>สัคคกถา</strong> (เรื่องสวรรค์, กล่าวถึงความสุขความเจริญ และผลที่น่าปรารถนาอันเป็นส่วนดีของกาม ที่จะพึงเข้าถึง เมื่อได้ประพฤติดีงามตามหลักธรรมสองข้อต้น - <em>Sagga-kathā:</em> talk on heavenly pleasures)</li>
<li><strong>กามาทีนวกถา</strong> (เรื่องโทษแห่งกาม, กล่าวถึงส่วนเสีย ข้อบกพร่องของกาม พร้อมทั้งผลร้ายที่สืบเนื่องมาแต่กาม อันไม่ควรหลงใหลหมกมุ่นมัวเมา จนถึงรู้จักที่จะหน่ายถอนตนออกได้ - <em>Kāmādīnava-kathā:</em> talk on the disadvantages of sensual pleasures)</li>
<li><strong>เนกขัมมานิสังสกถา</strong> (เรื่องอานิสงส์แห่งความออกจากกาม, กล่าวถึงผลดีของการไม่หมกมุ่นเพลิดเพลินติดอยู่ในกาม และให้มีฉันทะที่จะแสวงความดีงามและความสุขอันสงบที่ประณีตยิ่งขึ้นไปกว่านั้น - <em>Nekkhammānisaṁsa-kathā:</em> talk on the benefits of renouncing sensual pleasures)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตามปกติ พระพุทธเจ้าเมื่อจะทรงแสดงพระธรรมเทศนาแก่คฤหัสถ์ ผู้มีอุปนิสัยสามารถที่จะบรรลุธรรมพิเศษ ทรงแสดงอนุปุพพิกถานี้ก่อน แล้วจึงตรัสแสดงอริยสัจจ์ 4 เป็นการทำจิตให้พร้อมที่จะรับ ดุจผ้าที่ซักฟอกสะอาดแล้ว ควรรับน้ำย้อมต่างๆ ได้ด้วยดี</p>
<p>Vin.I.15; D.I.148.	วินย.4/27/32; ที.สี.9/237/189.</p>
''',/*136*/'''
<p><big>[247] อภิณหปัจจเวกขณ์ 5</big> (ข้อที่สตรีก็ตาม บุรุษก็ตาม คฤหัสถ์ก็ตาม บรรพชิตก็ตาม ควรพิจารณาเนืองๆ - <em>Abhiṇhapaccavekkhaṇa:</em> ideas to be constantly reviewed; facts which should be again and again contemplated)</p>
<ol>
<li><strong>ชราธัมมตา</strong> (ควรพิจารณาเนืองๆ ว่า เรามีความแก่เป็นธรรมดา ไม่ล่วงพ้นความแก่ไปได้ - <em>Jarādhammatā:</em> He should again and again contemplate: I am subject to decay and I cannot escape it.)</li>
<li><strong>พยาธิธัมมตา</strong> (ควรพิจารณาเนืองๆ ว่า เรามีความเจ็บป่วยเป็นธรรมดา ไม่ล่วงพ้นความเจ็บป่วยไปได้ - <em>Byādhidhammatā:</em> I am subject to disease and I cannot escape it.)</li>
<li><strong>มรณธัมมตา</strong> (ควรพิจารณาเนืองๆ ว่า เรามีความตายเป็นธรรมดา ไม่ล่วงพ้นความตายไปได้ - <em>Maraṇadhammatā:</em> I am subject to death and I cannot escape it.)</li>
<li><strong>ปิยวินาภาวตา</strong> (ควรพิจารณาเนืองๆ ว่า เราจักต้องมีความพลัดพรากจากของรักของชอบใจทั้งสิ้น - <em>Piyavinābhāvatā:</em> There will be division and separation from all that are dear to me and beloved.)</li>
<li><strong>กัมมัสสกตา</strong> (ควรพิจารณาเนืองๆ ว่า เรามีกรรมเป็นของตน เราทำกรรมใด ดีก็ตาม ชั่วก็ตาม จักต้องเป็นทายาท ของกรรมนั้น - </em>Kammassakatā:</em> I am owner of my deed, whatever deed I do, whether good or bad, I shall become heir to it.)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อที่ควรพิจารณาเนืองๆ 5 อย่างนี้ มีวัตถุประสงค์เพื่อละสาเหตุต่างๆ มีความมัวเมา เป็นต้น ที่ทำให้สัตว์ทั้งหลายตกอยู่ในความประมาท และประพฤติทุจริตทางไตรทวาร กล่าวคือ</p>
<p><em>ข้อ 1</em> เป็นเหตุละหรือบรรเทาความเมาในความเป็นหนุ่มสาวหรือความเยาว์วัย<br>
<em>ข้อ 2</em> เป็นเหตุละหรือบรรเทาความเมาในความไม่มีโรค คือ ความแข็งแรงมีสุขภาพดี<br>
<em>ข้อ 3</em> เป็นเหตุละหรือบรรเทาความเมาในชีวิต<br>
<em>ข้อ 4</em> เป็นเหตุละหรือบรรเทาความยึดติดผูกพันในของรักทั้งหลาย<br>
<em>ข้อ 5</em> เป็นเหตุละหรือบรรเทาความทุจริตต่างๆ โดยตรง</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อพิจารณาขยายวงออกไป เห็นว่ามิใช่ตนผู้เดียวที่ต้องเป็นอย่างนี้ แต่เป็นคติธรรมดาของสัตว์ทั้งปวงที่จะต้องเป็นไป เมื่อพิจารณาเห็นอย่างนี้เสมอๆ มรรคก็จะเกิดขึ้น เมื่อเจริญมรรคนั้นมากเข้า ก็จะละสังโยชน์ทั้งหลาย สิ้นอนุสัยได้.</p>
<p>A.III.71.	องฺ.ปญฺจก.22/57/81.</p>
''',/*137*/'''
<p><big>[248] ปัพพชิตอภิณหปัจจเวกขณ์ 10</big> (ธรรมที่บรรพชิตควรพิจารณาเนืองๆ - <em>Pabbajita-abhiṇhapaccavekkhaṇa:</em> ideas to be constantly reviewed by a monk; facts which the monk should again and again contemplate)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>บรรพชิตควรพิจารณาเนืองๆ ว่า</em> (เติมลงหน้าข้อความทุกข้อ)</p>
<ol>
<li><em>เราถึงความมีเพศต่างจากคฤหัสถ์แล้ว*</em> (I have come to a status different from that of a layman.)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้บาลีว่า “เววณฺณิยมฺหิ อชฺฌูปคโต” ในที่นี้แปล เววณฺณิย ว่า ความมีเพศต่าง (จากคฤหัสถ์) แต่หลายท่าน แปลว่า ความปราศจากวรรณะ (casteless state) คือเป็นคนนอกระบบชนชั้น หรือ หมดวรรณะ คือ หมดฐานะในสังคม หรือเป็นคนนอกสังคม (outcast) ความต่าง หรือปราศจาก หรือหมดไปนี้ อรรถกถาอธิบายว่า เป็นไปในสองทาง คือ ทางสรีระ เพราะปลงผมและหนวดแล้ว และทางบริขาร คือเครื่องใช้ เพราะแต่ก่อนครั้งเป็นคฤหัสถ์ เคยใช้ผ้าดีๆ รับประทานอาหารรสเลิศในภาชนะเงินทอง เป็นต้น ครั้นบวชแล้ว ก็นุ่งห่มผ้าย้อมฝาดฉันอาหารคลุกเคล้าในบาตรเหล็กบาตรดิน ปูหญ้านอนต่างเตียง เป็นต้น</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ส่วนวัตถุประสงค์แห่งการพิจารณาธรรมข้อนี้ อรรถกถาแก้ว่า จะละความกำเริบใจ (ความจู้จี้เง้างอน) และมานะ (ความถือตัว) เสียได้.</p>
<li><em>การเลี้ยงชีพของเราเนื่องด้วยผู้อื่น**</em> (คือต้องอาศัยผู้อื่น - My livelihood is bound up with others.)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วัตถุประสงค์ ตามอรรถกถาแก้ว่า เพื่อให้มีอิริยาบถเรียบร้อยเหมาะสม มีอาชีวะบริสุทธิ์ เคารพในบิณฑบาต และบริโภคปัจจัยสี่ด้วยใส่ใจพิจารณา</p>
<li><em>เรามีอากัปกิริยาอย่างอื่นที่จะพึงทำ***</em> (I have a different way to behave.)</li>
<p><sup>*</sup> ใน นวโกวาท มีต่อว่า “อาการกิริยาใดๆ ของสมณะ เราต้องทำอาการกิริยานั้นๆ“</p>
<p><sup>**</sup> ใน นวโกวาท มีต่อว่า “เราควรทำตัวให้เขาเลี้ยงง่าย.”</p>
<p><sup>***</sup> ใน นวโกวาท ทรงเรียงเป็นข้อความใหม่ว่า “อาการกายวาจาอย่างอื่นที่เราจะต้องทำให้ดีขึ้นไปกว่านี้ยังมีอยู่อีก ไม่ใช่เพียงเท่านี้.” จะเห็นว่า ข้อ 1 กับข้อ 3 ทรงตีความต่างออกไป ถ้าแปลตามนัยอรรถกถา ข้อ 1 จะได้ว่า “เราเป็นผู้หมดวรรณะ คือไม่มีฐานะในสังคมแล้ว จะต้องไม่มีความกระด้างถือตัว</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อรรถกถาอธิบายว่า เราควรทำอากัปป์ (คือกิริยามารยาท) ที่ต่างจากของคฤหัสถ์ เช่น มีอินทรีย์สงบ ก้าวเดินสม่ำเสมอ เป็นต้น และแสดงวัตถุประสงค์ว่า เพื่อให้มีอิริยาบถเรียบร้อยเหมาะสม บำเพ็ญไตรสิกขาได้บริบูรณ์</p>
<li><em>ตัวเรายังติเตียนตัวเราเองโดยศีลไม่ได้อยู่หรือไม่</em> (Can I still not reproach myself on my virtue’s account?)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อให้เกิดหิริพรั่งพร้อมอยู่ในใจ ช่วยให้มีสังวรทางไตรทวาร</p>
<li><em>เพื่อนพรหมจรรย์ทั้งหลายผู้เป็นวิญญูชนพิจารณาแล้ว ยังติเตียนเราโดยศีลไม่ได้อยู่หรือไม่</em> (Do my discerning fellows in the holy life, on considering me, not reproach me on my virtue’s account?)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อให้ดำรงโอตตัปปะในภายนอกไว้ได้ ช่วยให้มีสังวรทางไตรทวาร</p>
<li><em>เราจักต้องมีความพลัดพรากจากของรักของชอบใจทั้งสิ้น</em> (There will be division and separation from all that are dear to me and beloved.)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อให้เป็นผู้ไม่ประมาท และเป็นอันได้ตั้งมรณสติไปด้วย</p>
<li><em>เรามีกรรมเป็นของตน เราทำกรรมใด ดีก็ตาม ชั่วก็ตาม จักต้องเป็นทายาทของกรรมนั้น</em> (I am owner of my deed, whatever deed I do, whether good or bad, I shall become heir to it.)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อป้องกันมิให้กระทำความชั่ว</p>
<li><em>วันคืนล่วงไปๆ เราทำอะไรอยู่</em> (How has my passing of the nights and days been?)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อทำความไม่ประมาทให้บริบูรณ์</p>
<li><em>เรายินดีในที่สงัดอยู่หรือไม่</em> (Do I delight in a solitary place or not?)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อทำกายวิเวกให้บริบูรณ์</p>
<li><em>คุณวิเศษยิ่งกว่ามนุษย์สามัญที่เราบรรลุแล้ว มีอยู่หรือไม่ ที่จะให้เราเป็นผู้ไม่เก้อเขิน เมื่อถูกเพื่อนบรรพชิตถาม ในกาลภายหลัง</em> (Have I developed any extraordinary qualities whereon when later questioned by my fellows in the holy life I shall not be confounded?)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้ มีวัตถุประสงค์เพื่อมิให้เป็นผู้ตายเปล่า</p>
</ol>
<p>ใดๆ<sup><small>*</small></sup> ข้อ 3 จะได้ว่า “เราจะต้องมีอาการกิริยาต่างจากคฤหัสถ์ สำรวมให้เหมาะกับความเป็นสมณะ”. (องฺ.อ.3/395)</p>
<p>A.V.87; Netti.185.	องฺ.ทสก.24/48/91; องฺ.อ.3/395.</p>
''',/*138*/'''
<big>[<small>☆☆☆</small>] อรหันต์ 5</big> <em><small>ดู</small> [62] อรหันต์ 5.</em>
<p><big>[249] อริยวัฑฒิ หรือ อารยวัฒิ 5</big> (ความเจริญอย่างประเสริฐ, หลักความเจริญของอารยชน - <em>Ariyā vaḍḍhi:</em> noble growth; development of a civilized or righteous man)</p>
<ol>
<li><strong>ศรัทธา</strong> (ความเชื่อ ความมั่นใจในพระรัตนตรัย ในหลักแห่งความจริงความดีงามอันมีเหตุผล - <em>Saddhā:</em> confidence)</li>
<li><strong>ศีล</strong> (ความประพฤติดี มีวินัย เลี้ยงชีพสุจริต - <em>Sīla:</em> good conduct; morality)</li>
<li><strong>สุตะ</strong> (การเล่าเรียนสดับฟังศึกษาหาความรู้ - <em>Suta:</em> learning)</li>
<li><strong>จาคะ</strong> (การเผื่อแผ่เสียสละ เอื้อเฟื้อ มีน้ำใจช่วยเหลือ ใจกว้าง พร้อมที่จะรับฟังและร่วมมือ ไม่คับแคบเอาแต่ตัว - <em>Cāga:</em> liberality)</li>
<li><strong>ปัญญา</strong> (ความรอบรู้ รู้คิด รู้พิจารณา เข้าใจเหตุผล รู้จักโลกและชีวิตตามความเป็นจริง - <em>Paññā:</em> wisdom)</li>
</ol>
<p>A.III.80.	องฺ.ปญฺจก.22/63-64/91-92.</p>
<p><big>[250] อายุสสธรรม หรือ อายุวัฒนธรรม 5</big> (ธรรมที่เกื้อกูลแก่อายุ หรือธรรมที่ส่งเสริมสุขภาพ, ธรรมที่ช่วยให้อายุยืน - <em>āyussa-dhamma:</em> things conducive to long life)</p>
<ol>
<li><strong>สัปปายการี</strong> (ทำสิ่งที่สบายคือเอื้อต่อชีวิต - Sappàyakàrã: to do what is suitable for oneself and favourable to one’s health; to act in accordance with the rules of hygiene)</li>
<li><strong>สัปปายมัตตัญญู</strong> (รู้จักประมาณในสิ่งที่สบาย - Sappàye matta¤¤å: to be moderate even as to things suitable and favourable)</li>
<li><strong>ปริณตโภชี</strong> (บริโภคสิ่งที่ย่อยง่าย เช่น เคี้ยวให้ละเอียด - Pariõatabhojã: to eat food which is ripe or easy to digest)</li>
<li><strong>กาลจารี</strong> (ประพฤติเหมาะในเรื่องเวลา เช่น รู้จักเวลา ทำถูกเวลา ทำเป็นเวลา ทำพอเหมาะแก่เวลา เป็นต้น - Kàlacàrã: to behave oneself properly as regards time and the spending of time.)</li>
<li><strong>พรหมจารี</strong> (ถือพรหมจรรย์ ถึงจะเป็นคฤหัสถ์ก็รู้จักควบคุมกามารมณ์เว้นเมถุนบ้าง - Brahmacàrã: to practise sexual abstinence)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อายุวัฒนธรรมนี้ มีอีกหมวดหนึ่ง สามข้อแรกเหมือนกัน แปลกแต่ข้อ 4 และ 5 เป็น</p>
<ol start='4'>
<li><strong>สีลวา</strong> (มีศีล ประพฤติดีงาม ไม่ทำความผิด - <em>Sãlavà:</em> to be morally upright)</li>
<li><strong>กัลยาณมิตตะ</strong> (มีกัลยาณมิตร - <em>Kalyàõamitta:</em> to have good friends)</li>
</ol>
<p>A.III.145.	องฺ.ปญฺจก.22/125-6/163.</p>
''',/*139*/'''<big>[<small>☆☆☆</small>]อารยวัฒิ 5</big> <em><small>ดู</small> [249] อริยวัฑฒิ 5.</em>
<p><big>[251] อาวาสิกธรรม 5</big><sup>1</sup> (ธรรมของภิกษุผู้อยู่ประจำวัด, แปลถือความมาใช้ให้เหมาะกับปัจจุบันว่า คุณสมบัติของเจ้าอาวาส, <em>หมวดที่ 1 ประเภทที่น่ายกย่อง หรือเป็นที่ชื่นชูเจริญใจ - âvàsika-dhamma:</em> qualities of an esteemable resident or incumbent of a monastery; qualities of an esteemable abbot)</p>
<ol>
<li><strong>ถึงพร้อมด้วยอากัปกิริยาและวัตรปฏิบัติ</strong> (มีกิริยามารยาทท่าทีการแสดงออกทางกายวาจาสำรวมงดงาม และเอาใจใส่ปฏิบัติกิจหน้าที่สม่ำเสมอเรียบร้อย - <em>âkappavattasampanna:</em> to be accomplished in manner and duties)</li>
<li><strong>เป็นพหูสูต</strong> (ได้ศึกษาเล่าเรียนมาก รู้หลักพระธรรมวินัย มีความรู้ความเข้าใจกว้างขวางลึกซึ้ง - <em>Bahussuta:</em> to have great learning)</li>
<li><strong>ประพฤติขัดเกลา</strong> (ฝึกอบรมตนในไตรสิกขา ชอบความสงบ ยินดีในกัลยาณธรรม - <em>Pañi-sallekhità:</em> to be fond of solitude)</li>
<li><strong>มีกัลยาณพจน์</strong> (มีวาจางาม กล่าวกัลยาณพจน์ รู้จักพูด รู้จักเจรจาน่าศรัทธาและนำปัญญา - <em>Kalyàõavàca:</em> to have kindly and convincing speech)</li>
<li><strong>มีปัญญา</strong> (รู้เข้าใจ รู้คิด รู้พิจารณา เฉลียวฉลาด สามารถแก้ปัญหา ไม่ซึมเซ่อเบอะบะ - <em>Pannavà:</em> to be wise)</li>
</ol>
<p>A.III.261.	องฺ.ปญฺจก.22/231/290.</p>
<p><big>[252] อาวาสิกธรรม 5</big><sup>2</sup> (คุณสมบัติของเจ้าอาวาส <em>หมวดที่ 2 ประเภทเป็นที่รักที่เคารพของสพรหมจารี คือ เพื่อนภิกษุสามเณรผู้ประพฤติพรหมจรรย์ร่วมกัน - âvàsikadhamma:</em> qualities of a beloved and respected incumbent or abbot)</p>
<ol>
<li><strong>มีศีล</strong> (ตั้งอยู่ในศีล สำรวมในพระปาติโมกข์ ประพฤติเคร่งครัดในสิกขาบททั้งหลาย — <em>Sãlavà:</em> to have good conduct)</li>
<li><strong>เป็นพหูสูต</strong> (ได้ศึกษาเล่าเรียนมาก รู้หลักพระธรรมวินัย มีความรู้ความเข้าใจกว้างขวางลึกซึ้ง - <em>Bahussuta:</em> to have great learning)</li>
<li><strong>มีกัลยาณพจน์</strong> (มีวาจางาม กล่าวกัลยาณพจน์ รู้จักพูด รู้จักเจรจาน่าศรัทธาและนำปัญญา - <em>Kalyàõavàca:</em> to have lovely and convincing speech)</li>
<li><strong>เป็นฌานลาภี</strong> (ได้แคล่วคล่องในฌาน 4 ที่เป็นเครื่องอยู่สุขสบายในปัจจุบัน - <em>Jhànalàbhã:</em> to be able to gain pleasure of the Four Absorptions at will)</li>
<li><strong>ประจักษ์แจ้งวิมุตติ</strong> (บรรลุเจโตวิมุตติ ปัญญาวิมุตติ สิ้นอาสวะแล้ว - <em>Vimutti-sacchikattà:</em> to have gained the Deliverance)</li>
</ol>
<p>A.III.262.	องฺ.ปญฺจก.22/232/290.</p>
''',/*140*/'''
<p><big>[253] อาวาสิกธรรม 5</big><sup>3</sup> (คุณสมบัติของเจ้าอาวาส <em>หมวดที่ 3 ประเภทอาวาสโสภณ คือทำวัดให้งาม - âvàsika-dhamma:</em> qualities of an incumbent or abbot who graces the monastery)</p>
<ol>
<li><strong>มีศีล</strong> (ตั้งอยู่ในศีล สำรวมในพระปาติโมกข์ ประพฤติเคร่งครัดในสิกขาบททั้งหลาย — <em>Sãlavà:</em> to have good conduct)</li>
<li><strong>เป็นพหูสูต</strong> (ได้ศึกษาเล่าเรียนมาก รู้หลักพระธรรมวินัย มีความรู้ความเข้าใจกว้างขวางลึกซึ้ง - <em>Bahussuta:</em> to have great learning)</li>
<li><strong>มีกัลยาณพจน์</strong> (มีวาจางาม กล่าวกัลยาณพจน์ รู้จักพูด รู้จักเจรจาน่าศรัทธาและนำปัญญา - <em>Kalyàõavàca:</em> to have lovely and convincing speech)</li>
<li><strong>สามารถกล่าวธรรมีกถา</strong> (สามารถกล่าวสอนธรรมให้ผู้มาหาเห็นแจ่มชัด ยอมรับไปปฏิบัติ เร้าใจให้แกล้วกล้า และเบิกบานใจ - <em>Dhammikathàya sandassaka:</em> to be able to teach, incite, rouse and satisfy those who visit him with talk on the Dhamma)</li>
<li><strong>เป็นฌานลาภี</strong> (ได้แคล่วคล่องในฌาน 4 ที่เป็นเครื่องอยู่สุขสบายในปัจจุบัน - <em>Jhàna-làbhã:</em> to be able to gain pleasure of the Four Absorptions at will)</li>
</ol>
<p>A.III.262.	องฺ.ปญฺจก.22/233/291.</p>
<p><big>[254] อาวาสิกธรรม 5</big><sup>4</sup> (คุณสมบัติของเจ้าอาวาส <em>หมวดที่ 4 ประเภทมีอุปการะมากแก่วัด - âvàsika-dhamma:</em> qualities of an incumbent or abbot who is of great service to his monastery)</p>
<ol>
<li><strong>มีศีล</strong> (ตั้งอยู่ในศีล สำรวมในพระปาติโมกข์ ประพฤติเคร่งครัดในสิกขาบททั้งหลาย — <em>Sãlavà:</em> to have good conduct)</li>
<li><strong>เป็นพหูสูต</strong> (ได้ศึกษาเล่าเรียนมาก รู้หลักพระธรรมวินัย มีความรู้ความเข้าใจกว้างขวางลึกซึ้ง - <em>Bahussuta:</em> to have great learning)</li>
<li><strong>รู้จักปฏิสังขรณ์</strong> (เอาใจใส่ดูแลซ่อมแซมเสนาสนะและสิ่งของที่ชำรุดหักพัง - <em>Khaõóaphullapañisaïkharaka:</em> to repair broken and dilapidated things)</li>
<li><strong>บอกกล่าวในคราวจะได้ทำบุญแก่มหาสงฆ์</strong> (เมื่อมีสงฆ์หมู่ใหญ่มาจากต่างถิ่นต่างแคว้น ขวนขวายบอกชาวบ้านผู้ปวารณาไว้ให้มาทำบุญ - <em>Punnakaraõàyàrocaka:</em> to inform the householders of the arrival of incoming monks in order that the former may make merit)</li>
<li><strong>เป็นฌานลาภี</strong> (ได้แคล่วคล่องในฌาน 4 ที่เป็นเครื่องอยู่สุขสบายในปัจจุบัน - <em>Jhàna-làbhã:</em> to be able to gain pleasure of the Four Absorptions at will)</li>
</ol>
<p>A.III.263.	องฺ.ปญฺจก.22/234/292.</p>
''',/*141*/'''
<p><big>[255] อาวาสิกธรรม 5</big><sup>5</sup> (คุณสมบัติของเจ้าอาวาส <em>หมวดที่ 5 ประเภทอนุเคราะห์คฤหัสถ์ - âvàsika-dhamma:</em> qualities of an incumbent or abbot who is kind to lay people)</p>
<ol>
<li><em>ชักนำคฤหัสถ์ให้ถือปฏิบัติในอธิศีล</em> (เอาใจใส่ชักชวนแนะนำชาวบ้านให้สมาทานในอธิศีล คือ ให้รักษาศีล 5 ที่เป็นพื้นฐานเพื่อก้าวขึ้นสู่คุณความดีที่สูงขึ้นไป — <em>Adhisãle samàdapaka:</em> to incite them to higher virtue) อธิศีลในที่นี้ ท่านอธิบายว่า ได้แก่เบญจศีลที่เป็นไปเพื่อคุณเบื้องสูง</li>
<li><em>ยังคฤหัสถ์ให้ตั้งอยู่ในธรรมทัศนะ</em> (เอาใจใส่ชี้แจงแสดงธรรมแนะนำชาวบ้านให้รู้เห็นเข้าใจธรรม - <em>Dhammadassane nivesaka:</em> to encourage them in the discernment of truth or the vision of the doctrine)</li>
<li><em>ไปเยี่ยมให้สติคนเจ็บไข้</em> - <em>Gilànasatuppàdaka:</em> to visit the sick and rouse them to mindfulness and awareness)</li>
<li><em>บอกกล่าวในคราวจะได้ทำบุญแก่มหาสงฆ์</em> (เมื่อมีสงฆ์หมู่ใหญ่มาจากต่างถิ่นต่างแคว้น ขวนขวายบอกชาวบ้านผู้ปวารณาไว้ให้มาทำบุญ - <em>Punnakaraõàyàrocaka:</em> to inform the householders of the arrival of incoming monks in order that the former may make merit)</li>
<li><em>ไม่ทำศรัทธาไทยให้ตกไป</em> (ชาวบ้านถวายโภชนะใดๆ จะด้อยหรือดี ก็ฉันด้วยตนเอง ไม่ทำของที่เขาถวายด้วยศรัทธาให้หมดคุณค่าไปเสีย - <em>Saddhàdeyyàvinipàtaka:</em> to eat any given food himself, whether it is mean or choice, not frustrating the gift of faith)</li>
</ol>
<p>A.III.263.	องฺ.ปญฺจก.22/235/292.</p>
<p><big>[256] อาวาสิกธรรม 5</big><sup>6</sup> (คุณสมบัติของเจ้าอาวาส </em>หมวดที่ 6 ประเภทมีความสุขความเจริญดุจได้รับเชิญขึ้นไปอยู่ในสวรรค์ - âvàsika-dhamma:</em> qualities of an incumbent or abbot who is prosperous as if put in heaven)</p>
<ol>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงกล่าวตำหนิติเตียนบุคคลที่ควรตำหนิติเตียน</em> - to speak in blame of a person deserving blame only after deliberately testing and plumbing the matter.</li>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงกล่าวยกย่องสรรเสริญบุคคลที่ควรยกย่องสรรเสริญ</em> - to speak in praise of a person deserving praise only after deliberately testing and plumbing the matter.</li>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงแสดงความไม่เลื่อมใส ในฐานะอันไม่ควรเลื่อมใส</em> - to show disbelief in what deserves disbelief only after deliberately testing and plumbing the matter.</li>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงแสดงความเลื่อมใส ในฐานะอันควรเลื่อมใส</em> - to show appreciation in what deserves appreciation only after deliberately testing and plumbing the matter.</li>
<li><em>ไม่ยังศรัทธาไทยให้ตกไป</em> - not to frustrate the gift of faith.</li>
</ol>
<p>เจ้าอาวาสที่ประพฤติตรงข้ามจากนี้ ย่อมเสื่อมดุจถูกจับไปขังในนรก.</p>
<p>A.III.264.	องฺ.ปญฺจก.22/236/293.</p>
''',/*142*/'''
<p><big>[257] อาวาสิกธรรม 5</big><sup>7</sup> (คุณสมบัติของเจ้าอาวาส <em>หมวดที่ 7 ประเภทมีความสุขความเจริญดุจได้รับเชิญขึ้นไปอยู่ในสวรรค์ อีกหมวดหนึ่ง - âvàsika-dhamma</em>)</p>
<ol>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงกล่าวตำหนิติเตียนบุคคลที่ควรตำหนิติเตียน</em> - <em>Anuviccavaõõabhàsaka:</em> to speak in blame of a person deserving blame only after deliberately testing and plumbing the matter.</li>
<li><em>พิจารณาใคร่ครวญโดยรอบคอบแล้ว จึงกล่าวยกย่องสรรเสริญบุคคลที่ควรยกย่องสรรเสริญ</em> - <em>Anuviccàvaõõabhàsaka:</em> to speak in praise of a person deserving praise only after deliberately testing and plumbing the matter.</li>
<li><em>ไม่มีอาวาสมัจฉริยะ</em> คือ ไม่ตระหนี่หวงแหนที่อยู่อาศัย - <em>Na àvàsamaccharã:</em> not to be stingy as to lodging)</li>
<li><em>ไม่มีกุลมัจฉริยะ</em> คือ ไม่ตระหนี่หวงแหนตระกูลอุปัฏฐาก - <em>Na kulamaccharã:</em> not to be stingy as to supporting families)</li>
<li><em>ไม่มีลาภมัจฉริยะ</em> คือ ไม่ตระหนี่หวงแหนลาภ - <em>Na làbhamaccharã:</em> not to be stingy as to gain)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นอกจากนี้ ยังมีอาวาสิกธรรมประเภทมีความสุขความเจริญเหมือนได้รับเชิญไปอยู่ในสวรรค์ อีก 3 หมวด แต่มีความแตกต่างเพียงเล็กน้อย หรือกำหนดได้ง่าย คือ</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>หมวดหนึ่ง</strong> เปลี่ยนเฉพาะข้อ 5 เป็น <em>ไม่ยังศรัทธาไทยให้ตกไป</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>อีกหมวดหนึ่ง</strong> เปลี่ยน 4 ข้อต้นเป็นเรื่องมัจฉริยะทั้งหมด คือ เป็น <em>ไม่มีอาวาสมัจฉริยะ, ไม่มีกุลมัจฉริยะ, ไม่มีลาภมัจฉริยะ, ไม่มีวัณณมัจฉริยะ</em> ส่วนข้อสุดท้ายเป็น <em>ไม่ยังศรัทธาไทยให้ตกไป</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>อีกหมวดหนึ่ง</strong> เปลี่ยนเป็นเรื่องมัจฉริยะทั้ง 5 ข้อ คือ <em>เป็นผู้ไม่มีมัจฉริยะทั้ง 5</em></p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em><small>ดู</small> [233] มัจฉริยะ 5.</em></p>
<p>A.III.264-6.	องฺ.ปญฺจก.22/237-240/293-295.</p>
<p><big>[258] อินทรีย์ 5</big> (ธรรมที่เป็นใหญ่ในกิจของตน - <em>Indriya:</em> controlling faculty)</p>
<ol>
<li><strong>สัทธา</strong> (ความเชื่อ - <em>Saddhà:</em> confidence)</li>
<li><strong>วิริยะ</strong> (ความเพียร - <em>Viriya:</em> energy; effort)</li>
<li><strong>สติ</strong> (ความระลึกได้ - <em>Sati:</em> mindfulness)</li>
<li><strong>สมาธิ</strong> (ความตั้งจิตมั่น - <em>Samàdhi:</em> concentration)</li>
<li><strong>ปัญญา</strong> (ความรู้ทั่วชัด - <em>Pannà:</em> wisdom; understanding)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมวดธรรมนี้เรียกอย่างหนึ่งว่า <em>พละ 5</em> ที่เรียกว่า <em>พละ</em> เพราะความหมายว่า เป็นพลัง ทำให้เกิดความมั่นคง ซึ่งความไร้ศรัทธาเป็นต้น แต่ละอย่างจะเข้าครอบงำไม่ได้ ส่วนที่เรียกว่า <em>อินทรีย์</em> เพราะความหมายว่า เป็นใหญ่ในการกระทำหน้าที่แต่ละอย่างๆ ของตน คือเป็นเจ้าการ ในการครอบงำเสียซึ่งความไร้ศรัทธา ความเกียจคร้าน ความประมาท ความฟุ้งซ่าน และความหลงตามลำดับ</p>
<p><em><small>ดู</small> [228] พละ 5.</em></p>
<p>S.V.191-204; 235-237; Ps.II.1-29.	สํ.ม.19/843-900/256-271; 1061-1069/310-312; ขุ.ปฏิ.31/423-463/300-344.</p>
''',/*143*/'''
<p><big>[259] อุบาสกธรรม 5</big> (ธรรมของอุบาสกที่ดี, สมบัติ หรือองค์คุณของอุบาสก อย่างเยี่ยม - <em>Upàsaka-dhamma:</em> qualities of an excellent lay disciple)</p>
<ol>
<li><em>มีศรัทธา</em> (to be endowed with faith)</li>
<li><em>มีศีล</em> ( to have good conduct)</li>
<li><em>ไม่ถือมงคลตื่นข่าว เชื่อกรรม ไม่เชื่อมงคล</em> คือ มุ่งหวังผลจากการกระทำและการงาน มิใช่จากโชคลางและสิ่งที่ตื่นกันว่าขลังศักดิ์สิทธิ์ (not to be superstitious, believing in deeds, not luck)</li>
<li><em>ไม่แสวงหาทักขิไณยภายนอกหลักคำสอนนี้</em> คือ ไม่แสวงหาเขตบุญนอกหลักพระพุทธ-ศาสนา (not to seek for the gift-worthy outside of the Buddha's teaching)</li>
<li><em>กระทำความสนับสนุนในพระศาสนานี้เป็นเบื้องต้น</em> คือ ขวนขวายในการอุปถัมภ์บำรุงพระพุทธศาสนา (to do his first service in a Buddhist cause)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 5 อย่างนี้ ในบาลีที่มาเรียกว่า <em>ธรรมของอุบาสกรัตน์</em> (อุบาสกแก้ว) หรือ <em>ธรรมของอุบาสกปทุม</em> (อุบาสกดอกบัว)</p>
<p><em><small>ดู</small> [260] อุบาสกธรรม 7 ด้วย.</em></p>
<p>A.III.206.	องฺ.ปญฺจก.22/175/230.</p>
<p><big>[260] อุบาสกธรรม 7</big> (ธรรมที่เป็นไปเพื่อความเจริญของอุบาสก - <em>Upàsaka-dhamma:</em> qualities conducive to the progress of a lay disciple)</p>
<ol>
<li><em>ไม่ขาดการเยี่ยมเยือนพบปะพระภิกษุ</em> (not to fail to see the monks)</li>
<li><em>ไม่ละเลยการฟังธรรม</em> (not to neglect to hear the Teaching)</li>
<li><em>ศึกษาในอธิศีล</em> (to train oneself in higher virtue)</li>
<li><em>มากด้วยความเลื่อมใสในภิกษุทั้งหลาย ทั้งที่เป็นเถระ นวกะ และปูนกลาง</em> (to be full of confidence in the monks, whether elder, newly ordained or mid-term)</li>
<li><em>ไม่ฟังธรรมด้วยตั้งใจจะคอยเพ่งโทษติเตียน</em> (to listen to the Dhamma not in order to criticize)</li>
<li><em>ไม่แสวงหาทักขิไณยภายนอกหลักคำสอนนี้</em> (not to seek for the gift-worthy outside of the Buddha's teaching)</li>
<li><em>กระทำความสนับสนุนในพระศาสนานี้เป็นเบื้องต้น คือ ขวนขวายในการอุปถัมภ์บำรุงพระพุทธศาสนา</em> (to do his first service in a Buddhist cause)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 7 นี้ เรียกอีกอย่างหนึ่งว่า <em>สัมปทาของอุบาสก</em> (สมบัติของอุบาสก - accomplishments of a lay disciple.)</p>
<p>A.IV.25,26.	องฺ.สตฺตก.23/27,28/26,27.</p>
''',/*จบหมวด 5*/
/*144*/'''
<p style="text-align: center;"><strong>ฉักกะ - หมวด 6</strong><br><big>Groups of Six</big><br><big>(including related groups)</big></p>
<p><big>[261] คารวะ <small>หรือ</small> คารวตา 6</big> (ความเคารพ, การถือเป็นสิ่งสำคัญที่จะพึงใส่ใจและปฏิบัติด้วยความเอื้อเฟื้อ หรือโดยความหนักแน่นจริงจัง, การมองเห็นคุณค่าและความสำคัญแล้วปฏิบัติต่อบุคคลหรือสิ่งนั้นโดยถูกต้อง ด้วยความจริงใจ - Gàrava, Gàravatà: reverence; esteem; attention; respect; appreciative action)</p>
<ol>
<li><strong>สัตถุคารวตา</strong> (ความเคารพในพระศาสดา - reverence for the Master) ข้อนี้บางแห่งเขียนเป็น พุทธคารวตา (ความเคารพในพระพุทธเจ้า - Satthu-gàravatà: reverence for the Buddha)</li>
<li><strong>ธัมมคารวตา</strong> (ความเคารพในธรรม - Dhamma-gàravatà: reverence for the Dhamma)</li>
<li><strong>สังฆคารวตา</strong> (ความเคารพในสงฆ์ - Saïgha-gàravatà: reverence for the Order)</li>
<li><strong>สิกขาคารวตา</strong> (ความเคารพในการศึกษา - Sikkhà-gàravatà: reverence for the Training)</li>
<li><strong>อัปปมาทคารวตา</strong> (ความเคารพในความไม่ประมาท - Appamàda-gàravatà: reverence for earnestness)</li>
<li><strong>ปฏิสันถารคารวตา</strong> (ความเคารพในปฏิสันถาร - Pañisanthàra-gàravatà: reverence for hospitality)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 6 อย่างนี้ ย่อมเป็นไปเพื่อความไม่เสื่อมแห่งภิกษุ.</p>
<p>A.III.330.	องฺ.ฉกฺก.22/303/368.</p>
''',/*145*/ '''<p><big>[262] จริต <small>หรือ</small> จริยา 6</big> (ความประพฤติปกติ, ความประพฤติซึ่งหนักไปทางใดทางหนึ่ง อันเป็นปกติประจำอยู่ในสันดาน, พื้นเพของจิต, อุปนิสัย, พื้นนิสัย, แบบหรือประเภทใหญ่ๆ แห่งพฤติกรรมของคน - Carita, Cariyà: intrinsic nature of a person; characteristic behaviour; character; temperament)</p>
<p>ตัวความประพฤติเรียกว่า จริยา บุคคลผู้มีความประพฤติอย่างนั้นๆ เรียกว่า จริต</p>
<ol>
<li><strong>ราคจริต</strong> (ผู้มีราคะเป็นความประพฤติปกติ, ประพฤติหนักไปทางรักสวยรักงาม - Ràga-carita: one of lustful temperament) กรรมฐานคู่ปรับสำหรับแก้ คือ อสุภะและกายคตาสติ</li>
<li><strong>โทสจริต</strong> (ผู้มีโทสะเป็นความประพฤติปกติ, ประพฤติหนักไปทางใจร้อนหงุดหงิด - Dosa-carita: one of hating temperament) กรรมฐานที่เหมาะ คือ พรหมวิหารและกสิณ โดยเฉพาะวัณณกสิณ</li>
<li><strong>โมหจริต</strong> (ผู้มีโมหะเป็นความประพฤติปกติ, ประพฤติหนักไปทางเขลา เหงาซึม เงื่องงง งมงาย - Moha-carita: one of deluded temperament) กรรมฐานที่เกื้อกูล คือ อานาปานสติ และพึงแก้ด้วยมีการเรียน ถาม ฟังธรรม สนทนาธรรมตามกาล หรืออยู่กับครู</li>
<li><strong>สัทธาจริต</strong> (ผู้มีศรัทธาเป็นความประพฤติปกติ, ประพฤติหนักไปทางมีจิตซาบซึ้ง ชื่นบาน น้อมใจเลื่อมใสโดยง่าย - Saddhà-carita: one of faithful temperament) พึงชักนำไปในสิ่งที่ควรแก่ความเลื่อมใส และความเชื่อที่มีเหตุผล เช่น พิจารณาอนุสติ 6 ข้อต้น</li>
<li><strong>พุทธิจริต</strong> หรือ ญาณจริต (ผู้มีความรู้เป็นความประพฤติปกติ, ประพฤติหนักไปทางใช้ความคิดพิจารณา - Buddhi-carita or ¥àõa-carita: one of intelligent temperament) พึงส่งเสริมด้วยแนะนำให้ใช้ความคิดในทางที่ชอบ เช่น พิจารณาไตรลักษณ์ กรรมฐานที่เหมาะ คือ มรณสติ อุปสมานุสติ จตุธาตุววัฏฐาน และอาหาเรปฏิกูลสัญญา</li>
<li><strong>วิตกจริต</strong> (ผู้มีวิตกเป็นความประพฤติปกติ, ประพฤติหนักไปทางนึกคิดจับจดฟุ้งซ่าน - Vitakka-carita: one of speculative temperament) พึงแก้ด้วยสิ่งที่สะกดอารมณ์ เช่น เจริญอานาปานสติ หรือเพ่งกสิณ เป็นต้น</li>
</ol>
<p>Nd1359, 453; Nd2138; Vism.101	ขุ.ม.29/727/435; 889/555; ขุ.จู.30/492/242; วิสุทฺธิ.1/127.</p>
<p>[263] เจตนา หรือ สัญเจตนา 6 หมวด (ความจงใจ, ความตั้งใจ, ความจำนง, ความแสวงหาอารมณ์ - Cetanà; Sa¤cetanà: volition; choice; will)</p>
<ol>
<li><strong>รูปสัญเจตนา</strong> (ความจำนงรูป - Råpa-sa¤cetanà: volition concerning visible objects; choice of forms; will directed to forms)</li>
<li><strong>สัททสัญเจตนา</strong> (ความจำนงเสียง - Sadda~: volition concerning audible objects; choice of sounds; will directed to sounds)</li>
<li><strong>คันธสัญเจตนา</strong> (ความจำนงกลิ่น - Gandha~: volition concerning odorous objects; choice of odours; will directed to odours)</li>
<li><strong>รสสัญเจตนา</strong> (ความจำนงรส - Rasa~: volition concerning sapid objects; choice of tastes; will directed to tastes)</li>
<li><strong>โผฏฐัพพสัญเจตนา</strong> (ความจำนงโผฏฐัพพะ - Phoññhabba~: volition concerning tangible objects; choice of tangible objects; will directed to bodily impressions)</li>
<li><strong>ธัมมสัญเจตนา</strong> (ความจำนงธรรมารมณ์ - Dhamma~: volition concerning ideational objects; choice of ideas; will derected to mental objects)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หกอย่างนี้ เรียกเต็มตามศัพท์ว่า เจตนากาย หรือ สัญเจตนากาย 6 (กองเจตนา หมวดเจตนา - bodies of choice; classes of volition)</p>
<p>D.III.244; S.III.64; Vbh.102.	ที.ปา.11/310/255; สํ.ข.17/116/74; อภิ.วิ.35/159/132.</p>
''', /*146*/'''<p><big>[264] ตัณหา 6</big> (ความทะยานอยาก - Taõhà: craving)</p>
<ol>
<li><strong>รูปตัณหา</strong> (อยากได้รูป - Råpa-taõhà: craving for forms)</li>
<li><strong>สัททตัณหา</strong> (อยากได้เสียง - Sadda~: craving for sounds)</li>
<li><strong>คันธตัณหา</strong> (อยากได้กลิ่น - Gandha~: craving for odours)</li>
<li><strong>รสตัณหา</strong> (อยากได้รส - Rasa~: craving for tastes)</li>
<li><strong>โผฏฐัพพตัณหา</strong> (อยากได้โผฏฐัพพะ - Phoññhabba~: craving for tangible objects)</li>
<li><strong>ธัมมตัณหา</strong> (อยากในธรรมารมณ์ - Dhamma~: craving for mental objects)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หกอย่างนี้ เรียกเต็มตามศัพท์ว่า ตัณหากาย 6 (กองตัณหา, หมวดตัณหา - bodies or classes of craving)</p>
<p>D.III.244,280; S.II.3; Vbh.102.	ที.ปา.11/311/256; 425/303; สํ.นิ.16/10/3; อภิ.วิ.35/159/132.</p>
''', /*147*/ '''
<p><big>[265] ทิศ 6</big> (บุคคลประเภทต่างๆ ที่เราต้องเกี่ยวข้องสัมพันธ์ทางสังคมดุจทิศที่อยู่รอบตัว - Disà: directions; quarters)</p>
<ol>
<li><strong>ปุรัตถิมทิศ</strong> (ทิศเบื้องหน้า คือ ทิศตะวันออก ได้แก่ มารดาบิดา เพราะเป็นผู้มีอุปการะแก่เรามาก่อน - Puratthima-disà: parents as the east or the direction in front)</li>
</ol>
<p>ก.	บุตรธิดาพึงบำรุงมารดาบิดา ผู้เป็นทิศเบื้องหน้า ดังนี้</p>
<p>1)	ท่านเลี้ยงเรามาแล้ว เลี้ยงท่านตอบ</p>
<p>2)	ช่วยทำการงานของท่าน</p>
<p>3)	ดำรงวงศ์สกุล</p>
<p>4)	ประพฤติตนให้เหมาะสมกับความเป็นทายาท</p>
<p>5)	เมื่อท่านล่วงลับไปแล้ว ทำบุญอุทิศให้ท่าน</p>
<p>In five ways a child should minister to his parents as the eastern quarter (saying to himself):</p>
<p>a)	Having been supported by them, I will support them in my turn.</p>
<p>b)	I will do their work for them.</p>
<p>c)	I will keep up the honour and the traditions of my family.</p>
<p>d)	I will make myself worthy of my heritage.</p>
<p>e)	I will make offerings, dedicating merit to them after their death.<sup><small>*</sup></small></p>
<p><sup><small>*</sup></small>แปลอีกอย่างว่า “I will grant donations on their behalf.”</p>
<p>ข.	บิดามารดาย่อมอนุเคราะห์บุตรธิดา ดังนี้</p>
<p>1)	ห้ามปรามจากความชั่ว</p>
<p>2)	ให้ตั้งอยู่ในความดี</p>
<p>3)	ให้ศึกษาศิลปวิทยา</p>
<p>4)	หาคู่ครองที่สมควรให้</p>
<p>5)	มอบทรัพย์สมบัติให้ในโอกาสอันสมควร</p>
<p>In five ways his parents, thus served as the eastern quarter, show their love for him:</p>
<p>a)	They keep him back from evil.</p>
<p>b)	They train him in virtue.</p>
<p>c)	They have him taught arts and sciences.</p>
<p>d)	They arrange for his marriage to a suitable wife.</p>
<p>e)	They hand over his inheritance to him in due time.</p>

''',/*148*/
    '''
<ol start="2">
<li><strong>ทักษิณทิศ</strong> (ทิศเบื้องขวา คือ ทิศใต้ ได้แก่ ครูอาจารย์ เพราะเป็นทักขิไณยบุคคลควรแก่การบูชาคุณ - Dakkhiõa-disà: teachers as the south or the direction in the right)</li>
</ol>
<p>ก.	ศิษย์พึงบำรุงครูอาจารย์ ผู้เป็นทิศเบื้องขวา ดังนี้</p>
<p>1)	ลุกต้อนรับ</p>
<p>2)	เข้าไปหา (เพื่อบำรุง คอยรับใช้ ปรึกษา ซักถาม และรับคำแนะนำ เป็นต้น)<sup><small>*</sup></small></p>
<p>3)	ใฝ่ใจเรียน (คือ มีใจรัก เรียนด้วยศรัทธา และรู้จักฟังให้เกิดปัญญา)<sup><small>**</sup></small></p>
<p>4)	ปรนนิบัติ ช่วยบริการ</p>
<p>5)	เรียนศิลปวิทยาโดยเคารพ (คือ เอาจริงเอาจัง ถือเป็นกิจสำคัญ)</p>
<p><sup><small>*</sup></small>อุปฏฺฐาน<br><sup><small>**</sup></small>สุสฺสูสา (= ฟังด้วยดี)
</p>
<p>In five ways a pupil should minister to his teachers as the southern quarter:</p>
<p>a)	by rising to receive them.</p>
<p>b)	by waiting upon them.</p>
<p>c)	by eagerness to learn.</p>
<p>d)	by personal service.</p>
<p>e)	by attentively learning the arts and sciences.</p>
<p>ข.	ครูอาจารย์ย่อมอนุเคราะห์ศิษย์ ดังนี้</p>
<p>1)	ฝึกฝนแนะนำให้เป็นคนดี</p>
<p>2)	สอนให้เข้าใจแจ่มแจ้ง</p>
<p>3)	สอนศิลปวิทยาให้สิ้นเชิง</p>
<p>4)	ยกย่องให้ปรากฏในหมู่คณะ</p>
<p>5)		สร้างเครื่องคุ้มภัยในสารทิศ (สอนฝึกให้รู้จักเลี้ยงตัวรักษาตนในอันที่จะดำเนินชีวิตต่อไปด้วยดี รับรองความรู้ความประพฤติให้เป็นที่ยอมรับในการไปประกอบอาชีพเป็นอยู่ได้ด้วยดี)</p>
<p>In five ways his teachers, thus served as the southern quarter, show their love for him:</p>
<p>a)	They train him so that he is well-trained.</p>
<p>b)	They teach him in such a way that he understands and remembers well what he has been taught.</p>
<p>c)	They thoroughly instruct him in the lore of every art.</p>
<p>d)	They introduce him to his friends and companions.</p>
<p>e)	They provide for his safety and security in every quarter.</p>
<ol>
''',/*149*/'''
<ol start="3">
<li><strong>ปัจฉิมทิศ</strong> (ทิศเบื้องหลัง คือ ทิศตะวันตก ได้แก่ บุตรภรรยา เพราะมีขึ้นภายหลังและคอยเป็นกำลังสนับสนุนอยู่ข้างหลัง - Pacchima-disà: wife and children as the west or the direction behind)</li>
</ol>
<p>ก.	สามีพึงบำรุงภรรยา ผู้เป็นทิศเบื้องหลัง ดังนี้</p>
<p>1)	ยกย่องให้เกียรติสมกับฐานะที่เป็นภรรยา</p>
<p>2)	ไม่ดูหมิ่น</p>
<p>3)	ไม่นอกใจ</p>
<p>4)	มอบความเป็นใหญ่ในงานบ้านให้</p>
<p>5)	หาเครื่องประดับมาให้เป็นของขวัญตามโอกาส</p>
<p>In five ways a husband should serve his wife as the western quarter:</p>
<p>a)	by honouring her.</p>
<p>b)	by being courteous to her.</p>
<p>c)	by being faithful to her.</p>
<p>d)	by handing over authority to her.</p>
<p>e)	by providing her with ornaments.</p>
<p>ข.	ภรรยาย่อมอนุเคราะห์สามี ดังนี้</p>
<p>1)	จัดงานบ้านให้เรียบร้อย</p>
<p>2)	สงเคราะห์ญาติมิตรทั้งสองฝ่ายด้วยดี</p>
<p>3)	ไม่นอกใจ</p>
<p>4)	รักษาทรัพย์สมบัติที่หามาได้</p>
<p>5)	ขยันไม่เกียจคร้านในงานทั้งปวง</p>
<p>In five ways his wife, thus served as the western quarter, shows her love for him:</p>
<p>a)	The household affairs are to be well managed.</p>
<p>b)	She should be hospitable and helpful to friends and relations of both hers and his.</p>
<p>c)	She should be faithful to him.</p>
<p>d)	She should take care of the goods he brings home.</p>
<p>e)	She should be skilful and industrious in all her duties.</p>
''',/*150*/'''
<ol start="4">
<li><strong>อุตตรทิศ</strong> (ทิศเบื้องซ้าย คือ ทิศเหนือ ได้แก่ มิตรสหาย เพราะเป็นผู้ช่วยให้ข้ามพ้นอุปสรรคภัยอันตราย และเป็นกำลังสนับสนุน ให้บรรลุความสำเร็จ - Uttara-disà: friends and companions as the north or the direction in the left)</li>
</ol>
<p>ก.	บุคคลพึงบำรุงมิตรสหาย ผู้เป็นทิศเบื้องซ้าย ดังนี้</p>
<p>1)	เผื่อแผ่แบ่งปัน</p>
<p>2)	พูดจามีน้ำใจ</p>
<p>3)	ช่วยเหลือเกื้อกูลกัน</p>
<p>4)	มีตนเสมอ ร่วมสุขร่วมทุกข์กัน</p>
<p>5)	ซื่อสัตย์จริงใจต่อกัน</p>
<p>In five ways a clansman should serve his friends and associates as the northern quarter:</p>
<p>a)	by generosity.</p>
<p>b)	by kind words.</p>
<p>c)	by helping them and acting for their welfare.</p>
<p>d)	by putting them on equal terms.</p>
<p>e)	by being sincere to them.</p>
<p>ข.	มิตรสหายย่อมอนุเคราะห์ตอบ ดังนี้</p>
<p>1)	เมื่อเพื่อนประมาท ช่วยรักษาป้องกัน</p>
<p>2)	เมื่อเพื่อนประมาท ช่วยรักษาทรัพย์สมบัติของเพื่อน</p>
<p>3)	ในคราวมีภัย เป็นที่พึ่งได้</p>
<p>4)	ไม่ละทิ้งในยามทุกข์ยาก</p>
<p>5)	นับถือตลอดถึงวงศ์ญาติของมิตร</p>
<p>In five ways his friends and associates, thus served as the northern quarter, show their love for him:</p>
<p>a)	They protect him when he is careless.</p>
<p>b)	They guard his property when he is careless.</p>
<p>c)	They are a refuge for him when he is in danger.</p>
<p>d)	They do not leave him in his troubles.</p>
<p>e)	They show due respect to other members of his family.</p>
''',/*151*/'''
<ol start="5">
<li><strong>เหฏฐิมทิศ</strong> (ทิศเบื้องล่าง ได้แก่ คนรับใช้และคนงาน เพราะเป็นผู้ช่วยทำการงานต่างๆ เป็นฐานกำลังให้ - Heññhima-disà: servants and workmen as the nadir)</li>
</ol>
<p>ก.	นายพึงบำรุงคนรับใช้และคนงาน ผู้เป็นทิศเบื้องล่าง ดังนี้</p>
<p>1)	จัดการงานให้ทำตามความเหมาะสมกับกำลังความสามารถ</p>
<p>2)	ให้ค่าจ้างรางวัลสมควรแก่งานและความเป็นอยู่</p>
<p>3)	จัดสวัสดิการดี มีช่วยรักษาพยาบาลในยามเจ็บไข้ เป็นต้น</p>
<p>4)	ได้ของแปลกๆ พิเศษมา ก็แบ่งปันให้</p>
<p>5)	ให้มีวันหยุดและพักผ่อนหย่อนใจตามโอกาสอันควร</p>
<p>In five ways a master should serve his servants and workmen as the lower quarter:</p>
<p>a)	by assigning them work according to their strength.</p>
<p>b)	by giving them due food and wages.</p>
<p>c)	by caring for them in sickness.</p>
<p>d)	by sharing with them unusual luxuries.</p>
<p>e)	by giving them holidays and leave at suitable time.</p>
<p>ข.	คนรับใช้และคนงานย่อมอนุเคราะห์นาย ดังนี้</p>
<p>1)	เริ่มทำการงานก่อนนาย</p>
<p>2)	เลิกงานทีหลังนาย</p>
<p>3)	ถือเอาแต่ของที่นายให้</p>
<p>4)	ทำการงานให้เรียบร้อยและดียิ่งขึ้น</p>
<p>5)	นำเกียรติคุณของนายไปเผยแพร่</p>
<p>In five ways his servants and workmen, thus served as the lower quarter, show their love for him:</p>
<p>a)	They get up to work before him.</p>
<p>b)	They go to rest after him.</p>
<p>c)	They take only what is given to them.</p>
<p>d)	They do their work well.</p>
<p>e)	They spread about his praise and good name.</p>
''',/*152*/'''
<ol start="6">
<li><strong>อุปริมทิศ</strong> (ทิศเบื้องบน ได้แก่ สมณพราหมณ์ คือ พระสงฆ์ เพราะเป็นผู้สูงด้วยคุณธรรม และเป็นผู้นำทางจิตใจ - Uparima-disà: monks as the zenith)</li>
</ol>
<p>ก.	คฤหัสถ์ย่อมบำรุงพระสงฆ์ ผู้เป็นทิศเบื้องบน ดังนี้</p>
<p>1)	จะทำสิ่งใด ก็ทำด้วยเมตตา</p>
<p>2)	จะพูดสิ่งใด ก็พูดด้วยเมตตา</p>
<p>3)	จะคิดสิ่งใด ก็คิดด้วยเมตตา</p>
<p>4)	ต้อนรับด้วยความเต็มใจ</p>
<p>5)	อุปถัมภ์ด้วยปัจจัย 4</p>
<p>In five ways a clansman should serve monks and Brahmins as the upper quarter:</p>
<p>a)	by kindly acts.</p>
<p>b)	by kindly words.</p>
<p>c)	by kindly thoughts.</p>
<p>d)	by keeping open house to them.</p>
<p>e)	by supplying them with their material needs.</p>
<p>ข.	พระสงฆ์ย่อมอนุเคราะห์คฤหัสถ์ ดังนี้</p>
<p>1)	ห้ามปรามจากความชั่ว</p>
<p>2)	ให้ตั้งอยู่ในความดี</p>
<p>3)	อนุเคราะห์ด้วยความปรารถนาดี</p>
<p>4)	ให้ได้ฟังสิ่งที่ยังไม่เคยฟัง</p>
<p>5)	ทำสิ่งที่เคยฟังแล้วให้แจ่มแจ้ง</p>
<p>6)	บอกทางสวรรค์ คือทางชีวิตที่มีความสุขความเจริญให้</p>
<p>In six ways the monks, thus served as the upper quarter, show their love for him:</p>
<p>a)	They keep him back from evil.</p>
<p>b)	They encourage him to do good.</p>
<p>c)	They feel for him with kindly thoughts.</p>
<p>d)	They teach him what he has not heard before.</p>
<p>e)	They correct and clarify what he has learnt.</p>
<p>f)	They show him the way to heaven.</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ผู้ปฏิบัติดังกล่าวนี้ชื่อว่า ปกปักรักษาทั่วทุกทิศให้เป็นแดนเกษมสุขปลอดภัย</p>
<p>D.III.189–192.	ที.ปา.11/198–204/202–206.</p>
''',/*153*/'''<big>[☆☆☆]</big> ธรรมคุณ 6 <small>ดู</small> [306] ธรรมคุณ 6.<br>
<big>[☆☆☆]</big> ธาตุ 6 <small>ดู</small> [148] ธาตุ 6.<br>
<big>[☆☆☆]</big> บัญญัติ 6 <small>ดู</small> [28] บัญญัติ 2, 6.<br>
<p><big>[266] ปิยรูป สาตรูป 6*10</big> (สิ่งที่มีสภาวะน่ารักน่าชื่นใจ เป็นที่เกิดและเป็นที่ดับของตัณหา - Piyaråpa sàtaråpa: delightful and pleasurable things)</p>
<p><strong>หมวด 1</strong> <small>ดู</small> [276] อายตนะภายใน 6</p>
<p><strong>หมวด 2</strong> <small>ดู</small> [277] อายตนะภายนอก 6</p>
<p><strong>หมวด 3</strong> <small>ดู</small> [268] วิญญาณ 6</p>
<p><strong>หมวด 4</strong> <small>ดู</small> [272] สัมผัส 6</p>
<p><strong>หมวด 5</strong> <small>ดู</small> [113] เวทนา 6</p>
<p><strong>หมวด 6</strong> <small>ดู</small> [271] สัญญา 6</p>
<p><strong>หมวด 7</strong> <small>ดู</small> [263] สัญเจตนา 6</p>
<p><strong>หมวด 8</strong> <small>ดู</small> [264] ตัณหา 6</p>
<p><strong>หมวด 9</strong>	ได้แก่ วิตก 6 คือ รูปวิตก สัททวิตก คันธวิตก รสวิตก โผฏฐัพพวิตก ธัมมวิตก (ความตริตรึกเกี่ยวกับรูป ฯลฯ - Vitakka: thought-conception concerning visual forms, etc.)</p>
<p><strong>หมวด 10</strong>	ได้แก่ วิจาร 6 คือ รูปวิจาร สัททวิจาร คันธวิจาร รสวิจาร โผฏฐัพพวิจาร ธัมมวิจาร (ความตรองเกี่ยวกับรูป ฯลฯ - Vicàra: discursive thought concerning visual forms, etc.)</p>
<p>D.II.308; M.1.62.	ที.ม.10/297/343; ม.มู.12/147/120.</p>
<p><big>[267] ภัพพตาธรรม 6</big> (ธรรมอันทำให้เป็นผู้ควรที่จะบรรลุกุศลธรรมที่ยังไม่บรรลุ และทำกุศลธรรมที่บรรลุแล้วให้เจริญเพิ่มพูน, คุณสมบัติที่ทำให้เป็นผู้ควร เหมาะ สามารถ หรือพร้อมที่จะได้จะถึงสิ่งดีงามที่ยังไม่ได้ไม่ถึง และทำสิ่งดีงามที่ได้ที่ถึงแล้วให้เจริญเพิ่มพูน - Bhabbatà-dhamma: qualities making one fit for attaining the wholesome not yet attained and augmenting the wholesome already attained)</p>
<ol>
<li><em>ฉลาดในหลักความเจริญ</em> คือ รู้เข้าใจกระบวนเหตุปัจจัยที่จะทำให้เกิดความเจริญเพิ่มพูน (to be knowledgeable about improvement or gain)</li>
<li><em>ฉลาดในหลักความเสื่อม</em> คือ รู้เข้าใจกระบวนเหตุปัจจัยที่จะทำให้เกิดความสูญเสียเสื่อมสลาย (to be knowledgeable about loss or decline)</li>
<li>ฉลาดในอุบาย</em> คือ รู้เข้าใจชำนาญในวิธีการที่จะแก้ไขจัดทำดำเนินการให้สำเร็จลุล่วง (to be skilful in the means)</li>
<li><em>สร้างฉันทะที่จะบรรลุกุศลธรรมที่ยังมิได้บรรลุ</em> (to arouse the will to attain the good one has not attained)</li>
<li><em>ระวังรักษากุศลธรรมที่ได้ลุถึงแล้ว</em> (to maintain the good one has attained)</li>
<li><em>ทำให้สำเร็จลุจุดหมายด้วยการกระทำต่อเนื่องไม่ยั้งหยุดหรือขาดตอน</em> (to accomplish one’s aim through persevering performance or continuance in action)</li>
</ol>
<p>A.III.432	องฺ.ฉกฺก.22/350/482</p>
''',/*154*/'''
<big>[☆☆☆] วัฒนมุข 6 ดู [201] วัฒนมุข 6.</big><br>
<p><big>[268] วิญญาณ 6</big> (ความรู้แจ้งอารมณ์ - Vi¤¤àõa: consciousness; sense-awareness)</p>
<ol>
<li><strong>จักขุวิญญาณ</strong> (ความรู้อารมณ์ทางตา คือ รู้รูปด้วยตา, เห็น - Cakkhu-vi¤¤àõa: eye-consciousness)</li>
<li><strong>โสตวิญญาณ</strong> (ความรู้อารมณ์ทางหู คือ รู้เสียงด้วยหู, ได้ยิน - Sota~: ear-consciousness)</li>
<li><strong>ฆานวิญญาณ</strong> (ความรู้อารมณ์ทางจมูก คือ รู้กลิ่นด้วยจมูก, ได้กลิ่น - Ghàna~: nose-consciousness)</li>
<li><strong>ชิวหาวิญญาณ</strong> (ความรู้อารมณ์ทางลิ้น คือ รู้รสด้วยลิ้น, รู้รส - Jivhà~: tongue-consciousness)</li>
<li><strong>กายวิญญาณ</strong> (ความรู้อารมณ์ทางกาย คือ รู้โผฏฐัพพะด้วยกาย, รู้สึกกายสัมผัส - Kàya~: body-consciousness)</li>
<li><strong>มโนวิญญาณ</strong> (ความรู้อารมณ์ทางใจ คือ รู้ธรรมารมณ์ด้วยใจ, รู้ความนึกคิด - Mano~: mind-consciousness)</li>
</ol>
<p>D.III.243; Vbh.180.	ที.ปา.11/306/255; อภิ.วิ.35/120/105.</p>
<big>[☆☆☆] เวทนา 6</big> <small>ดู</small> [113] เวทนา 6.<br>
<p><big>[269] เวปุลลธรรม 6</big> (คุณสมบัติที่จะทำให้เป็นผู้เติบใหญ่ไพบูลย์ในธรรมหรือคุณความดีทั้งหลายในเวลาไม่นาน - Vepulla-dhamma: qualities leading to the attainment of greatness and full development in wholesome states)</p>
<ol>
<li><strong>อาโลกพหุโล</strong> (เป็นผู้มากด้วยความสว่างแห่งปัญญาหยั่งรู้ - âlokabahulo: to be rich in the lustre of wisdom or clarity of vision)</li>
<li><strong>โยคพหุโล</strong> (เป็นผู้มากด้วยความเพียรประกอบการ - Yogabahulo: to be devoted to the endeavour)</li>
<li><strong>เวทพหุโล</strong> (เป็นผู้มากด้วยความเบิกบานใจ คือ มีปีติปราโมทย์อยู่เสมอ - Vedabahulo: to be full of joy and cheerfulness)</li>
<li><strong>อสนฺตุฏฐิพหุโล</strong> (เป็นผู้มากด้วยความไม่สันโดษในกุศลธรรมทั้งหลาย คือ ไม่รู้อิ่มไม่รู้พอในการบำเพ็ญความดี - Asantuññhibahulo: to be full of intellectual discontent with the good already achieved)</li>
<li><strong>อนิกฺขิตฺตธุโร</strong> (ไม่ทอดธุระในกุศลธรรมทั้งหลาย - Anikkhittadhuro: not to shirk the responsibility of cultivating the good)</li>
<li><strong>อุตฺตริญฺจ ปตาเรติ</strong> (เพียรพยายามทำกิจบัดนี้ให้ลุล่วง ก้าวสู่คุณความดีที่สูงยิ่งขึ้นไป - Uttari¤ca patàreti: to strive perseveringly for further attainments)</li>
</ol>
<p>A.III.432	องฺ.ฉกฺก.22/351/482</p>
''',/*155*/'''
<p><big>[270] สวรรค์ 6</big> (ภพที่มีอารมณ์อันเลิศ, โลกที่มีแต่ความสุข, เทวโลก, ในที่นี้หมายเฉพาะสวรรค์ชั้นกามาพจร คือ ชั้นที่ยังเกี่ยวข้องกับกาม ซึ่งเรียกเต็มว่า ฉกามาพจรสวรรค์ หรือ กามาวจรสวรรค์ 6 - Sagga: the six heavens of the sense-sphere) เรียงจากชั้นต่ำขึ้นไปดังนี้</p>
<ol>
<li><strong>จาตุมหาราชิกา</strong> (สวรรค์ที่ท้าวมหาราช 4 หรือท้าวจตุโลกบาล ปกครอง - Càtum-mahàràjikà: The realm of the Four Great Kings คือ ท้าวธตรฐ จอมคนธรรพ์ ครองทิศตะวันออก; ท้าววิรูฬหก จอมกุมภัณฑ์ ครองทิศใต้; ท้าววิรูปักษ์ จอมนาค ครองทิศตะวันตก; ท้าวกุเวร หรือ เวสสวัณ จอมยักษ์ ครองทิศเหนือ)</li>
<li><strong>ดาวดึงส์</strong> (แดนที่อยู่แห่งเทพ 33 มีท้าวสักกะ หรือพระอินทร์เป็นจอมเทพ บางทีเรียก ไตรตรึงส์ - Tàvati§sà: the realm of the Thirty-three Gods)</li>
<li><strong>ยามา</strong> (แดนที่อยู่แห่งเทพผู้ปราศจากทุกข์ มีท้าวสุยามเป็นผู้ปกครอง - Yàmà: the realm of the Yàma Gods)</li>
<li><strong>ดุสิต</strong> (แดนที่อยู่แห่งเทพผู้เอิบอิ่มด้วยสิริสมบัติของตน มีท้าวสันดุสิตเป็นจอมเทพ - Tusità: the realm of the satisfied gods) ถือกันว่าเป็นที่อุบัติของพระโพธิสัตว์ในพระชาติสุดท้ายก่อนจะเป็นพระพุทธเจ้า และเป็นที่อุบัติของพระพุทธมารดา</li>
<li><strong>นิมมานรดี</strong> (แดนที่อยู่แห่งเทพผู้มีความยินดีในการเนรมิต มีท้าวสุนิมมิตเป็นจอมเทพ ถือกันว่า เทวดาชั้นนี้ ปรารถนาสิ่งใดสิ่งหนึ่ง ย่อมนิรมิตได้เอง - Nimmànaratã: the realm of the gods who rejoice in their own creations)</li>
<li><strong>ปรนิมมิตวสวัตดี</strong> (แดนที่อยู่แห่งเทพผู้ยังอำนาจให้เป็นไปในสมบัติที่ผู้อื่นนิรมิตให้ คือ เสวยสมบัติที่เทพพวกอื่นนิรมิตให้ มีท้าววสวัตดีเป็นจอมเทพ - Paranimmitavasavattã: the realm of gods who lord over the creation of others)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คำอธิบายที่แสดงไว้นี้ มาในคัมภีร์รุ่นหลัง เช่น อภิธัมมัตถวิภาวินี เป็นต้น</p>
<p><small>ดู</small> [351] ภูมิ 31.</p>
<p>S.V.423; Comp.138.	สํ.ม.19/1681/531; สงฺคห.25.</p>
<big>[☆☆☆] สัญเจตนา 6</big> <small>ดู</small> [263] เจตนา 6<br>
<p><big>[271] สัญญา 6</big> (ความกำหนดได้หมายรู้, ความหมายรู้อารมณ์, ความจำได้หมายรู้ - Sa¤¤à: perception)</p>
<ol>
<li><strong>รูปสัญญา</strong> (ความหมายรู้รูป เช่นว่า ดำ แดง เขียว ขาว เป็นต้น - Råpa-sa¤¤à: perception of form)</li>
<li><strong>สัททสัญญา</strong> (ความหมายรู้เสียง เช่นว่า ดัง เบา ทุ้ม แหลม เป็นต้น - Sadda~: perception of sound)</li>
<li><strong>คันธสัญญา</strong> (ความหมายรู้กลิ่น เช่นว่า หอม เหม็น เป็นต้น - Gandha~: perception of smell)</li>
<li><strong>รสสัญญา</strong> (ความหมายรู้รส เช่นว่า หวาน เปรี้ยว ขม เค็ม เป็นต้น - Rasa~: perception of taste)</li>
<li><strong>โผฏฐัพพสัญญา</strong> (ความหมายรู้สัมผัสทางกาย เช่นว่า อ่อน แข็ง หยาบ ละเอียด ร้อน เย็น เป็นต้น - Phoññhabba~: perception of tangible objects)</li>
<li><strong>ธัมมสัญญา</strong> (ความหมายรู้อารมณ์ทางใจ เช่นว่า งาม น่าเกลียด เที่ยง ไม่เที่ยง เป็นต้น - Dhamma~: perception of mind-objects)</li>
</ol>
<p>D.III.244; A.III.413.	ที.ปา.11/309/255; องฺ.ฉกฺก.22/334/461.</p>
''',/*156*/'''<p><big>[272] สัมผัส <small>หรือ</small> ผัสสะ 6</big> (ความกระทบ, ความประจวบกันแห่งอายตนะภายใน อายตนะภายนอก และวิญญาณ - Samphassa, Phassa: contact; sense-impression)</p>
<ol>
<li><strong>จักขุสัมผัส</strong> (ความกระทบทางตา คือ ตา + รูป + จักขุวิญญาณ - Cakkhu-samphassa: eye-contact)</li>
<li><strong>โสตสัมผัส</strong> (ความกระทบทางหู คือ หู + เสียง + โสตวิญญาณ - Sota~: ear-contact)</li>
<li><strong>ฆานสัมผัส</strong> (ความกระทบทางจมูก คือ จมูก + กลิ่น + ฆานวิญญาณ - Ghàna~: nose-contact)</li>
<li><strong>ชิวหาสัมผัส</strong> (ความกระทบทางลิ้น คือ ลิ้น + รส + ชิวหาวิญญาณ - Jivhà~: tongue-contact)</li>
<li><strong>กายสัมผัส</strong> (ความกระทบทางกาย คือ กาย + โผฏฐัพพะ + กายวิญญาณ - Kàya~: body-contact)</li>
<li><strong>มโนสัมผัส</strong> (ความกระทบทางใจ คือ ใจ + ธรรมารมณ์ + มโนวิญญาณ - Mano~: mind-contact)</li>
</ol>
<p>D.III.243; S.II.3.	ที.ปา.11/307/255; สํ.นิ.16/12/4.</p>
<p><big>[273] สารณียธรรม 6</big> (ธรรมเป็นที่ตั้งแห่งความให้ระลึกถึง, ธรรมเป็นเหตุให้ระลึกถึงกัน, ธรรมที่ทำให้เกิดความสามัคคี, หลักการอยู่ร่วมกัน - Sàraõãyadhamma: states of conciliation; virtues for fraternal living) สาราณียธรรม ก็ใช้</p>
<ol>
<li><strong>เมตตากายกรรม</strong> (ตั้งเมตตากายกรรมในเพื่อนพรหมจรรย์ ทั้งต่อหน้าและลับหลัง คือ ช่วยเหลือกิจธุระของผู้ร่วมหมู่คณะด้วยความเต็มใจ แสดงกิริยาอาการสุภาพ เคารพนับถือกัน ทั้งต่อหน้าและลับหลัง - Mettàkàyakamma: to be amiable in deed, openly and in private)</li>
<li><strong>เมตตาวจีกรรม</strong> (ตั้งเมตตาวจีกรรมในเพื่อนพรหมจรรย์ ทั้งต่อหน้าและลับหลัง คือ ช่วยบอกแจ้งสิ่งที่เป็นประโยชน์ สั่งสอน แนะนำตักเตือนด้วยความหวังดี กล่าววาจาสุภาพ แสดงความเคารพนับถือกัน ทั้งต่อหน้าและลับหลัง - Mettàvacãkamma: to be amiable in word, openly and in private)</li>
<li><strong>เมตตามโนกรรม</strong> (ตั้งเมตตามโนกรรมในเพื่อนพรหมจรรย์ ทั้งต่อหน้าและลับหลัง คือ ตั้งจิตปรารถนาดี คิดทำสิ่งที่เป็นประโยชน์แก่กัน มองกันในแง่ดี มีหน้าตายิ้มแย้มแจ่มใสต่อกัน - Mettàmanokamma: to be amiable in thought, openly and in private)</li>
<li><strong>สาธารณโภคิตา</strong> (ได้ของสิ่งใดมาก็แบ่งปันกัน คือ เมื่อได้สิ่งใดมาโดยชอบธรรม แม้เป็นของเล็กน้อย ก็ไม่หวงไว้ผู้เดียว นำมาแบ่งปันเฉลี่ยเจือจาน ให้ได้มีส่วนร่วมใช้สอยบริโภคทั่วกัน - Sàdhàraõabhogità: to share any lawful gains with virtuous fellows) ข้อนี้ ใช้  อัปปฏิวิภัตตโภคี ก็ได้</li>
<li><strong>สีลสามัญญตา</strong> (มีศีลบริสุทธิ์เสมอกันกับเพื่อนพรหมจรรย์ทั้งหลาย ทั้งต่อหน้าและลับหลัง คือ มีความประพฤติสุจริตดีงาม ถูกต้องตามระเบียบวินัย ไม่ทำตนให้เป็นที่น่ารังเกียจของหมู่คณะ - Sãlasàma¤¤atà: to keep without blemish the rules of conduct along with one’s fellows, openly and in private)</li>
<li><strong>ทิฏฐิสามัญญตา</strong> (มีทิฏฐิดีงามเสมอกันกับเพื่อนพรหมจรรย์ทั้งหลาย ทั้งต่อหน้าและลับหลัง คือ มีความเห็นชอบร่วมกัน ในข้อที่เป็นหลักการสำคัญอันจะนำไปสู่ความหลุดพ้น สิ้นทุกข์ หรือขจัดปัญหา - Diññhisàma¤¤atà: to be endowed with right views along with one’s fellows, openly and in private)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 6 ประการนี้ มีคุณคือ เป็น สารณียะ (ทำให้เป็นที่ระลึกถึง - making others to keep one in mind) เป็น ปิยกรณ์ (ทำให้เป็นที่รัก - endearing) เป็น ครุกรณ์ (ทำให้เป็นที่เคารพ - bringing respect) เป็นไปเพื่อ ความสงเคราะห์ (ความประสานกลมกลืน - conducing to sympathy or solidarity) เพื่อ ความไม่วิวาท (to non-quarrel) เพื่อ ความสามัคคี (to concord; harmony) และเพื่อ เอกีภาพ (ความเป็นอันหนึ่งอันเดียวกัน - to unity)</p>
<p>D.III.245; A.III.288–9.	ที.ปา.11/317/257; องฺ.ฉกฺก.22/282–3/321–3.</p>
''',/*157*/'''
<big>[☆☆☆] อนุตตริยะ 6</big> ดู [127] อนุตตริยะ 6<br>
<big>[☆☆☆] อบายมุข 6</big> ดู [200] อบายมุข 6.<br>
<p><big>[274] อภิญญา 6</big> (ความรู้ยิ่งยวด - Abhi¤¤à: superknowledge; ultra-conscious insight)</p>
<ol>
<li><strong>อิทธิวิธา</strong> หรือ อิทธิวิธิ (ความรู้ที่ทำให้แสดงฤทธิ์ต่างๆ ได้ - Iddhividhà: magical powers)</li>
<li><strong>ทิพพโสต</strong> (ญาณที่ทำให้มีหูทิพย์ - Dibbasota: divine ear)</li>
<li><strong>เจโตปริยญาณ</strong> (ญาณที่ให้กำหนดใจคนอื่นได้ - Cetopariyanàõa: penetration of the minds of others; cf. telepathy)</li>
<li><strong>ปุพเพนิวาสานุสสติ</strong> (ญาณที่ทำให้ระลึกชาติได้ - Pubbenivàsànussati: remembrance of former existences; cf. retrocognition)</li>
<li><strong>ทิพพจักขุ</strong> (ญาณที่ทำให้มีตาทิพย์ - Dibbacakkhu: divine eye)</li>
<li><strong>อาสวักขยญาณ</strong> (ญาณที่ทำให้อาสวะสิ้นไป - âsavakkhaya¤àõa: knowledge of the exhaustion of all mental intoxicants)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ห้าข้อแรกเป็นโลกิยะ (โลกียอภิญญา) ข้อท้ายเป็นโลกุตตระ.</p>
<p>ดู [106] วิชชา 3; [297] วิชชา 8.</p>
<p>D.III.281; A.III.280;	ที.ปา.11/431/307; องฺ.ฉกฺก.22/273/311.</p>
<p><big>[275] อภิฐาน 6</big> (กรรมที่เด่นยิ่งกว่ากรรมอื่นๆ, ฐานะอันยิ่งยวด, ฐานอันหนัก, ความผิดพลาดสถานหนัก - Abhiñhàna: major wrong doings; great mistakes)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิฐาน 5 ข้อแรก ตรงกับ <strong>อนันตริยกรรม 5</strong> คือ มาตุฆาต ปิตุฆาต อรหันตฆาต โลหิตุปบาท และ สังฆเภท เพิ่มข้อ 6 คือ</p>
<p><strong>6.	อัญญสัตถุทเทส*</strong> (ถือศาสดาอื่น คือ ถือถูกอยู่แล้ว กลับไพล่ทิ้งไปถือผิด - A¤¤asatthuddesa: professing the doctrines of an alien teacher; adopting another teacher)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิฐานนี้ ในบาลีที่มาเดิม เรียกว่า อภัพพฐาน (ฐานะที่บุคคลผู้ถึงพร้อมด้วยทิฏฐิ คือ ตั้งแต่พระโสดาบันขึ้นไป ไม่อาจจะกระทำ คือ เป็นไปไม่ได้ที่จะทำ - Abhabbaññhàna: acts which are incapable of being committed by a person possessed of right views; impossibilities)</p>
<p>*บางแห่งเรียก อัญญสัตถารุทเทส</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [245] อนันตริยกรรม 5.</p>
<p>A.III.439; Kh.VI.10, Sn.231.	องฺ.ฉกฺก.22/365/490; ขุ.ขุ.25/7/7; ขุ.สุ.25/314/369.</p>
<p><big>[276] อายตนะภายใน 6</big> (ที่เชื่อมต่อให้เกิดความรู้, แดนต่อความรู้ฝ่ายภายใน - Ajjhattikàyatana: internal sense-fields) บาลีเรียก อัชฌัตติกายตนะ</p>
<ol>
<li><strong>จักขุ</strong> (จักษุ, ตา - Cakkhu: the eye)</li>
<li><strong>โสตะ</strong> (หู - Sota: the ear)</li>
<li><strong>ฆานะ</strong> (จมูก - Ghàna: the nose)</li>
<li><strong>ชิวหา</strong> (ลิ้น - Jivhà: the tongue)</li>
<li><strong>กาย</strong> (กาย - Kàya: the body)</li>
<li><strong>มโน</strong> (ใจ - Mana: the mind)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง 6 นี้ เรียกอีกอย่างว่า อินทรีย์ 6 เพราะเป็นใหญ่ในหน้าที่ของตนแต่ละอย่าง เช่น จักษุเป็นเจ้าการในการเห็น เป็นต้น</p>
<p>D.III.243; M.III.216; Vbh.70.	ที.ปา.11/304/255; ม.อุ.14/619/400; อภิ.วิ.35/99/85.</p>
''',/*158*/'''
<p><big>[277] อายตนะภายนอก 6</big> (ที่เชื่อมต่อให้เกิดความรู้, แดนต่อความรู้ฝ่ายภายนอก - Bàhiràyatana: external sense-fields) บาลีเรียก พาหิรายตนะ</p>
<ol>
<li><strong>รูปะ</strong> (รูป, สิ่งที่เห็น หรือ วัณณะ คือสี - Råpa: form; visible objects)</li>
<li><strong>สัททะ</strong> (เสียง - Sadda: sound)</li>
<li><strong>คันธะ</strong> (กลิ่น - Gandha: smell; odour)</li>
<li><strong>รสะ</strong> (รส - Rasa: taste)</li>
<li><strong>โผฏฐัพพะ</strong> (สัมผัสทางกาย, สิ่งที่ถูกต้องกาย - Phoññhabba: touch; tangible objects)</li>
<p><strong>ธรรม</strong> หรือ <strong>ธรรมารมณ์</strong> (อารมณ์ที่เกิดกับใจ, สิ่งที่ใจนึกคิด - Dhamma: mind-objects)</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง 6 นี้ เรียกทั่วไปว่า อารมณ์ 6 คือ เป็นสิ่งสำหรับให้จิตยึดหน่วง</p>
<p>D.III.243; M.III.216; Vbh.70.	ที.ปา.11/305/255; ม.อุ.14/620/400; อภิ.วิ.35/99/85.</p>
''',/*จบหมวด 6*/
/*หมวด7*/
    /*159*/ '''
    <div style="text-align:center"><big><strong>สัตตกะ - หมวด 7</strong></big></div>
    <div style="text-align:center">Groups of Seven</div>
    <p><big>[278] กัลยาณมิตรธรรม 7</big>(องค์คุณของกัลยาณมิตร, คุณสมบัติของมิตรดีหรือมิตรแท้ คือท่านที่คบหรือเข้าหาแล้วจะเป็นเหตุให้เกิดความดีงามและความเจริญ ในที่นี้มุ่งเอามิตรประเภทครูหรือพี่เลี้ยงเป็นสำคัญ - Kalyàõamitta-dhamma: qualities of a good friend)</p>
    <ol>
    <li><strong>	ปิโย </strong>(น่ารัก ในฐานเป็นที่สบายใจและสนิทสนม ชวนใจให้อยากเข้าไปปรึกษาไต่ถาม - Piyo: lovable; endearing)</li>
    <li><strong>	ครุ</strong> (น่าเคารพ ในฐานประพฤติสมควรแก่ฐานะ ให้เกิดความรู้สึกอบอุ่นใจ เป็นที่พึ่งได้ และปลอดภัย - Garu: esteemable; respectable; venerable)</li>
    <li><strong>	ภาวนีโย</strong> (น่าเจริญใจ หรือน่ายกย่อง ในฐานทรงคุณคือความรู้และภูมิปัญญาแท้จริง ทั้งเป็นผู้ฝึกอบรมและปรับปรุงตนอยู่เสมอ ควรเอาอย่าง ทำให้ระลึกและเอ่ยอ้างด้วยซาบซึ้งภูมิใจ - Bhàvanãyo: adorable; cultured; emulable)</li>
    <li><strong>	วตฺตา จ</strong> (รู้จักพูดให้ได้ผล รู้จักชี้แจงให้เข้าใจ รู้ว่าเมื่อไรควรพูดอะไรอย่างไร คอยให้คำแนะนำว่ากล่าวตักเตือน เป็นที่ปรึกษาที่ดี - Vattà ca: being a counsellor)</li>
    <li><strong>	วจนกฺขโม</strong> (อดทนต่อถ้อยคำ คือ พร้อมที่จะรับฟังคำปรึกษา ซักถาม คำเสนอ และวิพากษ์วิจารณ์ อดทนฟังได้ไม่เบื่อ ไม่ฉุนเฉียว - Vacanakkhamo: being a patient listener)</li>
    <li><strong>	คมฺภีรญฺจ กถํ กตฺตา</strong> (แถลงเรื่องล้ำลึกได้ สามารถอธิบายเรื่องยุ่งยากซับซ้อนให้เข้าใจ และให้เรียนรู้เรื่องราวที่ลึกซึ้งยิ่งขึ้นไป - Gambhãra¤ca katha§ kattà: able to deliver deep discourses or to treat profound subjects)</li>
    <li><strong>โน จฏฺฐาเน นิโยชเย</strong>	 (ไม่ชักนำในอฐาน คือ ไม่แนะนำในเรื่องเหลวไหล หรือชักจูงไปใน
    ทางเสื่อมเสีย - No caññhàne niyojaye: never exhorting groundlessly; not leading or spurring on to a useless end)</li>
    </ol>
    <p><small>A.IV.31.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.สตฺตก.23/34/33.</small></p>
    <p><big>[279] ธรรมมีอุปการะมาก 7</big> (Bahukàra-dhamma: virtues of great assistance)
    ธรรมหมวดนี้ ท่านหมายเอาอริยทรัพย์ 7 ประการ</p>
    <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [292] อริยทรัพย์ 7</em></p>
    <p><small>D.III.282.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/433/310.</small></p>

''',
    /*160*/'''
    <p><big>[280] บุพนิมิตแห่งมรรค 7</big> (ธรรมที่เป็นเครื่องหมายบ่งบอกล่วงหน้าว่า มรรคมีองค์ 8 ประการอันประเสริฐจะเกิดขึ้นแก่ผู้นั้น ดุจแสงอรุณเป็นบุพนิมิตของการที่ดวงอาทิตย์จะอุทัย, แสงเงินแสงทองของชีวิตที่ดี, รุ่งอรุณของการศึกษา - Magguppàda-pubbanimitta: a foregoing sign for the arising of the Noble Eightfold Path; precursor of the Noble Path; harbinger of a good life or of the life of learning)</p>
    <ol>
    <li>	<strong>กัลยาณมิตตตา </strong>(ความมีกัลยาณมิตร, มีมิตรดี, คบหาคนที่เป็นแหล่งแห่งปัญญาและแบบอย่างที่ดี - Kalyàõamittatà: good company; having a good friend; association with a good and wise person)</li>
    <li>	<strong>สีลสัมปทา</strong> (ความถึงพร้อมด้วยศีล, การทำศีลให้ถึงพร้อม, ตั้งตนอยู่ในวินัยและมีความประพฤติทั่วไปดีงาม - Sãla-sampadà: perfection of morality; accomplishment in discipline and moral conduct)</li>
    <li>	<strong>ฉันทสัมปทา</strong> (ความถึงพร้อมด้วยฉันทะ, การทำฉันทะให้ถึงพร้อม, ความใฝ่ใจอยากจะทำ กิจหน้าที่และสิ่งทั้งหลายที่เกี่ยวข้องให้ดีงาม, ความใฝ่รู้ใฝ่สร้างสรรค์ - Chanda-sampadà: perfection of aspiration; accomplishment in constructive desire)</li>
    <li>	<strong>อัตตสัมปทา</strong> (ความถึงพร้อมด้วยตนที่ฝึกดีแล้ว, การทำตนให้ถึงพร้อมด้วยคุณสมบัติของผู้ที่พัฒนาแล้วโดยสมบูรณ์ ทั้งด้านกาย ศีล จิต และปัญญา [ที่จะเป็น ภาวิตัตต์ คือผู้มีตนอันได้พัฒนาแล้ว] - Atta-sampadà: perfection of oneself; self-fullfillment; acomplishment in self that has been well trained; dedicating oneself to training for the realization of one’s full human potential)</li>
    <li>	<strong>ทิฏฐิสัมปทา</strong> (ความถึงพร้อมด้วยทิฏฐิ, การทำทิฏฐิให้ถึงพร้อม, การตั้งอยู่ในหลักความคิดความเชื่อถือที่ถูกต้องดีงามมีเหตุผล เช่น ถือหลักความเป็นไปตามเหตุปัจจัย - Diññhi-sampadà: perfection of view; accomplishment in view; to be established in good and reasoned principles of thought and belief)</li>
    <li>	<strong>อัปปมาทสัมปทา</strong> (ความถึงพร้อมด้วยความไม่ประมาท, การทำความไม่ประมาทให้ถึงพร้อม - Appamàda-sampadà: perfection of heedfulness; accomplishment in diligence)</li>
    <li>	<strong>โยนิโสมนสิการสัมปทา</strong> (ความถึงพร้อมด้วยโยนิโสมนสิการ, การทำโยนิโสมนสิการให้ถึงพร้อม, ความฉลาดคิดแยบคายให้เห็นความจริงและหาประโยชน์ได้ - Yonisomanasikàrasampadà: perfection of wise reflection; accomplishment in systematic attention)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อใดธรรมที่เป็นบุพนิมิต 7 ประการนี้ แม้อย่างใดอย่างหนึ่งเกิดมีในบุคคลแล้ว เมื่อนั้นย่อมเป็นอันหวังได้ว่าเขาจักเจริญ พัฒนา ทำให้มาก ซึ่งมรรคมีองค์ 8 ประการอันประเสริฐ คือจักดำเนินก้าวไปในมัชฌิมาปฏิปทา.</p>
    <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [34] ปัจจัยให้เกิดสัมมาทิฏฐิ 2, [293] มรรคมีองค์ 8</em></p>
    <p><small>S.V.30–31.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สํ.ม.19/130–6/36.</small></p>

''',
    /*161*/'''
    <p><big>[281] โพชฌงค์ 7</big> (ธรรมที่เป็นองค์แห่งการตรัสรู้ - Bojjhaïga: enlightenment factors)</p>
    <ol>
    <li>	<strong>สติ</strong> (ความระลึกได้ สำนึกพร้อมอยู่ ใจอยู่กับกิจ จิตอยู่กับเรื่อง - Sati: mindfulness)</li>
    <li>	<strong>ธัมมวิจยะ</strong> (ความเฟ้นธรรม, ความสอดส่องสืบค้นธรรม - Dhammavicaya: truth investigation)</li>
    <li>	<strong>วิริยะ</strong> (ความเพียร - Viriya: effort; energy)</li>
    <li>	<strong>ปีติ</strong> (ความอิ่มใจ - Pãti: zest; rapture)</li>
    <li>	<strong>ปัสสัทธิ</strong> (ความผ่อนคลายสงบเย็นกายใจ - Passaddhi: tranquillity; calmness)</li>
    <li>	<strong>สมาธิ</strong> (ความมีใจตั้งมั่น จิตแน่วแน่ในอารมณ์ - Samàdhi: concentration)</li>
    <li>	<strong>อุเบกขา</strong> (ความมีใจเป็นกลางเพราะเห็นตามเป็นจริง - Upekkhà: equanimity)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่ละข้อเรียกเต็ม มี สัมโพชฌงค์ ต่อท้ายเป็น สติสัมโพชฌงค์ เป็นต้น.</p>
    <p><small>D.III.251,282; Vbh.277.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/327/264; 434/310; อภิ.วิ.35/542/306.</small></p>

    <p><big>[282] ภรรยา 7</big> (ภรรยาแบบต่างๆ จำแนกโดยคุณธรรม ความประพฤติ ลักษณะนิสัย และการปฏิบัติต่อสามี - Bhariyà: seven types of wives)</p>
    <ol>
    <li>	<strong>วธกาภริยา</strong> (ภรรยาเยี่ยงเพชฌฆาต, ภรรยาที่คิดร้าย ซื้อได้ด้วยเงิน มิได้อยู่กินด้วยความพอใจ ยินดีชายอื่น ดูหมิ่นและคิดทำลายสามี - Vadhakà-bhariyà: a wife like a slayer; destructive wife)</li>
    <li>	<strong>โจรีภริยา</strong> (ภรรยาเยี่ยงโจร, ภรรยาผู้ล้างผลาญทรัพย์สมบัติ - Corã~: a wife like a robber; thievish wife)</li>
    <li>	<strong>อัยยาภริยา</strong> (ภรรยาเยี่ยงนาย, ภรรยาที่เกียจคร้าน ไม่ใส่ใจการงาน กินมาก ปากร้าย หยาบคาย ใจเหี้ยม ชอบข่มสามี - Ayyà~: a wife like a mistress: Madam High and Mighty)</li
    <li>	<strong>มาตาภริยา</strong> (ภรรยาเยี่ยงมารดา, ภรรยาที่หวังดีเสมอ คอยห่วงใยเอาใจใส่สามี เหมือนมารดาปกป้องบุตร และประหยัดรักษาทรัพย์ที่หามาได้ - Màtà~: a wife like a mother; motherly wife)</li>
    <li>	<strong>ภคินีภริยา</strong> (ภรรยาเยี่ยงน้องสาว, ภรรยาผู้เคารพรักสามี ดังน้องรักพี่ มีใจอ่อนโยน รู้จักเกรงใจและคล้อยตามสามี - Bhaginã~: a wife like a sister; sisterly wife)</li>
    <li>	<strong>สขีภริยา</strong> (ภรรยาเยี่ยงสหาย, ภรรยาที่เป็นเหมือนเพื่อน พบสามีเมื่อใด ก็ปลาบปลื้มดีใจเหมือนเพื่อนพบเพื่อนที่จากไปนาน เป็นผู้มีการศึกษาอบรม มีกิริยามารยาท ความประพฤติดี ภักดีต่อสามี - Sakhã~: a wife like a companion; friendly wife)</li>
    <li>	<strong>ทาสีภริยา</strong> (ภรรยาเยี่ยงทาสี, ภรรยาที่ยอมอยู่ในอำนาจสามี ถูกขู่ตะคอกเฆี่ยนตี ก็อดทนไม่โกรธตอบ - Dàsã~: a wife like a handmaid; slavish wife)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ท่านสอนให้ภรรยาสำรวจตนว่า ที่เป็นอยู่ ตนเป็นภรรยาประเภทไหน และจะให้ดีควรจะเป็นภรรยาประเภทใด; สำหรับชาย อาจใช้เป็นหลักสำรวจอุปนิสัยของตนว่าควรแก่หญิงประเภทใดเป็นคู่ครอง และสำรวจหญิงที่จะเป็นคู่ครองว่าเหมาะกับอุปนิสัยของตนหรือไม่.</p>
    <p><small>A.IV.91; J.II.347.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.สตฺตก.23/60/92; ชา.อ.4/92.</small></p>

''',
    /*162*/'''
    <p><big>[283] เมถุนสังโยค 7</big> (อาการที่เกี่ยวข้องกับเมถุน หรือนับเนื่องในเมถุน, ความประพฤติพัวพันกับเมถุน, เครื่องผูกมัดไว้กับเมถุน - Methuna-sa§yoga: bonds of sexuality; sex-bonds which cause the renting or blotching of the life of chastity despite no actual sexual intercourse)</p>
    <p></em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สมณะ ก็ดี พราหมณ์ ก็ดี บางคน ปฏิญาณตนว่าเป็นพรหมจารี เขามิได้ร่วมประเวณีกับมาตุคามก็จริง แต่ยังยินดี ปลาบปลื้ม ชื่นใจ ด้วยเมถุนสังโยค 7 อย่างใดอย่างหนึ่ง พรหมจรรย์ของผู้นั้นยังชื่อว่าขาด ทะลุ ด่าง พร้อย เป็นการประพฤติพรหมจรรย์ที่ไม่บริสุทธิ์ ประกอบด้วยเมถุนสังโยค ย่อมไม่พ้นไปจากทุกข์ กล่าวคือ</em></p>
    <ol>
    <li>	<em>ยินดีการลูบไล้ ขัดสี ให้อาบน้ำ และการนวดฟั้นของมาตุคาม ปลื้มใจด้วยการบำเรอนั้น </em>(enjoyment of massage, manipulation, bathing and rubbing down by women)</li>

    <li>	<em>ไม่ถึงอย่างนั้น แต่ยังกระซิกกระซี้ เล่นหัว สัพยอก กับมาตุคาม ปลื้มใจด้วยการกระทำอย่างนั้น</em> (enjoyment of joking, jesting and making merry with women)</li>

    <li>	<em>ไม่ถึงอย่างนั้น แต่ยังเพ่งจ้องดูตากับมาตุคาม ปลื้มใจด้วยการทำอย่างนั้น</em> (enjoyment of gazing and staring at women eye to eye)</li>

    <li>	<em>ไม่ถึงอย่างนั้น แต่ยังชอบฟังเสียงมาตุคามหัวเราะ ขับร้อง หรือร้องไห้อยู่ ข้างนอกฝา นอกกำแพง แล้วปลื้มใจ</em> (enjoyment of listening to women as they laugh, talk, sing or weep beyond a wall or a fence)</li>

    <li>	<em>ไม่ถึงอย่างนั้น แต่ยังชอบตามนึกถึงการเก่าที่ได้เคยหัวเราะพูดจาเล่นหัวกับมาตุคาม แล้วปลื้มใจ</em> (enjoyment of recalling the laughs, talks and jests one formerly had with women)</li>
    
    <li>	<em>ไม่ถึงอย่างนั้น แต่ชอบดูคฤหบดี หรือบุตรคฤหบดี ผู้เอิบอิ่มพรั่งพร้อมด้วยกามคุณทั้ง 5 บำรุงบำเรอตนอยู่ แล้วปลื้มใจ</em> (enjoyment of seeing a householder or a householder’s son indulging in sensual pleasures)</li>
    <li> <em>ไม่ถึงอย่างนั้นแต่ประพฤติพรหมจรรย์ ตั้งปรารถนาเพื่อจะได้เป็นเทพเจ้าหรือเทพองค์ใดองค์หนึ่ง</em>  (leading the life of chastity aspiring to be reborn as a god or a deity)</li>
    </ol>
    <p><small>A.IV.54.&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.สตฺตก.23/47/56.</small></p>

''',
    /*163*/'''
    <p><big>[284] วิญญาณฐิติ 7</big> (ภูมิเป็นที่ตั้งแห่งวิญญาณ - Vi¤¤àõaññhiti: abodes or supports of consciousness)</p>
    <ol>
    <li>	<em>สัตว์บางพวก มีกายต่างกัน มีสัญญาต่างกัน เช่น พวกมนุษย์ เทพบางเหล่า วินิปาติกะ (เปรต) บางเหล่า</em> (beings different in body and in perception)</li>

    <li>	<em>สัตว์บางพวก มีกายต่างกัน แต่มีสัญญาอย่างเดียวกัน เช่น เหล่าเทพจำพวกพรหมผู้เกิดในภูมิปฐมฌาน</em> (beings different in body, but equal in perception)</li>

    <li>	<em>สัตว์บางพวก มีกายอย่างเดียวกัน แต่มีสัญญาต่างกัน เช่น พวกเทพอาภัสสรา</em> (beings equal in body, but different in perception)</li>

    <li>	<em>สัตว์บางพวก มีกายอย่างเดียวกัน มีสัญญาอย่างเดียวกัน เช่น พวกเทพสุภกิณหะ</em> (beings equal in body and in perception)</li>

    <li>	<em>สัตว์บางพวก ผู้เข้าถึงชั้นอากาสานัญจายตนะ</em> (beings reborn in the sphere of Boundless Space)</li>
    
    <li>	<em>สัตว์บางพวก ผู้เข้าถึงชั้นวิญญาณัญจายตนะ</em> (beings reborn in the sphere of Boundless Consciousness)</li>

    <li>	<em>สัตว์บางพวก ผู้เข้าถึงชั้นอากิญจัญญายตนะ</em> (beings reborn in the sphere of Nothingness)</li>
    </ol>
    <p><small>D.III.253; A.IV.39.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/335/265; องฺ.สตฺตก.23/41/41.</small></p>

''',
    /*164*/'''
    <p><big>[285] วิสุทธิ 7</big> (ความหมดจด, ความบริสุทธิ์ที่สูงขึ้นไปเป็นขั้นๆ, ธรรมที่ชำระสัตว์ให้บริสุทธิ์ ยังไตรสิกขาให้บริบูรณ์เป็นขั้นๆ ไปโดยลำดับ จนบรรลุจุดหมายคือนิพพาน - Visuddhi: purity; stages of purity; gradual purification)</p>
    <ol>
    <li>	<strong>สีลวิสุทธิ</strong> (ความหมดจดแห่งศีล คือ รักษาศีลตามภูมิขั้นของตนให้บริสุทธิ์ และให้เป็นไปเพื่อสมาธิ - Sãla-visuddhi: purity of morality) วิสุทธิมัคค์ว่าได้แก่ ปาริสุทธิศีล 4 [160]</li>

    <li>	<strong>จิตตวิสุทธิ</strong> (ความหมดจดแห่งจิต คือ ฝึกอบรมจิตจนบังเกิดสมาธิพอเป็นบาทฐานแห่งวิปัสสนา - Citta~: purity of mind) วิสุทธิมัคค์ว่า ได้แก่ สมาบัติ 8 พร้อมทั้งอุปจาร</li>

    <li>	<strong>ทิฏฐิวิสุทธิ</strong> (ความหมดจดแห่งทิฏฐิ คือ ความรู้เข้าใจมองเห็นนามรูปตามสภาวะที่เป็นจริง เป็นเหตุข่มความเข้าใจผิดว่าเป็นสัตว์บุคคลเสียได้ เริ่มดำรงในภูมิแห่งความไม่หลงผิด - Diññhi~: purity of view; purity of understanding) จัดเป็นขั้นกำหนดทุกขสัจจ์</li>

    <li>	<strong>กังขาวิตรณวิสุทธิ</strong> (ความหมดจดแห่งญาณเป็นเหตุข้ามพ้นความสงสัย, ความบริสุทธิ์ขั้นที่ทำให้กำจัดความสงสัยได้ คือ กำหนดรู้ปัจจัยแห่งนามรูปได้แล้วจึงสิ้นสงสัยในกาลทั้ง 3 - Kaïkhàvitaraõa~: purity of transcending doubts) ข้อนี้ตรงกับ ธรรมฐิติญาณ หรือ ยถาภูตญาณ หรือ สัมมาทัสสนะ จัดเป็นขั้นกำหนดสมุทัยสัจจ์</li>

    <li>	<strong>มัคคามัคคญาณทัสสนวิสุทธิ</strong> (ความหมดจดแห่งญาณที่รู้เห็นว่าเป็นทางหรือมิใช่ทาง คือ เริ่มเจริญวิปัสสนาต่อไปด้วยพิจารณากลาป จนมองเห็นความเกิดขึ้น และความเสื่อมไปแห่งสังขารทั้งหลาย อันเรียกว่า อุทยัพพยานุปัสสนา เป็นตรุณวิปัสสนา คือวิปัสสนาญาณอ่อนๆ แล้วมีวิปัสสนูปกิเลส เกิดขึ้น กำหนดได้ว่าอุปกิเลสทั้ง 10 แห่งวิปัสสนานั้นมิใช่ทาง ส่วนวิปัสสนาที่เริ่มดำเนินเข้าสู่วิถีนั่นแลเป็นทางถูกต้อง เตรียมที่จะประคองจิตไว้ในวิถีคือ วิปัสสนา-ญาณ นั้นต่อไป - Maggàmagga¤àõadassana~: purity of the knowledge and vision regarding path and not-path) ข้อนี้จัดเป็นขั้นกำหนดมัคคสัจจ์</li>
    
    <li>	<strong>ปฏิปทาญาณทัสสนวิสุทธิ</strong> (ความหมดจดแห่งญาณอันรู้เห็นทางดำเนิน คือ ประกอบความเพียรในวิปัสสนาญาณทั้งหลายเริ่มแต่อุทยัพพยานุปัสสนาญาณที่พ้นจากอุปกิเลสดำเนินเข้าสู่วิถีทางแล้วนั้น เป็นต้นไป จนถึงสัจจานุโลมิกญาณหรืออนุโลมญาณ อันเป็นที่สุดแห่งวิปัสสนา ต่อแต่นี้ก็จะเกิดโคตรภูญาณ คั่นระหว่างวิสุทธิข้อนี้กับข้อสุดท้าย เป็นหัวต่อแห่งความเป็นปุถุชนกับความเป็นอริยบุคคล โดยสรุป วิสุทธิข้อนี้ ก็คือ วิปัสสนาญาณ 9 - Pañipadà¤àõadassana~: purity of the knowledge and vision of the way of progress)</li>
    
    <li>	<strong>ญาณทัสสนวิสุทธิ</strong> (ความหมดจดแห่งญาณทัสสนะ คือ ความรู้ในอริยมรรค 4 หรือมรรคญาณ อันเกิดถัดจากโคตรภูญาณเป็นต้นไป เมื่อมรรคเกิดแล้วผลจิตแต่ละอย่างย่อมเกิดขึ้นในลำดับถัดไปจากมรรคญาณนั้นๆ ความเป็นอริยบุคคลย่อมเกิดขึ้นโดยวิสุทธิข้อนี้ เป็นอันบรรลุผลที่หมายสูงสุดแห่งวิสุทธิ หรือไตรสิกขา หรือการปฏิบัติธรรมในพระพุทธศาสนาทั้งสิ้น - ¥àõadassana~: purity of knowledge and vision)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทธิ 7 เป็นปัจจัยส่งต่อกันขึ้นไปเพื่อบรรลุนิพพาน ดุจรถ 7 ผลัดส่งต่อกันให้บุคคลถึงที่หมาย โดยนัยดังแสดงแล้ว</p>
    <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [328] วิปัสสนูปกิเลส 10; [311] วิปัสสนาญาณ 9.</em></p>
    <p><small>M.I.149; Vism.1–710.	ม.มู.12/298/295; คัมภีร์วิสุทธิมัคค์ทั้งหมด.</small></p>

''',
    /*165*/'''
    <p><big>[286] สัปปายะ 7</big> (สิ่งที่สบาย, สภาพเอื้อ, สิ่งที่เกื้อกูล, สิ่งที่เอื้อต่อการอยู่ดีและการที่จะพัฒนาชีวิต, สิ่งที่เหมาะกัน อันเกื้อหนุนในการเจริญภาวนาให้ได้ผลดี ช่วยให้สมาธิตั้งมั่น ไม่เสื่อมถอย - Sappàya: beneficial or advantageous conditions; suitable or agreeable things; things favourable to mental development)</p>
    <ol>
    <li>	<strong>อาวาสสัปปายะ</strong> (ที่อยู่อันเหมาะ เช่น มั่นคง ปลอดภัย สงบ ไม่พลุกพล่านจอแจ - âvàsa-sappàya: suitable abode) บางแห่งเรียก เสนาสนสัปปายะ</li>

    <li>	<strong>โคจรสัปปายะ</strong> (มีแหล่งอาหารอำนวย เช่น มีตลาด มีหมู่บ้านหรือชุมชนที่มีอาหารบริบูรณ์อยู่ไม่ใกล้ไม่ไกลเกินไป มีที่เที่ยวบิณฑบาตที่เหมาะดี - Gocara~: suitable resort)</li>

    <li>	<strong>ภัสสสัปปายะ</strong> (การพูดคุยที่เหมาะกัน เช่น พูดคุยเล่าขานกันแต่ในกถาวัตถุ 10 และพูดแต่พอประมาณ ได้ข่าวสารและสื่อสารที่เอื้อปัญญา - Bhassa~: suitable speech) บางแห่งเรียก ธัมมัสสวนสัปปายะ</li>

    <li>	<strong>ปุคคลสัปปายะ</strong> (บุคคลที่ถูกกันเหมาะกัน เช่น ไม่มีคนร้าย แต่มีท่านผู้ทรงคุณธรรม ทรงภูมิปัญญาเป็นที่ปรึกษาเหมาะใจ - Puggala~: suitable person)</li>

    <li>	<strong>โภชนสัปปายะ</strong> (อาหารที่เหมาะกัน เช่น ถูกกับร่างกาย เกื้อกูลต่อสุขภาพ ฉันไม่ยาก - Bhojana~: suitable food) บางแห่งเรียก อาหารสัปปายะ</li>
   
    <li>	<strong>อุตุสัปปายะ</strong> (ดินฟ้าอากาศธรรมชาติแวดล้อมที่เหมาะ เช่น ไม่หนาวเกินไป ไม่ร้อนเกินไป พร้อมด้วยสายลม และแสงแดด - Utu~: suitable climate)</li>

    <li> <strong>อิริยาปถสัปปายะ</strong> (อิริยาบถที่เหมาะกัน มีการเคลื่อนไหวที่พอดี มีอิริยาบถสมดุล เช่น บางคนถูกกับการเดินการจงกรม บางคนถูกกับนั่ง ปรับให้เหมาะ— Iriyàpatha~: suitable posture)</li>
    </ol>
    <p><small>Vism. 127; Vin.A.II.429; MA.II.911.	วิสุทฺธิ.1/161; วินย.อ.1/524; ม.อ.3/570.</small></p>

''',
    /*166*/'''
    <p><big>[287] สัปปุริสธรรม 7</big><sup>1</sup>(ธรรมของสัตบุรุษ, ธรรมที่ทำให้เป็นสัตบุรุษ, คุณสมบัติของคนดี, ธรรมของผู้ดี - Sappurisa-dhamma: qualities of a good man; virtues of a gentleman)</p>
    <ol>
    <li>	<strong>ธัมมัญญุตา</strong> (ความรู้จักธรรม รู้หลัก หรือ รู้จักเหตุ คือ รู้หลักความจริง รู้หลักการ รู้หลักเกณฑ์ รู้กฎแห่งธรรมดา รู้กฎเกณฑ์แห่งเหตุผล และรู้หลักการที่จะทำให้เกิดผล เช่น ภิกษุรู้ว่าหลักธรรมข้อนั้นๆ คืออะไร มีอะไรบ้าง พระมหากษัตริย์ทรงทราบว่าหลักการปกครองตามราชประเพณีเป็นอย่างไร มีอะไรบ้าง รู้ว่าจะต้องกระทำเหตุอันนี้ๆ หรือกระทำตามหลักการข้อนี้ๆ จึงจะให้เกิดผลที่ต้องการหรือบรรลุจุดหมายอันนั้นๆ เป็นต้น - Dhamma¤¤utà: knowing the law; knowing the cause)</li>

    <li>	<strong>อัตถัญญุตา</strong> (ความรู้จักอรรถ รู้ความมุ่งหมาย หรือ รู้จักผล คือ รู้ความหมาย รู้ความมุ่งหมาย รู้ประโยชน์ที่ประสงค์ รู้จักผลที่จะเกิดขึ้นสืบเนื่องจากการกระทำ หรือความเป็นไปตามหลัก เช่น รู้ว่าหลักธรรมหรือภาษิตข้อนั้นๆ มีความหมายว่าอย่างไร หลักนั้นๆ มีความมุ่งหมายอย่างไร กำหนดไว้หรือพึงปฏิบัติเพื่อประสงค์ประโยชน์อะไร การที่ตนกระทำอยู่มีความมุ่งหมายอย่างไร เมื่อทำไปแล้วจะบังเกิดผลอะไรบ้าง ดังนี้เป็นต้น - Attha¤¤utà: knowing the meaning; knowing the purpose; knowing the consequence)</li>

    <li>	<strong>อัตตัญญุตา</strong> (ความรู้จักตน คือ รู้ว่า เรานั้น ว่าโดยฐานะ ภาวะ เพศ กำลัง ความรู้ ความสามารถ ความถนัด และคุณธรรม เป็นต้น บัดนี้ เท่าไร อย่างไร แล้วประพฤติให้เหมาะสม และรู้ที่จะแก้ไขปรับปรุงต่อไป - Atta¤¤utà: knowing oneself)</li>

    <li>	<strong>มัตตัญญุตา</strong> (ความรู้จักประมาณ คือ ความพอดี เช่น ภิกษุรู้จักประมาณในการรับและบริโภคปัจจัยสี่ คฤหัสถ์รู้จักประมาณในการใช้จ่ายโภคทรัพย์ พระมหากษัตริย์รู้จักประมาณในการลงทัณฑอาชญาและในการเก็บภาษี เป็นต้น - Matta¤¤utà: moderation; knowing how to be temperate; sense of proportion)</li>

    <li>	<strong>กาลัญญุตา</strong> (ความรู้จักกาล คือ รู้กาลเวลาอันเหมาะสม และระยะเวลาที่ควรหรือจะต้องใช้ในการประกอบกิจ ทำหน้าที่การงาน หรือปฏิบัติการต่างๆ เช่น ให้ตรงเวลา ให้เป็นเวลา ให้ทันเวลา ให้พอเวลา ให้เหมาะเวลา เป็นต้น - Kàla¤¤utà: knowing the proper time; knowing how to choose and keep time)</li>
    
    <li>	<strong>ปริสัญญุตา</strong> (ความรู้จักบริษัท คือ รู้จักชุมชน และรู้จักที่ประชุม รู้กิริยาที่จะประพฤติต่อชุมชนนั้นๆ ว่า ชุมชนนี้เมื่อเข้าไปหา จะต้องทำกิริยาอย่างนี้ จะต้องพูดอย่างนี้ ชุมชนนี้ควรสงเคราะห์อย่างนี้ เป็นต้น - Parisa¤¤utà: knowing the assembly; knowing the society)</li>

    <li>	<strong>ปุคคลัญญุตา</strong> หรือ <strong>ปุคคลปโรปรัญญุตา</strong> (ความรู้จักบุคคล คือ ความแตกต่างแห่งบุคคลว่า โดยอัธยาศัย ความสามารถ และคุณธรรม เป็นต้น ใครๆ ยิ่งหรือหย่อนอย่างไร และรู้ที่จะปฏิบัติต่อบุคคลนั้นๆ ด้วยดี ว่าควรจะคบหรือไม่ จะใช้ จะตำหนิ ยกย่อง และแนะนำสั่งสอนอย่างไร เป็นต้น - Puggala¤¤utà: knowing the individual; knowing the different individuals)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภิกษุผู้ประกอบด้วยสัปปุริสธรรม 7 ข้อนี้ ชื่อว่า เป็นผู้ประกอบด้วยสังฆคุณครบ 9 แม้พระอรหันตสัมมาสัมพุทธเจ้าและพระเจ้าจักรพรรดิ ก็ทรงประกอบด้วยธรรมเหล่านี้ (ท่านแสดงไว้เฉพาะข้อหลัก 5 ข้อ คือ ข้อ 1, 2, 4, 5, 6 องฺ.ปญฺจก.22/131/166; A.III.148) จึงทรงยังธรรมจักรและอาณาจักรให้เป็นไปด้วยดี.</p>
    <p><small>D.III.252,283; A.IV.113.	&nbsp;&nbsp;&nbsp;ที.ปา.11/331/264; 439/312; องฺ.สตฺตก.23/65/114.</small></p>



''',
    /*167*/'''
    <big>[☆☆☆] สัปปุริสธรรม 7</big><sup>2</sup> <em><small>ดู</small> [301] สัปปุริสธรรม 8.</em>
    <big>[☆☆☆] สมบัติของอุบาสก 7</big> <em><small>ดู</small> [260] อุบาสกธรรม 7.</em>
    <big>[☆☆☆] องค์คุณของกัลยาณมิตร 7</big> <em><small>ดู</small> [278] กัลยาณมิตรธรรม 7.</em>
    <p><big>[288] อนุสัย 7</big> (กิเลสที่นอนเนื่องอยู่ในสันดาน - Anusaya: latent tendencies)</p>
    <ol>
    <li>	<strong>กามราคะ</strong> (ความกำหนัดในกาม, ความอยากได้ติดใจในกาม - Kàmaràga: lust for sensual pleasures)</li>

    <li>	<strong>ปฏิฆะ</strong> (ความขัดใจ, ความหงุดหงิดขัดเคือง คือ โทสะ - Pañigha: repulsion; irritation; grudge)</li>

    <li>	<strong>ทิฏฐิ</strong> (ความเห็นผิด, การยึดถือความเห็น เอาความคิดเห็นเป็นความจริง - Diññhi: wrong view; speculative opinion)</li>

    <li>	<strong>วิจิกิจฉา</strong> (ความลังเล, ความสงสัย - Vicikicchà: doubt; uncertainty)</li>

    <li>	<strong>มานะ</strong> (ความถือตัว - Màna: conceit)</li>
    
    <li>	<strong>ภวราคะ</strong> (ความกำหนัดในภพ, ความอยากเป็น อยากยิ่งใหญ่ อยากยั่งยืน - Bhavaràga: lust for becoming)</li>

    <li>	<strong>อวิชชา</strong> (ความไม่รู้จริง คือ โมหะ - Avijjà: ignorance)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนุสัย 7 นี้ เรียกอีกอย่างหนึ่งว่า <strong>สังโยชน์ 7</strong></p>
    <p><small>D.III.254, 282; A.IV.8; Vbh.383.	ที.ปา.11/337/266; องฺ.สตฺตก.23/11/8; อภิ.วิ.35/1005/517.</small></p>

    <p><big>[289] อปริหานิยธรรม 7</big><sup>1</sup> ของกษัตริย์วัชชี หรือ วัชชีอปริหานิย-ธรรม 7 (ธรรมอันไม่เป็นที่ตั้งแห่งความเสื่อม เป็นไปเพื่อความเจริญฝ่ายเดียว สำหรับหมู่ชนหรือผู้บริหารบ้านเมือง - Vajjã-aparihàniyadhamma: things leading never to decline but only to prosperity; conditions of welfare)</p>
    <ol>
    <li>	<em>หมั่นประชุมกันเนืองนิตย์</em> (to hold regular and frequent meetings)</li>

    <li>		<em>พร้อมเพรียงกันประชุม พร้อมเพรียงกันเลิกประชุม พร้อมเพรียงกันทำกิจที่พึงทำ</em> (to meet together in harmony, disperse in harmony, and do their business and duties in harmony)</li>
    
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อนี้แปลอีกอย่างหนึ่งว่า: <em>พร้อมเพรียงกันลุกขึ้นป้องกันบ้านเมือง พร้อมเพรียงกันทำกิจทั้งหลาย</em></p>
    
    <li> <em>ไม่บัญญัติสิ่งที่มิได้บัญญัติไว้ (อันขัดต่อหลักการเดิม) ไม่ล้มล้างสิ่งที่บัญญัติไว้ (ตามหลักการเดิม) ถือปฏิบัติมั่นตามวัชชีธรรม (หลักการ) ตามที่วางไว้เดิม</em> (to introduce no revolutionary ordinance, or break up no established ordinance, but abide by the original or fundamental Vajjian norm and principles)</li>

    <li> <em>ท่านเหล่าใดเป็นผู้ใหญ่ในชนชาววัชชี เคารพนับถือท่านเหล่านั้น เห็นถ้อยคำของท่านว่าเป็นสิ่งอันควรรับฟัง</em> (to honour and respect the elders among the Vajjians and deem them worthy of listening to)</li>

    <li>	<em>บรรดากุลสตรีกุลกุมารีทั้งหลาย ให้อยู่ดีโดยมิถูกข่มเหง หรือฉุดคร่าขืนใจ</em> (the women and girls of the families are to dwell without being forced or abducted)</li>
    
    <li>	<em>เคารพสักการะบูชาเจดีย์ (ปูชนียสถานและปูชนียวัตถุ ตลอดถึงอนุสาวรีย์ต่างๆ) ของวัชชี (ประจำชาติ) ทั้งหลาย ทั้งภายในและภายนอก ไม่ปล่อยให้ธรรมิกพลีที่เคยให้เคยทำแก่เจดีย์เหล่านั้นเสื่อมทรามไป</em> (to honour and worship the Vajjian shrines, monuments and objects of worship, both central and provincial, and do not neglect those righteous ceremonies held before for them)</li>

    <li>	<em>จัดให้ความอารักขา คุ้มครอง ป้องกัน อันชอบธรรม แก่พระอรหันต์ทั้งหลาย (ในที่นี้กินความกว้าง หมายถึงบรรพชิตผู้ดำรงธรรมเป็นหลักใจของประชาชนทั่วไป) ตั้งใจว่า ขอพระอรหันต์ทั้งหลายที่ยังมิได้มา พึงมาสู่แว่นแคว้น ที่มาแล้วพึงอยู่ในแว่นแคว้นโดยผาสุก</em> (to provide the rightful protection, shelter and support for the Arahants and wish that the Arahants who have not come may enter the realm and those who have entered may dwell pleasantly therein)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อปริหานิยธรรม 7 ประการนี้ พระพุทธเจ้าตรัสแสดงแก่เจ้าวัชชีทั้งหลาย ผู้ปกครองรัฐโดยระบอบสามัคคีธรรม (republic) ซึ่งรัฐคู่อริยอมรับว่า เมื่อชาววัชชียังปฏิบัติตามหลักธรรมนี้ จะเอาชนะด้วยการรบไม่ได้ นอกจากจะใช้การเกลี้ยกล่อมหรือยุแยกให้แตกสามัคคี.</p>
    <p><small>D.II.73; A.IV.15.	ที.ม.10/68/86; องฺ.สตฺตก.23/20/18.</small></p>

''',
    /*168*/'''
    <p><big>[290] อปริหานิยธรรม 7</big><sup>2</sup> <big>ของภิกษุ</big> หรือ <big>ภิกขุอปริหานิยธรรม 7</big> (ธรรมอันไม่เป็นที่ตั้งแห่งความเสื่อม เป็นไปเพื่อความเจริญฝ่ายเดียว สำหรับภิกษุทั้งหลาย - Bhikkhu-aparihàniyadhamma:  things leading never to decline but only to prosperity; conditions of welfare)</p>
    <ol>
    <li>	<em>หมั่นประชุมกันเนืองนิตย์</em> (to hold regular and frequent meetings)</li>

    <li>	<em>พร้อมเพรียงกันประชุม พร้อมเพรียงกันเลิกประชุม พร้อมเพรียงกันทำกิจที่สงฆ์จะต้องทำ</em> (to meet together in harmony, disperse in harmony, and do the business and duties of the Order in harmony)</li>
   
    <p>ข้อนี้แปลอีกอย่างว่า: <em>พร้อมเพรียงกันประชุม พร้อมเพรียงกันลุกขึ้นจัดการแก้ไขสิ่งเสียหาย เหตุไม่งาม พร้อมเพรียงกันทำกิจที่สงฆ์จะต้องทำ</em></p>
  
    <li>	<em>ไม่บัญญัติสิ่งที่พระพุทธเจ้าไม่ทรงบัญญัติ ไม่ล้มล้างสิ่งที่พระองค์ทรงบัญญัติไว้ สมาทานศึกษาอยู่ในสิกขาบททั้งหลายตามที่พระองค์ทรงบัญญัติไว้</em> (to introduce no revolutionary ordinance, break up no established ordinance, but train oneself in accordance with the prescribed training rules)</li>

    <li>	<em>ภิกษุเหล่าใดเป็นผู้ใหญ่ เป็นสังฆบิดร เป็นสังฆปริณายก เคารพนับถือภิกษุเหล่านั้น เห็นถ้อยคำของท่านว่าเป็นสิ่งอันควรรับฟัง</em> (to honour and respect those elders of long experience, the fathers and leaders of the Order and deem them worthy of listening to)</li>

    <li>	<em>ไม่ลุอำนาจตัณหาคือความอยากที่เกิดขึ้น</em> (not to fall under the influence of craving which arises)</li>
    
    <li>	<em>ยินดีในเสนาสนะป่า</em> (to delight in forest retreat)</li>

    <li>	<em>ตั้งสติระลึกไว้ในใจว่า สพรหมจารี (เพื่อนพรหมจารี) ทั้งหลายผู้มีศีลงาม ซึ่งยังไม่มา ขอให้มา ที่มาแล้ว ขอให้อยู่ผาสุก</em> (to establish oneself in mindfulness, with this thought, “Let disciplined co-celibates who have not come, come hither, and let those that have already come live in comfort.”)</li>
    </ol>
    <p><small>D.II.77; A.IV.20.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/70/90; องฺ.สตฺตก.23/21/21.</small></p>

''',
    /*169*/'''
    <p><big>[291] อปริหานิยธรรม 7</big><sup>3</sup> <big>ของภิกษุ</big> หรือ <big>ภิกขุอปริหานิยธรรม 7</big> อีกหมวดหนึ่ง (Bhikkhu-aparihàniyadhamma)</p>
    <ol>
    <li><strong>	น กมฺมารามตา</strong> (ไม่มัวเพลินการงาน คือไม่หลงเพลิดเพลินหมกมุ่นวุ่นอยู่กับงาน เช่น การเย็บจีวร ทำบริขารต่างๆ เป็นต้น จนเสื่อมเสียการเล่าเรียนศึกษาบำเพ็ญสมณธรรม - Na kammàràmatà: not to be fond of business)</li>

    <li>	<strong>น ภสฺสารามตา</strong> (ไม่มัวเพลินการคุย - Na bhassàràmatà: not to be fond of gossip)</li>

    <li>	<strong>น นิทฺทารามตา</strong> (ไม่มัวเพลินการหลับนอน - Na niddàràmatà: not to be fond of sleeping)</li>

    <li>	<strong>น สงฺคณิการามตา</strong> (ไม่มัวเพลินการคลุกคลีหมู่คณะ - Na saïgaõikàràmatà: not to be fond of society)</li>

    <li>	<strong>น ปาปิจฺฉตา</strong> (ไม่เป็นผู้มีความปรารถนาลามก, ไม่ตกอยู่ในอำนาจความปรารถนาลามก - Na pàpicchatà: not to have nor fall under the influence of evil desire)</li>
    
    <li>	<strong>น ปาปมิตฺตตา</strong> (ไม่เป็นผู้มีปาปมิตร - Na pàpamittatà: not to have evil friends)</li>

    <li>	<strong>น อนฺตราโวสานํ</strong> (ไม่ถึงความหยุดยั้งนอนใจเสียในระหว่าง ด้วยการบรรลุคุณวิเศษเพียงชั้นต้นๆ  - Na antaràvosàna§: not to come to a stop on the way by the attainment of lesser success)</li>
    </ol>
    <p><small>D.II.78; A.IV.21.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ม.10/71/92; องฺ.สตฺตก.23/22/23.</small></p>

''',
    /*170*/'''
    <p><big>[292] อริยทรัพย์ 7</big> (ทรัพย์อันประเสริฐ, ทรัพย์คือคุณธรรมประจำใจอย่างประเสริฐ - Ariya-dhana: noble treasures)</p>
    <ol>
    <li>	<strong>ศรัทธา</strong> (ความเชื่อที่มีเหตุผล มั่นใจในหลักที่ถือและในการดีที่ทำ - Saddhà: confidence)</li>

    <li>	<strong>ศีล</strong> (การรักษากายวาจาให้เรียบร้อย ประพฤติถูกต้องดีงาม - Sãla: morality; good conduct; virtue)</li>

    <li>	<strong>หิริ</strong> (ความละอายใจต่อการทำความชั่ว - Hiri: moral shame; conscience)</li>

    <li>	<strong>โอตตัปปะ</strong> (ความเกรงกลัวต่อความชั่ว - Ottappa: moral dread; fear-to-err)</li>

    <li>	<strong>พาหุสัจจะ</strong> (ความเป็นผู้ได้ศึกษาเล่าเรียนมาก - Bàhusacca: great learning )</li>
    
    <li>	<strong>จาคะ</strong> (ความเสียสละ เอื้อเฟื้อเผื่อแผ่ - Càga: liberality)</li>

    <li>	<strong>ปัญญา</strong> (ความรู้ความเข้าใจถ่องแท้ในเหตุผล ดีชั่ว ถูกผิด คุณโทษ ประโยชน์ มิใช่ประโยชน์ รู้คิด รู้พิจารณา และรู้ที่จะจัดทำ - Pa¤¤à: wisdom)
    </li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อริยทรัพย์ เป็นทรัพย์อันประเสริฐอยู่ภายในจิตใจ ดีกว่าทรัพย์ภายนอก เพราะไม่มีผู้ใดแย่งชิง ไม่สูญหายไปด้วยภัยอันตรายต่างๆ ทำใจให้ไม่อ้างว้างยากจน และเป็นทุนสร้างทรัพย์ภายนอกได้ด้วย</p>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรม 7 นี้ ท่านเรียกว่าเป็น <strong>พหุการธรรม</strong> หรือ <em>ธรรมมีอุปการะมาก</em> (Bahukàradhamma: virtues of great assistance; D.III.282; ที.ปา.11/433/310) เพราะเป็นกำลังหนุนช่วยส่งเสริมในการบำเพ็ญคุณธรรมต่างๆ ยังประโยชน์ตนและประโยชน์ผู้อื่นให้สำเร็จได้อย่างกว้างขวางไพบูลย์ เปรียบเหมือนคนมีทรัพย์มาก ย่อมสามารถใช้จ่ายทรัพย์เลี้ยงตนเลี้ยงผู้อื่นให้มีความสุข และบำเพ็ญประโยชน์ต่างๆ ได้เป็นอันมาก.</p>
    <p><small>D.III.163,267; A.IV.5.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/326/264; องฺ.สตฺตก.23/6/5.</small></p>
    <big>[☆☆☆] อริยบุคคล 7</big> <em><small>ดู</small> [63] อริยบุคคล 7.</em>br>
    <big>[☆☆☆] อุบาสกธรรม 7</big> <em><small>ดู</small> [260] อุบาสกธรรม 7.</em><br>


''',/*จบหมวด7*/
/*หมวด8*/
    /*171*/'''
    <div style="text-align:center"><big><strong>อัฏฐกะ - หมวด 8</strong></big></div>
    <div style="text-align:center">Groups of Eight</div>
    <div style="text-align:center"><strong>(including related groups)</strong></div>
    <big>[☆☆☆] ฌาน 8 ดู [10] ฌาน 8.</big><br>
    <p><big>[293] มรรคมีองค์ 8</big> หรือ <big>อัฏฐังคิกมรรค</big>(เรียกเต็มว่า <em>อริยอัฏฐังคิกมรรค</em> แปลว่า “ทางมีองค์แปดประการ อันประเสริฐ” - Aññhaïgika-magga: the Noble Eightfold Path); <em>องค์ 8 ของมรรค</em> (มัคคังคะ - factors or constituents of the Path) มีดังนี้</p>
    <ol>
    <li>	<strong>สัมมาทิฏฐิ</strong> (เห็นชอบ ได้แก่ ความรู้อริยสัจจ์ 4 หรือ เห็นไตรลักษณ์ หรือ รู้อกุศลและอกุศลมูลกับกุศลและกุศลมูล หรือเห็นปฏิจจสมุปบาท - Sammàdiññhi: Right View; Right Understanding)</li>

    <li>	<strong>สัมมาสังกัปปะ</strong> (ดำริชอบ ได้แก่ เนกขัมมสังกัปป์ อพยาบาทสังกัปป์ อวิหิงสาสังกัปป์ - Sammàsaïkappa: Right Thought) ดู [69] กุศลวิตก 3</li>

    <li>	<strong>สัมมาวาจา</strong> (เจรจาชอบ ได้แก่ วจีสุจริต 4 - Sammàvàcà: Right Speech)</li>

    <li>	<strong>สัมมากัมมันตะ</strong> (กระทำชอบ ได้แก่ กายสุจริต 3 - Sammàkammanta: Right Action)</li>

    <li>	<strong>สัมมาอาชีวะ</strong> (เลี้ยงชีพชอบ ได้แก่ เว้นมิจฉาชีพ ประกอบสัมมาชีพ - Sammà-àjãva: Right Livelihood)</li>
    
    <li>	<strong>สัมมาวายามะ</strong> (พยายามชอบ ได้แก่ ปธาน หรือ สัมมัปปธาน 4 - Sammàvàyàma: Right Effort)</li>
    
    <li>	<strong>สัมมาสติ</strong> (ระลึกชอบ ได้แก่ สติปัฏฐาน 4 - Sammàsati: Right Mindfulness)</li>
    
    <li>	<strong>สัมมาสมาธิ</strong> (ตั้งจิตมั่นชอบ ได้แก่ ฌาน 4 - Sammàsamàdhi: Right Concentration)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องค์ 8 ของมรรค จัดเข้าในธรรมขันธ์ 3 ข้อต้น คือ ข้อ 3, 4, 5 เป็น ศีล ข้อ 6, 7, 8 เป็น สมาธิ ข้อ 1, 2 เป็น ปัญญา <em><small>ดู</small> [124] สิกขา 3;</em> และหมวดธรรมที่อ้างถึงทั้งหมด</p>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;มรรคมีองค์ 8 นี้ เป็นอริยสัจจ์ ข้อที่ 4 และได้ชื่อว่า <strong>มัชฌิมาปฏิปทา</strong> แปลว่า “ทางสายกลาง” เพราะเป็นข้อปฏิบัติอันพอดีที่จะนำไปสู่จุดหมายแห่งความหลุดพ้นเป็นอิสระ ดับทุกข์ ปลอดปัญหา ไม่ติดข้องในที่สุดทั้งสอง คือ กามสุขัลลิกานุโยค และอัตตกิลมถานุโยค<em><small>ดู</small> [15] ที่สุด 2; [204] อริยสัจจ์ 4</em></p>
    <p><small>D.II.312; M.I.61; M.III.251; Vbh.235.	ที.ม.10/299/348; ม.มู.12/149/123; ม.อุ.14/704/453; อภิ.วิ.35/569/307.</small></p>


''',
    /*172*/'''
    <p><big>[294] ลักษณะตัดสินธรรมวินัย 8 </big>หรือ <big>หลักกำหนดธรรมวินัย 8</big> (Dhammavinaya-nicchayalakkhaõa: criteria of the Doctrine and the Discipline)</p>
    <p>ธรรมเหล่าใดเป็นไปเพื่อ</p>
    <ol>
    <li>	<strong>วิราคะ</strong> คือ ความคลายออกไปได้, หายติด เป็นอิสระ (Viràga: detachment; dispassionateness) มิใช่เพื่อความติดใคร่ย้อมใจ</li>

    <li>	<strong>วิสังโยค</strong> คือ ความหมดเครื่องผูกรัด, ความไม่ประกอบทุกข์ (Visa§yoga: release from bondage) มิใช่เพื่อผูกรัด หรือประกอบทุกข์</li>

    <li>	<strong>อปจยะ</strong> คือ ความไม่พอกพูนกิเลส (Apacaya: dispersion of defilements) มิใช่เพื่อพอกพูนกิเลส</li>

    <li>	<strong>อัปปิจฉตา</strong> คือ ความอยากอันน้อย, ความมักน้อย (Appicchatà: wanting little) มิใช่เพื่อความอยากอันใหญ่, ความมักใหญ่ หรือมักมากอยากใหญ่</li>

    <li>	<strong>สันตุฏฐี</strong> คือ ความสันโดษ (Santuññhi: contentment) มิใช่เพื่อความไม่สันโดษ</li>
   
    <li>	<strong>ปวิเวก</strong> คือ ความสงัด (Paviveka: seclusion; solitude) มิใช่เพื่อความคลุกคลี</li>

    <li>	<strong>วิริยารัมภะ</strong> คือ การประกอบความเพียร (Viriyàrambha: energy; exertion) มิใช่เพื่อความเกียจคร้าน</li>

    <li>	<strong>สุภรตา</strong> คือ ความเลี้ยงง่าย (Subharatà: being easy to support) มิใช่เพื่อความเลี้ยงยาก</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมเหล่านี้ พึงรู้ว่าเป็นธรรม เป็นวินัย เป็นสัตถุสาสน์ คือคำสอนของพระศาสดา; หมวดนี้ ตรัสแก่พระนางมหาปชาบดีโคตมี</p>
    <p><small>Vin.II.259; A.IV.280.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วินย.7/523/331; องฺ.อฏฺก.23/143/289.</small></p>

    <p><big>[295] ลักษณะตัดสินธรรมวินัย 7</big> หรือ <big>หลักกำหนดธรรมวินัย 7</big> (Dhammavinaya-jànanalakkhaõa: criteria of the Doctrine and the Discipline)</p>
    <p>ธรรมเหล่าใดเป็นไปเพื่อ</p>
    <ol>
    <li>	<strong>เอกันตนิพพิทา</strong> (ความหน่ายสิ้นเชิง, ไม่หลงใหล คลายออกได้ - Ekantanibbidà: disenchantment)</li>

    <li>	<strong>วิราคะ</strong> (ความคลายหายติด, ปลอดออกไปได้ เป็นอิสระ - Viràga: detachment)</li>

    <li>	<strong>นิโรธ</strong> (ความดับ, หมดกิเลสหมดทุกข์, ไม่มีทุกข์เกิดขึ้น - Nirodha: extinction)</li>

    <li>	<strong>อุปสมะ</strong> (ความสงบ - Upasama: calm; peace)</li>

    <li>	<strong>อภิญญา</strong> (ความรู้ยิ่ง, ความรู้ชัด - Abhi¤¤à: discernment; direct knowledge)</li>
  
    <li>	<strong>สัมโพธะ</strong> (ความตรัสรู้ - Sambodha: enlightenment)/li>

    <li>	<strong>นิพพาน</strong> (นิพพาน - Nibbàna)/li>
    </ol>
    <p>ธรรมเหล่านี้ พึงรู้ว่าเป็นธรรม เป็นวินัย เป็นสัตถุสาสน์ คือคำสอนของพระศาสดา; หมวดนี้ ตรัสแก่พระอุบาลี</p>
    
    <p><small>A.IV.143.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.สตฺตก.23/80/146.</small></p>

''',
    /*173*/'''
    <p><big>[296] โลกธรรม 8</big> (ธรรมดาของโลก, เรื่องของโลก, ความเป็นไปตามคติธรรมดาซึ่งหมุนเวียนมาหาสัตวโลก และสัตวโลกก็หมุนเวียนตามมันไป - Loka-dhamma: wordly conditions; wordly vicissitudes)</p>
    <ol>
    <li>	<strong>ลาภ</strong> 	(ได้ลาภ, มีลาภ - Làbha: gain)</li>

    <li>	<strong>อลาภ</strong> 	(เสื่อมลาภ, สูญเสีย - Alàbha: loss)</li>

    <li>	<strong>ยส</strong> 	(ได้ยศ, มียศ - Yasa: fame; rank; dignity)</li>

    <li>	<strong>อยส</strong> 	(เสื่อมยศ - Ayasa: obscurity)</li>

    <li>	<strong>นินทา</strong> 	(ติเตียน - Nindà: blame)</li>
    
    <li>	<strong>ปสังสา</strong> 	(สรรเสริญ - Pasa§sà: praise)</li>

    <li>	<strong>สุข</strong> 	(ความสุข - Sukha: happiness)</li>

    <li>	<strong>ทุกข์</strong> 	(ความทุกข์ - Dukkha: pain)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โดยสรุปเป็น 2 คือ ข้อ 1, 3, 6, 7 เป็น <em>อิฏฐารมณ์</em> คือ ส่วนที่น่าปรารถนา; ข้อที่เหลือเป็น <em>อนิฏฐารมณ์</em> คือ ส่วนที่ไม่น่าปรารถนา</p>

    <p><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โลกธรรมเหล่านี้ ย่อมเกิดขึ้นทั้งแก่ปุถุชนผู้มิได้เรียนรู้ และแก่อริยสาวกผู้ได้เรียนรู้ ต่างกันแต่ว่า คนพวกแรกย่อมไม่รู้เห็นเข้าใจตามความเป็นจริง ลุ่มหลง ยินดียินร้าย ปล่อยให้โลกธรรมเข้าครอบงำย่ำยีจิต ฟูยุบเรื่อยไป ไม่พ้นจากทุกข์ มีโสกะปริเทวะ เป็นต้น ส่วนอริยสาวกผู้ได้เรียนรู้ พิจารณาเห็นตามเป็นจริง ว่าสิ่งเหล่านี้อย่างใดก็ตามที่เกิดขึ้นแก่ตน ล้วนไม่เที่ยง เป็นทุกข์ มีความแปรปรวนเป็นธรรมดา ไม่หลงใหลมัวเมาเคลิ้มไปตามอิฏฐารมณ์ ไม่ขุ่นมัวหม่นหมองคลุ้มคลั่งไปในเพราะอนิฏฐารมณ์ มีสติดำรงอยู่ เป็นผู้ปราศจากทุกข์ มีโสกะปริเทวะ เป็นต้น</small></p>
    <p><small>A.IV.157.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อฏฺฐก.23/96/159.</small></p>



    <p><big>[297] วิชชา 8</big> (ความรู้แจ้ง, ความรู้วิเศษ - Vijjà: supernormal knowledge)</p>
    <ol>
    <li>	<strong>วิปัสสนาญาณ</strong> (ญาณในวิปัสสนา, ญาณที่เป็นวิปัสสนา คือปัญญาที่พิจารณาเห็นสังขารคือนามรูปโดยไตรลักษณ์ มีต่างกันออกไปเป็นชั้นๆ ต่อเนื่องกัน - Vipassanà¤àõa: insight-knowledge)</li>

    <li>	<strong>มโนมยิทธิ</strong> (ฤทธิ์สำเร็จด้วยใจ, ฤทธิ์ทางใจ คือ นิรมิตกายอื่นออกจากกายนี้ ดุจชักไส้จากหญ้าปล้อง ชักดาบจากฝัก หรือชักงูออกจากคราบ - Manomayiddhi: mind-made magical power)</li>

    <li>	<strong>อิทธิวิธา</strong> หรือ <strong>อิทธิวิธิ</strong> (แสดงฤทธิ์ต่างๆ ได้ - Iddhividhà: supernormal powers)</li>

    <li>	<strong>ทิพพโสต</strong> (หูทิพย์ - Dibbasota: divine ear)</li>

    <li>	<strong>เจโตปริยญาณ</strong> (ความรู้ที่กำหนดใจผู้อื่นได้ - Cetopariya¤àõa: penetration of the minds of others)</li>
    
    <li>	<strong>ปุพเพนิวาสานุสสติ</strong> (ระลึกชาติได้ - Pubbenivàsànussati: remembrance of former existences)</li>

    <li>	<strong>ทิพพจักขุ</strong> (ตาทิพย์ - Dibbacakkhu: divine eye)</li>

    <li>	<strong>อาสวักขยญาณ</strong> (ความรู้ที่ทำให้สิ้นอาสวะ - âsavakkhaya¤àõa: knowledge of the exhaustion of mental intexicants)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อที่ 2 โดยมากจัดเข้าในข้อที่ 3 ด้วย ข้อที่ 3 ถึง 8 (6 ข้อท้าย) ตรงกับ อภิญญา 6 <em><small>ดู</small>[106] วิชชา 3; [274] อภิญญา 6; [311] วิปัสสนาญาณ 9.</em></p>
    <p><small>D.I.76–84; M.II.17.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.สี.9/131–138/101–112.</small></p>

''',
    /*174*/'''
    <p><big>[298] วิโมกข์ 8</big>(ความหลุดพ้น, ภาวะที่จิตปลอดพ้นจากสิ่งรบกวนและน้อมดิ่งเข้าไปในอารมณ์นั้นๆ อย่างปล่อยตัวหรือปลอดตัวเต็มที่ ซึ่งเป็นไปในขั้นตอนต่างๆ  - Vimokkha: liberations; the eight stages of release)</p>
    <ol>
    <li>	<em>ผู้มีรูป มองเห็นรูปทั้งหลาย</em> (ได้แก่ รูปฌาน 4 ของผู้ได้ฌานโดยเจริญกสิณที่กำหนดวัตถุในกายของตน เช่น สีผม - Remaining in the Fine-Material Sphere, one perceives corporeal forms.)</li>

    <li>	<em>ผู้มีอรูปสัญญาภายใน มองเห็นรูปทั้งหลายภายนอก</em> (ได้แก่ รูปฌาน 4 ของผู้ได้ฌานโดยเจริญกสิณกำหนดอารมณ์ภายนอก - Not perceiveing internal corporeal forms, one perceives corporeal forms externally.)</li>

    <li>	<em>ผู้น้อมใจดิ่งไปว่า “งาม”</em> (ได้แก่ ฌานของผู้เจริญวรรณกสิณ กำหนดสีที่งาม หรือเจริญอัปปมัญญา - One is intent on the thought, “It is beautiful”.)</li>

    <li>	<em>เพราะล่วงเสียซึ่งรูปสัญญาโดยประการทั้งปวง เพราะปฏิฆสัญญาดับไป เพราะไม่ใส่ใจนานัตตสัญญา จึงเข้าถึงอากาสานัญจายตนะ โดยมนสิการว่า อากาศหาที่สุดมิได้</em> (— One attains and abides in the Sphere of Unbounded Space.)</li>

    <li>	<em>เพราะล่วงเสียซึ่งอากาสานัญจายตนะโดยประการทั้งปวง จึงเข้าถึงวิญญาณัญจายตนะ โดยมนสิการว่า วิญญาณหาที่สุดมิได้</em> (— One attains and abides in the Sphere of Unbounded Consciousness.)</li>
    
    <li>	<em>เพราะล่วงเสียซึ่งวิญญาณัญจายตนะโดยประการทั้งปวง จึงเข้าถึงอากิญจัญญายตนะ โดยมนสิการว่า ไม่มีอะไรเลย</em> (— One attains and abides in the Sphere of Nothingness.)</li>

    <li>	<em>เพราะล่วงเสียซึ่งอากิญจัญญายตนะโดยประการทั้งปวง จึงเข้าถึงเนวสัญญานาสัญญายตนะอยู่</em> (— One attains and abides in the Sphere of Neither-Perception-Nor-Non-perception.)</li>

    <li>	<em>เพราะล่วงเสียซึ่งเนวสัญญานาสัญญายตนะโดยประการทั้งปวง จึงเข้าถึงสัญญาเวทยิตนิโรธอยู่</em> (— One attains and abides in the Cessation of Perception and Feeling.)</li>
    </ol>
    <p><small>D.III.262,288; A.IV.306.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/350/276; 453/328; องฺ.อฏฺฐก.23/163/315.</small></p>


''',
    /*175*/'''
    <big>[☆☆☆] ศีล 8 </big><em><small>ดู</small> [240] ศีล 8.</em>
    <big>[☆☆☆] ศีล 8 ทั้งอาชีวะ</big><em><small>ดู</small> [241] ศีล 8 ทั้งอาชีวะ.</em>

    <p><big>[299] สมาบัติ 8</big> (คุณวิเศษเป็นที่อันบุคคลเข้าถึง หรือ ธรรมวิเศษที่ควรเข้าถึง, การบรรลุขั้นสูง - Samàpatti: attainment) ได้แก่ ฌาน 8 คือ รูปฌาน 4 และอรูปฌาน 4</p>

    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [9] ฌาน 4; [10] ฌาน 8; [207] อรูป 4.</em></p>
    <p><small>Ps.I.20.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ขุ.ปฏิ.31/60/34.</small></p>


    <p><big>[300] สัปปุริสทาน 8</big> (ทานของสัตบุรุษ, การให้อย่างสัตบุรุษ - Sappurisa-dàna: gifts of a good man)</p>
    <ol>
    <li>	<strong>สุจึ เทติ</strong> (ให้ของสะอาด - to give clean things)</li>

    <li>	<strong>ปณีตํ เทติ</strong> (ให้ของประณีต - to give choice things)</li>

    <li>	<strong>กาเลน เทติ</strong> (ให้ของเหมาะกาล ให้ถูกเวลา - to give at fitting times)</li>

    <li>	<strong>กปฺปิยํ เทติ</strong>  (ให้ของสมควร ให้ของที่ควรแก่เขา ซึ่งเขาจะใช้ได้ - to give proper things)</li>

    <li>	<strong>วิเจยฺย เทติ</strong> (พิจารณาเลือกให้ ให้ด้วยวิจารณญาณ เลือกของ เลือกคนที่จะให้ ให้เกิดผลเกิดประโยชน์มาก - to give with discretion)</li>
    
    <li>	<strong>อภิณฺหํ เทติ</strong> (ให้เนืองนิตย์ ให้ประจำ หรือสม่ำเสมอ - to give repeatedly or regularly)</p>

    <li>	<strong>ททํ จิตฺตํ ปสาเทติ</strong> (เมื่อให้ ทำจิตผ่องใส - to calm one’s mind on giving)</p>

    <li>	<strong>ทตฺวา อตฺตมโน โหติ</strong> (ให้แล้ว เบิกบานใจ - to be glad after giving)</p>
    </ol>
    <p><small>A.IV.243.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องฺ.อฏฺฐก.23/127/248.</small></p>

''',
    /*176*/'''
    <p><big>[301] สัปปุริสธรรม 8</big> (ธรรมของสัตบุรุษ, ธรรมที่ทำให้เป็นสัตบุรุษ, คุณสมบัติของคนดี - Sappurisa-dhamma: qualities of a good man)</p>
    <ol>
    <li>	<strong>สทฺธมฺมสมนฺนาคโต</strong>(ประกอบด้วยสัทธรรม 7 ประการ - Saddhamma-samannàgato: to be endowed with the seven virtues) คือ</li>
    
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ก.	มีศรัทธ</em> - to have confidence</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ข.	มีหิริ </em>- to have moral shame</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ค.	มีโอตตัปปะ</em> - to have moral fear</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ง.	เป็นพหูสูต</em> - to be much learned</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>จ.	มีความเพียรอันปรารภแล้ว</em> - to be of stirred-up energy</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ฉ.	มีสติมั่นคง</em> - to have established mindfulness</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>ช.	มีปัญญา</em> - to have wisdom</p>
    
    <li>	<strong>สปฺปุริสภตฺตี</strong> (ภักดีสัตบุรษ คือ คบหาสมณพราหมณ์ ท่านผู้ประกอบด้วยสัทธรรม 7 ประการข้างต้น เป็นมิตรสหาย - Sappurisa-bhattã: to consort with good men)</li>

    <li>	<strong>สปฺปุริสจินฺตี</strong> (คิดอย่างสัตบุรุษ คือ จะคิดสิ่งใด ก็ไม่คิดเพื่อเบียดเบียนตนและผู้อื่น - Sappurisa-cintã: to think as do good men)</li>

    <li>	<strong>สปฺปุริสมนฺตี</strong> (ปรึกษาอย่างสัตบุรุษ คือ จะปรึกษาการใด ก็ไม่ปรึกษาเพื่อเบียดเบียนตนและผู้อื่น - Sappurisa-mantã: to consult as do good men)</li>

    <li>	<strong>สปฺปุริสวาโจ</strong> (พูดอย่างสัตบุรุษ คือ พูดแต่คำที่ถูกต้องตามวจีสุจริต 4 - Sappurisa-vàco: to speak as do good men)</li>
    
    <li>	<strong>สปฺปุริสกมฺมนฺโต</strong> (ทำอย่างสัตบุรุษ คือ ทำการที่ถูกต้องตามกายสุจริต 3 - Sappurisa-kammanto: to act as do good men)</li>

    <li>	<strong>สปฺปุริสทิฏฺฐี</strong>	(มีความเห็นอย่างสัตบุรุษ คือ มีสัมมาทิฏฐิ เช่นว่า ทำดีได้ดี ทำชั่วได้ชั่ว เป็นต้น — Sappurisa-diññhã: to have the views of good men)</li>

    <li>	<strong>สปฺปุริสทานํ เทติ</strong> (ให้ทานอย่างสัตบุรุษ คือ ให้ตามหลักสัปปุริสทาน เช่นให้โดยเอื้อเฟื้อทั้งแก่ของที่ตัวให้ ทั้งแก่ผู้รับทาน ให้ของบริสุทธิ์ ให้โดยเข้าใจถึงผลที่จะมีตามมา เป็นต้น - Sappurisadàna§ deti: to give a gift as do good men)</li>
    </ol>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บางทีเรียกว่า <strong>สัปปุริสธรรม 7</strong> เพราะนับเฉพาะสัทธรรม 7 ในข้อ 1</p>
    <p><small>M.III.23.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.อุ.14/143/112.</small></p>

    <big>[☆☆☆] หลักตัดสินธรรมวินัย 8 </big><em><small>ดู</small>[294] ลักษณะตัดสินธรรมวินัย 8.</em><br>
    <big>[☆☆☆] อริยบุคคล 8 </big><em><small>ดู</small> [57] อริยบุคคล 8.</em><br>
    <big>[☆☆☆] อริยอัฏฐังคิกมรรค </big><em><small>ดู</small> [293] มรรคมีองค์ 8.</em><br>
    <big>[☆☆☆] อวิชชา 8 </big><em><small>ดู</small> [209] อวิชชา 8.</em><br>
    <big>[☆☆☆] อาชีวัฏฐมกศีล </big><em><small>ดู</small> [241] ศีล 8 ทั้งอาชีวะ.</em><br>
    <big>[☆☆☆] อุโบสถศีล </big><em><small>ดู</small> [240] ศีล 8.</em><br>

''',/*จบหมวด 8*/
/*เริ่มหมวด 9*//*177*/
'''
<p style="text-align: center;"><strong>นวกะ - หมวด 9</strong><br>Groups of Nine<br>(including related groups)</p>
<p><big>[302] นวังคสัตถุศาสน์</big> (คำสอนของพระศาสดามีองค์ 9 - Navaïga-satthusàsana: the Teacher’s nine-factored dispensation; the Master’s ninefold teaching)</p>
<ol>
<li><strong>สุตฺตํ</strong> (สูตร ได้แก่ พุทธพจน์ที่มีสาระเป็นแกนร้อยเรียงเรื่องหนึ่งๆ หมายเอาอุภโตวิภังค์ นิทเทส ขันธกะ ปริวาร พระสูตรในสุตตนิบาต และพุทธวจนะอื่นๆ ที่มีชื่อว่า สุตตะ หรือ สุตตันตะ กล่าวง่ายคือ วินัยปิฎก คัมภีร์นิทเทสทั้งสอง และพระสูตรทั้งหลาย - Sutta: threads; discourses)</li>
<li><strong>เคยฺยํ</strong> (เคยยะ ได้แก่ ความที่มีร้อยแก้วและร้อยกรองผสมกัน หมายเอาพระสูตรที่มีคาถาทั้งหมด โดยเฉพาะสคาถวรรคในสังยุตตนิกาย - Geyya: discourses mixed with verses; songs)</li>
<li><strong>เวยฺยากรณํ</strong> (ไวยากรณ์ ได้แก่ ความร้อยแก้วล้วน หมายเอาพระอภิธรรมปิฎกทั้งหมด พระสูตรที่ไม่มีคาถา และพุทธพจน์อื่นใดที่ไม่จัดเข้าในองค์ 8 ข้อที่เหลือ - Veyyàkaraõa: prose-expositions)</li>
<li><strong>คาถา</strong> (คาถา ได้แก่ ความร้อยกรองล้วน หมายเอา ธรรมบท เถรคาถา เถรีคาถา และคาถาล้วนในสุตตนิบาตที่ไม่มีชื่อว่าเป็นสูตร - Gàthà: verses)</li>
<li><strong>อุทานํ</strong> (อุทาน ได้แก่ พระคาถาที่ทรงเปล่งด้วยพระหฤทัยสหรคตด้วยโสมนัสสัมปยุตด้วยญาณ พร้อมทั้งข้อความอันประกอบอยู่ด้วย รวมเป็นพระสูตร 82 สูตร - Udàna: exclamations; psalms; verses of uplift)</li>
<li><strong>อิติวุตฺตกํ</strong> (อิติวุตตกะ ได้แก่ พระสูตร 110 สูตร ที่ตรัสโดยนัยว่า วุตฺตํ เหตํ ภควตา - Itivuttaka: Thus-said discourses)</li>
<li><strong>ชาตกํ</strong> (ชาดก ได้แก่ ชาดก 550 เรื่อง มีอปัณณกชาดก เป็นต้น - Jàtaka: birth-stories)</li>
<li><strong>อพฺภูตธมฺมํ</strong> (อัพภูตธรรม หรือเรื่องอัศจรรย์ ได้แก่ พระสูตรที่ว่าด้วยข้ออัศจรรย์ ไม่เคยมี ทุกสูตร เช่น ที่ตรัสว่า “ภิกษุทั้งหลาย ข้ออัศจรรย์ไม่เคยมี 4 อย่างนี้ หาได้ในอานนท์” ดังนี้เป็นต้น - Abbhåtadhamma: marvellous ideas)</li>
<li><strong>เวทลฺลํ</strong> (เวทัลละ ได้แก่ พระสูตรแบบถามตอบ ซึ่งผู้ถามได้ทั้งความรู้และความพอใจ ถามต่อๆ ไป เช่น จูฬเวทัลลสูตร มหาเวทัลลสูตร สัมมาทิฏฐิสูตร สักกปัญหสูตร สังขารภาชนียสูตร และมหาปุณณมสูตร เป็นต้น - Vedalla: question-and-answer; catechetical suttas)</li>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คำว่า นวังคสัตถุสาสน์ นี้ เป็นคำรุ่นคัมภีร์อปทาน พุทธวงส์ และอรรถกถาทั้งหลาย บางทีเรียกว่า ชินสาสน์ บ้าง พุทธวจนะ บ้าง ส่วนในบาลีที่มาทั้งหลายเรียกว่า ธรรม บ้าง สุตะ บ้าง</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [51] สาสน์ หรือ ศาสนา 2.</p>
<p>Vin.III.8; M.I.133; A.II.5; A.III.86.	วินย.1/7/12; ม.มู.12/278/268; องฺ.จตุกฺก.21/6/8; องฺ.ปญฺจก.22/73/98.</p>
''',/*178*/'''
<p><big>[303] พุทธคุณ 9</big> (คุณของพระพุทธเจ้า - Buddhaguõa: virtues or attributes of the Buddha)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อิติปิ โส ภควา (แม้เพราะอย่างนี้ๆ พระผู้มีพระภาคเจ้านั้น - Thus indeed is he, the Blessed One,)</p>
<ol>
<li><strong>อรหํ</strong> (เป็นพระอรหันต์ คือ เป็นผู้บริสุทธิ์ ไกลจากกิเลส ทำลายกำแห่งสังสารจักรได้แล้ว เป็นผู้ควรแนะนำสั่งสอนผู้อื่น ควรได้รับความเคารพบูชา เป็นต้น - Araha§: holy; worthy; accomplished)</li>
<li><strong>สมฺมาสมฺพุทฺโธ</strong> (เป็นผู้ตรัสรู้ชอบเอง - Sammàsambuddho: fully self-enlightened)</li>
<li><strong>วิชฺชาจรณสมฺปนฺโน</strong> (เป็นผู้ถึงพร้อมด้วยวิชชา คือความรู้ และจรณะ คือ ความประพฤติ - Vijjàcaraõa-sampanno: perfect in knowledge and conduct)</li>
<li><strong>สุคโต</strong> (เป็นผู้เสด็จไปดีแล้ว คือ ทรงดำเนินพระพุทธจริยาให้เป็นไปโดยสำเร็จผลด้วยดี พระองค์เองก็ได้ตรัสรู้สำเร็จเป็นพระพุทธเจ้า ทรงบำเพ็ญพุทธกิจก็สำเร็จประโยชน์ยิ่งใหญ่แก่ชนทั้งหลายในที่ที่เสด็จไป และได้ประดิษฐานพระศาสนาไว้ แม้ปรินิพพานแล้วก็เป็นประโยชน์แก่มหาชนสืบมา - Sugato: well-gone; well-farer; sublime)</li>
<li><strong>โลกวิทู</strong> (เป็นผู้รู้แจ้งโลก คือ ทรงรู้แจ้งสภาวะอันเป็นคติธรรมดาแห่งโลกคือสังขารทั้งหลาย ทรงหยั่งทราบอัธยาศัยสันดานแห่งสัตวโลกทั้งปวง ผู้เป็นไปตามอำนาจแห่งคติธรรมดาโดยถ่องแท้ เป็นเหตุให้ทรงดำเนินพระองค์เป็นอิสระ พ้นจากอำนาจครอบงำแห่งคติธรรมดานั้น และทรงเป็นที่พึ่งแห่งสัตว์ทั้งหลายผู้ยังจมอยู่ในกระแสโลกได้ - Lokavidå: knower of the worlds)</li>
<li><strong>อนุตฺตโร ปุริสทมฺมสารถิ</strong> (เป็นสารถีฝึกบุรุษที่ฝึกได้ ไม่มีใครยิ่งไปกว่า คือ ทรงเป็นผู้ฝึกคนได้ดีเยี่ยม ไม่มีผู้ใดเทียมเท่า - Anuttaro purisadammasàrathi: the incomparable leader of men to be tamed)</li>
<li><strong>สตฺถา</strong> เทวมนุสฺสานํ (เป็นศาสดาของเทวดาและมนุษย์ทั้งหลาย - Satthà deva-manussàna§: the teacher of gods and men)</li>
<li><strong>พุทฺโธ</strong> (เป็นผู้ตื่นและเบิกบานแล้ว คือ ทรงตื่นเองจากความเชื่อถือและข้อปฏิบัติทั้งหลายที่ถือกันมาผิดๆ ด้วย ทรงปลุกผู้อื่นให้พ้นจากความหลงงมงายด้วย อนึ่ง เพราะไม่ติด ไม่หลง ไม่ห่วงกังวลในสิ่งใดๆ มีการคำนึงประโยชน์ส่วนตนเป็นต้น จึงมีพระทัยเบิกบาน บำเพ็ญพุทธกิจได้ถูกต้องบริบูรณ์ โดยถือธรรมเป็นประมาณ การที่ทรงพระคุณสมบูรณ์เช่นนี้ และทรงบำเพ็ญพุทธกิจได้เรียบร้อยบริบูรณ์เช่นนี้ ย่อมอาศัยเหตุคือความเป็นผู้ตื่น และย่อมให้เกิดผลคือทำให้ทรงเบิกบานด้วย - Buddho: awakened)</li>
<li><strong>ภควา</strong> (ทรงเป็นผู้มีโชค คือ จะทรงทำการใด ก็ลุล่วงปลอดภัยทุกประการ หรือ เป็นผู้จำแนกแจกธรรม - Bhagavà: blessed; analyst)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พุทธคุณ 9 นี้ เรียกอีกอย่างว่า นวารหาทิคุณ (คุณของพระพุทธเจ้า 9 ประการ มี อรหํ เป็นต้น) บางทีเลือนมาเป็น นวรหคุณ หรือ นวารหคุณ แปลว่า “คุณของพระพุทธเจ้าผู้เป็นพระอรหันต์ 9 ประการ”</p>
<p>M.I.37; A.III.285.	ม.มู.12/95/67; องฺ.ฉกฺก.22/281/317.</p>
''',/*179*/'''
<p><big>[304] พุทธคุณ 2</big> (Buddhaguõa: virtues, qualities or attributes of the Buddha)</p>
<ol>
<li><strong>อัตตหิตสมบัติ</strong> (ความถึงพร้อมแห่งประโยชน์ตน, ทรงบำเพ็ญประโยชน์ส่วนพระองค์เอง เสร็จสิ้นสมบูรณ์แล้ว - Attahita-sampatti: to have achieved one’s own good; accomplishment of one’s own welfare) พระคุณข้อนี้มุ่งเอาพระปัญญาเป็นหลัก เพราะเป็นเครื่องให้สำเร็จพุทธภาวะ คือ ความเป็นพระพุทธเจ้า และความเป็น อัตตนาถะ คือ พึ่งตนเองได้</li>
<li><strong>ปรหิตปฏิบัติ</strong> (การปฏิบัติเพื่อประโยชน์แก่ผู้อื่น, ทรงบำเพ็ญพุทธจริยาเพื่อประโยชน์แก่ผู้อื่น - Parahita-pañipatti: practice for the good or welfare of others) พระคุณข้อนี้มุ่งเอาพระกรุณาเป็นหลัก เพราะเป็นเครื่องให้สำเร็จพุทธกิจ คือ หน้าที่ของพระพุทธเจ้า และความเป็นโลกนาถ คือ เป็นที่พึ่งของชาวโลกได้</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;พุทธคุณ 9 ในข้อก่อน [303] ย่อลงแล้วเป็น 2 อย่างดังแสดงมานี้ คือ ข้อ 1, 2, 3, 5 เป็นส่วนอัตตหิตสมบัติ ข้อ 6, 7 เป็นส่วนปรหิตปฏิบัติ ข้อ 4, 8, 9 เป็นทั้งอัตตหิตสมบัติและปรหิตปฏิบัติ</p>
<p>DAò.I.8 (ฉบับไทยยังไม่พิมพ์)	วิสุทฺธิ.ฏีกา1/258/381; 246/338 (ฉบับโรมันยังไม่พิมพ์)</p>
<p><big>[305] พุทธคุณ 3</big> (Buddhaguõa: virtues, qualities or attributes of the Buddha)</p>
<ol>
<li><strong>ปัญญาคุณ</strong> (พระคุณคือพระปัญญา - Pa¤¤à: wisdom)</li>
<li><strong>วิสุทธิคุณ</strong> (พระคุณคือความบริสุทธิ์ - Visuddhi: purity)</li>
<li><strong>กรุณาคุณ</strong> (พระคุณคือพระมหากรุณา - Karuõà: compassion)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในพระคุณ 3 นี้ ข้อที่เป็นหลักและกล่าวถึงทั่วไปในคัมภีร์ต่างๆ มี 2 คือ ปัญญา และกรุณา ส่วนวิสุทธิ เป็นพระคุณเนื่องอยู่ในพระปัญญาอยู่แล้ว เพราะเป็นผลเกิดเองจากการตรัสรู้ คัมภีร์ทั้งหลายจึงไม่แยกไว้เป็นข้อหนึ่งต่างหาก</p>
<p>(ฉบับโรมันยังไม่พิมพ์)	นัย วิสุทฺธิ.ฏีกา1/1.</p>
<p><big>[306] ธรรมคุณ 6</big> (คุณของพระธรรม - Dhammaguõa: virtues or attributes of the Dhamma)</p>
<ol>
<li><strong>สฺวากฺขาโต ภควตา ธมฺโม</strong> (พระธรรมอันพระผู้มีพระภาคเจ้าตรัสดีแล้ว คือ ตรัสไว้เป็นความจริงแท้ อีกทั้งงามในเบื้องต้น งามในท่ามกลาง งามในที่สุด พร้อมทั้งอรรถพร้อมทั้งพยัญชนะ ประกาศหลักการครองชีวิตอันประเสริฐ บริสุทธิ์ บริบูรณ์สิ้นเชิง - Svàkkhàto: Well proclaimed is the Dhamma by the Blessed One)</li>
<li><strong>สนฺทิฏฺฐิโก</strong>	(อันผู้ปฏิบัติจะพึงเห็นชัดด้วยตนเอง คือ ผู้ใดปฏิบัติ ผู้ใดบรรลุ ผู้นั้นย่อมเห็น</li>
<p>ประจักษ์ด้วยตนเอง ไม่ต้องเชื่อตามคำของผู้อื่น	ผู้ใดไม่ปฏิบัติ ไม่บรรลุ ผู้อื่นจะบอกก็เห็นไม่ได้</p>
<p>— Sandiññhiko: to be seen for oneself)</p>
<li><strong>อกาลิโก</strong> (ไม่ประกอบด้วยกาล คือ ไม่ขึ้นกับกาลเวลา พร้อมเมื่อใด บรรลุได้ทันที บรรลุเมื่อใด เห็นผลได้ทันที อีกอย่างว่า เป็นจริงอยู่อย่างไร ก็เป็นอย่างนั้น ไม่จำกัดด้วยกาล - Akàliko: not delayed; timeless)</li>
<li><strong>เอหิปสฺสิโก</strong> (ควรเรียกให้มาดู คือ เชิญชวนให้มาชม และพิสูจน์ หรือท้าทายต่อการตรวจสอบ เพราะเป็นของจริงและดีจริง - Ehipassiko: inviting to come and see; inviting inspection)</li>
<li><strong>โอปนยิโก</strong> (ควรน้อมเข้ามา คือ ควรน้อมเข้ามาไว้ในใจ หรือน้อมใจเข้าไปให้ถึง ด้วยการปฏิบัติให้เกิดมีขึ้นในใจ หรือให้ใจบรรลุถึงอย่างนั้น หมายความว่า เชิญชวนให้ทดลองปฏิบัติดู อีกอย่างหนึ่งว่าเป็นสิ่งที่นำผู้ปฏิบัติให้เข้าไปถึงที่หมายคือนิพพาน - Opanayiko: worthy of inducing in and by one’s own mind; worthy of realizing; to be tried by practice; leading onward)</li>
<li><strong>ปจฺจตฺตํ เวทิตพฺโพ วิญฺญูหิ</strong> (อันวิญญูชนพึงรู้เฉพาะตน คือ เป็นวิสัยของวิญญูชนจะพึงรู้ได้ เป็นของจำเพาะตน ต้องทำจึงเสวยได้เฉพาะตัว ทำให้กันไม่ได้ เอาจากกันไม่ได้ และรู้ได้ประจักษ์ที่ในใจของตนนี่เอง - Paccatta§ veditabbo vi¤¤åhi: directly experienceable by the wise)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คุณข้อที่ 1 มีความหมายกว้างรวมทั้งปริยัติธรรม คือ คำสั่งสอนด้วย ส่วนข้อที่ 2 ถึง 6 มุ่งให้เป็นคุณของโลกุตตรธรรม จะเห็นได้ในที่อื่นๆ ว่า ข้อที่ 2 ถึง 6 ท่านแสดงไว้เป็น คุณบทของนิพพาน ก็มี</p>
<p>M.I.37; A.III.285.	ม.มู.12/95/67; องฺ.ฉกฺก.22/281/318.</p>
''',/*180*/'''
<p><big>[307] สังฆคุณ 9</big> (คุณของพระสงฆ์ - Saïghaguõa: virtues of the Sangha; virtues or attributes of the community of noble disciples)</p>
<ol>
<li><strong>สุปฏิปนฺโน ภควโต สาวกสงฺโฆ</strong> (พระสงฆ์สาวกของพระผู้มีพระภาค เป็นผู้ปฏิบัติดี - Supañipanno: Of good conduct is the community of noble disciples of the Blessed One)</li>
<li><strong>อุชุปฏิปนฺโน</strong> (เป็นผู้ปฏิบัติตรง - Ujupañipanno: of upright conduct)</li>
<li><strong>ญายปฏิปนฺโน</strong> (เป็นผู้ปฏิบัติถูกทาง - ¥àyapañipanno: of right conduct)</li>
<li><strong>สามีจิปฏิปนฺโน</strong> (เป็นผู้ปฏิบัติสมควร - Sàmãcipañipanno: of dutiful conduct; of proper conduct)</li>
<p>ยทิทํ จตฺตาริ ปุริสยุคานิ อฏฺฐ ปุริสปุคฺคลา (ได้แก่ คู่บุรุษ 4 ตัวบุคคล 8 - namely, the</p>
<p>four pairs of men, the eight types of individuals.)</p>
<p>เอส ภควโต สาวกสงฺโฆ (พระสงฆ์สาวกของพระผู้มีพระภาคนี้ - This community of the disciples of the Blessed One is)</p>
<li><strong>อาหุเนยฺโย</strong> (เป็นผู้ควรแก่ของคำนับ คือควรรับของที่เขานำมาถวาย - âhuneyyo: worthy of gifts)</li>
<li><strong>ปาหุเนยฺโย</strong> (เป็นผู้ควรแก่การต้อนรับ - Pàhuneyyo: worthy of hospitality)</li>
<li><strong>ทกฺขิเณยฺโย</strong> (เป็นผู้ควรแก่ทักษิณา, ควรแก่ของทำบุญ - Dakkhiõeyyo: worthy of offerings)</li>
<li><strong>อญฺชลิกรณีโย</strong> (เป็นผู้ควรแก่การทำอัญชลี, ควรแก่การกราบไหว้ - A¤jalikaraõãyo: worthy of reverential salutation)</li>
<li><strong>อนุตฺตรํ ปุญฺกฺเขตฺตํ โลกสฺส</strong> (เป็นนาบุญอันยอดเยี่ยมของโลก, เป็นแหล่งปลูกฝังและเผยแพร่ความดีที่ยอดเยี่ยมของโลก - Anuttara§ pu¤¤akkhetta§ lokassa: the incomparable field of merit or virtue for the world)</li>
</ol>
<p>M.I.37; A.III.286.	ม.มู.12/95/67; องฺ.ฉกฺก.22/281/318.</p>
<p><big>[308] มละ 9</big> (มลทิน - Mala: stains)</p>
<ol>
<li><strong>กธะ</strong> (ความโกรธ - Kodha: anger)</li>
<li><strong>มักขะ</strong> (ความลบหลู่คุณท่าน, ความหลู่ความดีผู้อื่น - Makkha: detraction; depre-ciation)</li>
<li><strong>อิสสา</strong> (ความริษยา - Issà: envy; jealousy)</li>
<li><strong>มัจฉริยะ</strong> (ความตระหนี่ - Macchariya: stinginess; meanness)</li>
<li><strong>มายา</strong> (มารยา - Màyà: deceit)</li>
<li><strong>สาเถยยะ</strong> (ความโอ้อวดหลอกเขา, สาไถย - Sàtheyya: hypocrisy)</li>
<li><strong>มุสาวาท</strong> (การพูดปด - Musàvàda: false speech)</li>
<li><strong>ปาปิจฉา</strong> (ความปรารถนาลามก - Pàpicchà: evil desire)</li>
<li><strong>มิจฉาทิฏฐิ</strong> (ความเห็นผิด - Micchàdiññhi: false view)</li>
</ol>
<p>Vbh.389.	อภิ.วิ.35/1021/526.</p>
''',/*181*/'''<p><big>[309] มานะ 9</big> (ความถือตัว, ความสำคัญตนเป็นอย่างนั้นอย่างนี้ - Màna: conceit; pride)</p>
<ol>
<li><em>เป็นผู้เลิศกว่าเขา สำคัญตัวว่าเลิศกว่าเขา</em> (Being superior to others, one thinks, “Better am I.”)</li>
<li><em>เป็นผู้เลิศกว่าเขา สำคัญตัวว่าเสมอเขา</em> (Being superior to others, one thinks, “Equal am I.”)</li>
<li><em>เป็นผู้เลิศกว่าเขา สำคัญตัวว่าเลวกว่าเขา</em> (Being superior to others, one thinks, “Worse am I.”)</li>
<li><em>เป็นผู้เสมอเขา สำคัญตัวว่าเลิศกว่าเขา</em> (Being equal to others, one thinks, “Better am I.”)</li>
<li><em>เป็นผู้เสมอเขา สำคัญตัวว่าเสมอเขา</em> (Being equal to others, one thinks, “Equal am I.”)</li>
<li><em>เป็นผู้เสมอเขา สำคัญตัวว่าเลวกว่าเขา</em> (Being equal to others, one thinks, “Worse am I.”)</li>
<li><em>เป็นผู้เลวกว่าเขา สำคัญตัวว่าเลิศกว่าเขา</em> (Being inferior to others, one thinks, “Better am I.”)</li>
<li><em>เป็นผู้เลวกว่าเขา สำคัญตัวว่าเสมอเขา</em> (Being inferior to others, one thinks, “Equal am I.”)</li>
<li><em>เป็นผู้เลวกว่าเขา สำคัญตัวว่าเลวกว่าเขา</em> (Being inferior to others, one thinks, “Worse am I.”)</li>
</ol>
<p>Nd180; Nd2226; Vbh.389.	ขุ.ม.29/102/94; 829/519; ขุ.จู.30/578/283; อภิ.วิ.35/1022/527</p>
<p><big>[310] โลกุตตรธรรม 9</big> (ธรรมอันมิใช่วิสัยของโลก, สภาวะพ้นโลก - Lokuttara-dhamma: supermundane states) (+ โพธิปักขิยธรรม 37 = 46: ขุ.ปฏิ.31/620/535; Ps.II.166)</p>
<p><strong>มรรค 4</strong> (Magga: the Four Paths)</p>
<p><strong>ผล 4</strong> (Phala: the Four Fruitions)</p>
<p><strong>นิพพาน</strong> หรือ <strong>อสังขตธาตุ 1</strong> (Nibbàna: the Unconditioned State)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [27] นิพพาน 2; [164] มรรค 4; [165] ผล 4.</p>
<p>Dhs.1094.	อภิ.สํ.34/706/278; 911/355.</p>
''',/*182*/'''
<p><big>[311] วิปัสสนาญาณ 9</big> (ญาณในวิปัสสนา, ญาณที่นับเข้าในวิปัสสนา หรือที่จัดเป็นวิปัสสนา คือ เป็นความรู้ที่ทำให้เกิดความเห็นแจ้ง เข้าใจสภาวะของสิ่งทั้งหลายตามเป็นจริง - Vipassanà¤àõa: insight-knowledge)</p>
<ol>
<li><strong>อุทยัพพยานุปัสสนาญาณ</strong> (ญาณอันตามเห็นความเกิดและความดับ คือ พิจารณาความเกิดขึ้นและความดับไปแห่งเบญจขันธ์ จนเห็นชัดว่า สิ่งทั้งหลายเกิดขึ้นครั้นแล้วก็ต้องดับไป ล้วนเกิดขึ้นแล้วก็ดับไปทั้งหมด - Udayabbaya¤àõa: knowledge of contemplation on rise and fall)</li>
<li><strong>ภังคานุปัสสนาญาณ</strong> (ญาณอันตามเห็นความสลาย คือ เมื่อเห็นความเกิดดับเช่นนั้นแล้ว คำนึงเด่นชัดในส่วนความดับอันเป็นจุดจบสิ้น ก็เห็นว่าสังขารทั้งปวงล้วนจะต้องสลายไปทั้งหมด - Bhaïga¤àõa: knowledge of contemplation on dissolution)</li>
<li><strong>ภยตูปัฏฐานญาณ</strong> (ญาณอันมองเห็นสังขารปรากฏเป็นของน่ากลัว คือ เมื่อพิจารณาเห็นความแตกสลายอันมีทั่วไปแก่ทุกสิ่งทุกอย่างเช่นนั้นแล้ว สังขารทั้งปวงไม่ว่าจะเป็นไปในภพใดคติใด ก็ปรากฏเป็นของน่ากลัว เพราะล้วนแต่จะต้องสลายไป ไม่ปลอดภัยทั้งสิ้น - Bhaya¤àõa: knowledge of the appearance as terror)</li>
<li><strong>อาทีนวานุปัสสนาญาณ</strong> (ญาณอันคำนึงเห็นโทษ คือ เมื่อพิจารณาเห็นสังขารทั้งปวงซึ่งล้วนต้องแตกสลายไป เป็นของน่ากลัวไม่ปลอดภัยทั้งสิ้นแล้ว ย่อมคำนึงเห็นสังขารทั้งปวงนั้นว่าเป็นโทษ เป็นสิ่งที่มีความบกพร่อง จะต้องระคนอยู่ด้วยทุกข์ - âdãnava¤àõa: knowledge of contemplation on disadvantages)</li>
<li><strong>นิพพิทานุปัสสนาญาณ</strong> (ญาณอันคำนึงเห็นด้วยความหน่าย คือ เมื่อพิจารณาเห็นสังขารว่าเป็นโทษเช่นนั้นแล้ว ย่อมเกิดความหน่าย ไม่เพลิดเพลินติดใจ - Nibbidà¤àõa: knowledge of contemplation on dispassion)</li>
<li><strong>มุญจิตุกัมยตาญาณ</strong> (ญาณอันคำนึงด้วยใคร่จะพ้นไปเสีย คือ เมื่อหน่ายสังขารทั้งหลายแล้ว ย่อมปรารถนาที่จะพ้นไปเสียจากสังขารเหล่านั้น - Mu¤citukamyatà¤àõa: knowledge of the desire for deliverance)</li>
<li><strong>ปฏิสังขานุปัสสนาญาณ</strong> (ญาณอันคำนึงพิจารณาหาทาง คือ เมื่อต้องการจะพ้นไปเสีย จึงกลับหันไปยกเอาสังขารทั้งหลายขึ้นมาพิจารณากำหนดด้วยไตรลักษณ์เพื่อมองหาอุบายที่จะปลดเปลื้องออกไป - Pañisaïkhà¤àõa: knowledge of reflective contemplation)</li>
<li><strong>สังขารุเปกขาญาณ</strong> (ญาณอันเป็นไปโดยความเป็นกลางต่อสังขาร คือ เมื่อพิจารณาสังขารต่อไป ย่อมเกิดความรู้เห็นสภาวะของสังขารตามความเป็นจริง ว่ามีความเป็นอยู่เป็นไปของมันอย่างนั้นเป็นธรรมดา จึงวางใจเป็นกลางได้ ไม่ยินดียินร้ายในสังขารทั้งหลาย แต่นั้นมองเห็นนิพพานเป็นสันติบท ญาณจึงแล่นมุ่งไปยังนิพพาน เลิกละความเกี่ยวเกาะกับสังขารเสียได้ - Saïkhàrupekkhà¤àõa: knowledge of equanimity regarding all formations)</li>
<li><strong>สัจจานุโลมิกญาณ</strong> หรือ <strong>อนุโลมญาณ</strong> (ญาณอันเป็นไปโดยอนุโลมแก่การหยั่งรู้อริยสัจจ์ คือ เมื่อวางใจเป็นกลางต่อสังขารทั้งหลาย ไม่พะวง และญาณแล่นมุ่งตรงไปสู่นิพพานแล้ว ญาณอันคล้อยต่อการตรัสรู้อริยสัจจ์ ย่อมเกิดขึ้นในลำดับถัดไป เป็นขั้นสุดท้ายของวิปัสสนาญาณ ต่อจากนั้นก็จะเกิดโคตรภูญาณมาคั่นกลาง แล้วเกิดมรรคญาณให้สำเร็จความเป็นอริยบุคคลต่อไป - Anuloma¤àõa:  conformity-knowledge; adaptation-knowledge)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมหมวดนี้ ท่านปรุงศัพท์ขึ้น โดยถือตามนัยแห่งคัมภีร์ปฏิสัมภิทามรรค นำมาอธิบายพิสดารในวิสุทธิมรรค แต่ในอภิธัมมัตถสังคหะ ท่านเติม สัมมสนญาณ (ญาณที่กำหนดพิจารณานามรูป คือ ขันธ์ 5 ตามแนวไตรลักษณ์ - Sammasana¤àõa: comprehension-knowledge) เข้ามาเป็นข้อที่ 1 จึงรวมเป็น วิปัสสนาญาณ 10 และเรียกชื่อญาณข้ออื่นๆ สั้นกว่านี้ คือ เรียก อุทยัพพยญาณ ภังคญาณ ภยญาณ อาทีนวญาณ นิพพิทาญาณ มุญจิตุกัมยตาญาณ ปฏิสังขา-ญาณ สังขารุเปกขาญาณ อนุโลมญาณ</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [285] วิสุทธิ 7; [345] ญาณ 16</p>
<p>Ps.I.1; Vism.630–671;Comp.210.	ขุ.ปฏิ.31/1/1; วิสุทฺธิ.3/262–319; สงฺคห.55.</p>
''',/*183*/'''
<p><big>[312] สัตตาวาส 9</big> (ภพเป็นที่อยู่แห่งสัตว์ - Sattàvàsa: Abodes of Beings)</p>
<p>ข้อ 1-4 ตรงกับ วิญญาณฐิติ 4 ข้อต้น</p>
<ol start="5">
<li>สัตว์บางพวก ไม่มีสัญญา ไม่เสวยเวทนา เช่น เหล่าเทพจำพวกอสัญญีสัตว์ (beings without perception and feeling)</li>
</ol>
<p>ข้อ 6-8 ตรงกับ วิญญาณฐิติ ข้อที่ 5-7</p>
<ol start="9">
<li>สัตว์บางพวก ผู้เข้าถึงชั้นเนวสัญญานาสัญญายตนะ (beings reborn in the Sphere of Neither-Perception-Nor-Nonperception)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [284] วิญญาณฐิติ 7</p>
<p>D.III.263;288; A.IV.401	ที.ปา.11/353/277; 457/329; องฺ.อฏฺก.23/228/413.</p>
<p><big>[313] อนุบุพพวิหาร 9</big> (ธรรมเครื่องอยู่ที่ประณีตต่อกันขึ้นไปโดยลำดับ - Anupubbavihàra: progressive abidings; mental states of gradual attainment)</p>
<p><strong>รูปฌาน 4</strong> (Råpa-jhàna: the Four Absorptions of the Form Sphere)</p>
<p><strong>อรูปฌาน 4</strong> (Aråpa-jhàna: the Four Absorptions of the Formless Sphere)</p>
<p><strong>สัญญาเวทยิตนิโรธ</strong> (สมาบัติที่ดับสัญญาและเวทนา - Sa¤¤àvedayitanirodha: extinction of perception and feeling) เรียกอีกอย่างว่า <strong>นิโรธสมาบัติ</strong> (attainment of extinction)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สมาบัติข้อที่ 9 นี้ เฉพาะแต่พระอนาคามีและพระอรหันต์ผู้ชำนาญในสมาบัติ 8 ข้างต้นแล้วเท่านั้น จึงจะเข้าได้</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนุบุพพวิหารนี้ เรียกอีกอย่างว่า อนุบุพพนิโรธ (Anupubba-nirodha: graded stages of cessation) เพราะต้องดับขั้นต้นๆ แต่ละขั้นไปตามลำดับ จึงจะเข้าถึงขั้นสูงที่อยู่ถัดขึ้นไปได้</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [9] ฌาน 4; [207] อรูป 4.</p>
<p>D.III.265,290;A.IV.410.	ที.ปา. 11/355/279; 463/332; องฺ.นวก.23/236/424.</p>
''',/*จบหมวด 9*/
/*เริ่มหมวด 10*//*184*/'''
<p style="text-align: center;"><strong>ทสกะ - หมวด 10</strong><br>Groups of Ten<br>(including related groups)</p>
<p><big>[314] กถาวัตถุ 10</big> (เรื่องที่ควรพูด, เรื่องที่ควรนำมาสนทนากันในหมู่ภิกษุ  -  Kathàvatthu: subjects for discussion; topics of talk among the monks)</p>
<ol>
<li><strong>อัปปิจฉกถา</strong> (เรื่องความมักน้อย, ถ้อยคำที่ชักนำให้มีความปรารถนาน้อย ไม่มักมากอยากใหญ่ - Appicchakathà: talk about or favourable to wanting little)</li>
<li><strong>สันตุฏฐิกถา</strong> (เรื่องความสันโดษ, ถ้อยคำที่ชักนำให้มีความสันโดษ ไม่อยากฟุ้งเฟ้อหรือปรนเปรอ - Santuññhikathà: talk about or favourable to contentment)</li>
<li><strong>ปวิเวกกถา</strong> (เรื่องความสงัด, ถ้อยคำที่ชักนำให้มีความสงัดกายใจ - Pavivekakathà: talk about or favourable to seclusion)</li>
<li><strong>อสังสัคคกถา</strong> (เรื่องความไม่คลุกคลี, ถ้อยคำที่ชักนำให้ไม่คลุกคลีด้วยหมู่ - Asa§saggakathà: talk about or favourable to not mingling together)</li>
<li><strong>วิริยารัมภกถา</strong> (เรื่องการปรารภความเพียร, ถ้อยคำที่ชักนำให้มุ่งมั่นทำความเพียร - Viriyàrambhakathà: talk about or favourable to strenuousness)</li>
<li><strong>สีลกถา</strong> (เรื่องศีล, ถ้อยคำที่ชักนำให้ตั้งอยู่ในศีล - Sãlakathà: talk about or favourable to virtue or good conduct)</p>
<li><strong>สมาธิกถา</strong> (เรื่องสมาธิ, ถ้อยคำที่ชักนำให้ทำจิตมั่น - Samàdhikathà: talk about or favourable to concentration)</p>
<li><strong>ปัญญากถา</strong> (เรื่องปัญญา, ถ้อยคำที่ชักนำให้เกิดปัญญา - Pa¤¤àkathà: talk about or favourable to understanding or insight)</p>
<li><strong>วิมุตติกถา</strong> (เรื่องวิมุตติ, ถ้อยคำที่ชักนำให้ทำใจให้พ้นจากกิเลสและความทุกข์ - Vimuttikathà: talk about or favourable to deliverance)</p>
<li><strong>วิมุตติญาณทัสสนกถา</strong> (เรื่องความรู้ความเห็นในวิมุตติ, ถ้อยคำที่ชักนำให้สนใจและเข้าใจเรื่องความรู้ความเห็นในภาวะที่หลุดพ้นจากกิเลสและความทุกข์ - Vimutti¤àõadassanakathà: talk about or favourable to the knowledge and vision of deliverance)</p>
</ol>
<p>M.I.145; III.113; A.V.129.	ม.มู.12/292/287; ม.อุ.14/348/239; องฺ.ทสก.24/69/138.</p>
''',/*185*/'''
<p><big>[315] กสิณ 10</big> (แปลตามรูปศัพท์ว่า “ทั้งหมด” หรือ “ล้วน”; วัตถุอันจูงใจ, วัตถุสำหรับเพ่งเพื่อจูงจิตให้เป็นสมาธิ - Kasiõa: meditation devices)</p>
<p>ก.	ภูตกสิณ 4 (กสิณคือมหาภูตรูป - Bhåta-kasiõa: Element-Kasiõa)</p>
<ol>
<li><strong>ปฐวีกสิณ</strong> (กสิณคือดิน, กสิณที่ใช้ดินเป็นอารมณ์ - Pañhavã~: the Earth Kasiõa)</li>
<li><strong>อาโปกสิณ</strong> (กสิณคือน้ำ - âpo~: the Water Kasiõa)</li>
<li><strong>เตโชกสิณ</strong> (กสิณคือไฟ - Tejo~: the Fire Kasiõa)</li>
<li><strong>วาโยกสิณ</strong> (กสิณคือลม - Vàyo~: the Air Kasiõa: Wind Kasiõa)</li>
</ol>
<p>ข. วรรณกสิณ 4</strong> (กสิณคือสี - Vaõõa~: Colour Kasiõa)</p>
<ol start="5">
<li><strong>นีลกสิณ</strong> (กสิณคือสีเขียวคราม - Nãla~: the Blue Kasiõa)</li>
<li><strong>ปีตกสิณ</strong> (กสิณคือสีเหลือง - Pãta~: the Yellow Kasiõa)</li>
<li><strong>โลหิตกสิณ</strong> (กสิณคือสีแดง - Lohita~: the Red Kasiõa)</li>
<li><strong>โอทาตกสิณ</strong> (กสิณคือสีขาว - Odàta~: the White Kasiõa)</li>
</ol>
<p>ค. กสิณอื่นๆ</p>
<ol start="9">
<li><strong>อาโลกกสิณ</strong> (กสิณคือแสงสว่าง - âloka~: the Light Kasiõa)</li>
<li><strong>อากาสกสิณ</strong> (กสิณคือที่ว่างเปล่า, ช่องว่าง - âkàsa~: the Space Kasiõa)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กสิณที่มาในบาลี เช่น องฺ.ทสก.24/25/48 (A.V.46) ไม่มี อาโลกกสิณ แต่มี วิญญาณกสิณ (กสิณคือวิญญาณ - Vi¤¤àõa~: the Consciousness Kasiõa) เป็นข้อที่ 10 และ อากาสกสิณ เป็นข้อที่ 9</p>
<p>Vism.118–169.	วิสุทฺธิ.1/150–217.</p>
''',/*186*/'''
<p><big>[316] กามโภคี 10</big> (ผู้บริโภคกาม, ผู้ครองเรือน, คฤหัสถ์ - Kàmabhogã: enjoyers of sensual pleasures; laymen; householders)</p>
<p>กลุ่มที่ 1 แสวงหาไม่ชอบธรรม (those seeking wealth unlawfully and arbitrarily)</p>
<ol>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยไม่ชอบธรรม โดยทารุณข่มขี่, ได้มาแล้วไม่เลี้ยงตนให้อิ่มหนำเป็นสุข, ทั้งไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี</li>
<p>(So seeking wealth, a certain one neither makes himself happy and cheerful, nor does he share with others, nor does he do meritorious deeds.)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยไม่ชอบธรรม โดยทารุณข่มขี่, ได้มาแล้วเลี้ยงตนให้อิ่มหนำเป็นสุข, แต่ไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี</li>
<p>(So seeking wealth, a certain one makes himself happy and cheerful, but he does not share with others and does no meritorious deeds.)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยไม่ชอบธรรม โดยทารุณข่มขี่, ได้มาแล้ว เลี้ยงตนให้อิ่มหนำเป็นสุขด้วย, แจกจ่ายแบ่งปันและใช้ทำกรรมดีด้วย</li>
<p>(So seeking wealth, a certain one does make himself happy and cheerful, he does share with others and does meritorious deeds.)</p>
<p>(พวกที่ 1: ควรตำหนิทั้ง 3 สถาน; พวกที่ 2: ตำหนิ 2 สถาน, ชม 1 สถาน; พวกที่ 3: ตำหนิ 1 สถาน, ชม 2 สถาน - These are blameworthy in three, two and one respect, and praiseworthy in none, one and two respects, respectively.)</p>
<p><strong>กลุ่มที่ 2</strong> แสวงหาชอบธรรมบ้าง ไม่ชอบธรรมบ้าง (those seeking wealth both lawfully and unlawfully, arbitrarily and unarbitrarily)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรมบ้างไม่ชอบธรรมบ้าง ทารุณข่มขี่บ้างไม่ทารุณข่มขี่บ้าง, ได้มาแล้วไม่เลี้ยงตนให้อิ่มหนำเป็นสุข, ไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี (Same as 1)</li>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรมบ้างไม่ชอบธรรมบ้าง ทารุณข่มขี่บ้างไม่ทารุณข่มขี่บ้าง, ได้มาแล้วเลี้ยงตนให้อิ่มหนำเป็นสุข, แต่ไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี (Same as 2)</li>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรมบ้างไม่ชอบธรรมบ้าง ทารุณข่มขี่บ้างไม่ทารุณข่มขี่บ้าง, ได้มาแล้วเลี้ยงตนให้อิ่มหนำเป็นสุข, ทั้งแจกจ่ายแบ่งปันและใช้ทำกรรมดี (Same as 3)</li>
<p>(พวกที่ 4: ควรตำหนิ 3 สถาน, ชม 1 สถาน; พวกที่ 5: ตำหนิ 2 สถาน, ชม 2 สถาน; พวกที่ 6: ตำหนิ 1 สถาน, ชม 3 สถาน - These are blameworthy in three, two and one respect, and praiseworthy in one, two and three respects, respectively.)</p>
<p><strong>กลุ่มที่ 3</strong> แสวงหาชอบธรรม (those seeking wealth lawfully and unarbitrarily)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรม ไม่ทารุณข่มขี่, ได้มาแล้วไม่เลี้ยงตนให้อิ่มหนำเป็นสุข, ไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี</li>
<p>(Same as 1)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรม ไม่ทารุณข่มขี่, ได้มาแล้วเลี้ยงตนให้อิ่มหนำเป็นสุข, แต่ไม่แจกจ่ายแบ่งปันและไม่ใช้ทำกรรมดี</li>
<p>(Same as 2)</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรม ไม่ทารุณข่มขี่, ได้มาแล้วก็เลี้ยงตนให้อิ่มหนำเป็นสุขด้วย, ทั้งแจกจ่ายแบ่งปันและใช้ทำกรรมดีด้วย; แต่เขายังยึดติด ยังสยบมัวเมา ยังหมกมุ่น บริโภคโภคะเหล่านั้นโดยไม่รู้เท่าทันเห็นโทษ ไม่มีปัญญาทำตนให้เป็นอิสระหลุดพ้นเป็นนายเหนือโภคทรัพย์</li>
<p>(Same as 3. But he makes use of his wealth with greed and longing, is infatuated therewith, heedless of danger, lacking the insight to achieve spiritual freedom.)</p>
<p>(พวกที่ 7: ควรตำหนิ 2 สถาน, ชม 1 สถาน; พวกที่ 8: ตำหนิ 1 สถาน, ชม 2 สถาน; พวกที่ 9: ชม 3 สถาน, ตำหนิ 1 สถาน - These are blameworthy in two, one and one respect, and praiseworthy in one, two and three respects, respectively.)</p>
<p><strong>พวกพิเศษ</strong>: แสวงหาชอบธรรม และใช้อย่างรู้เท่าทันเป็นอิสระ</p>
<li>พวกหนึ่ง แสวงหาโภคทรัพย์โดยชอบธรรม ไม่ทารุณข่มขี่, ได้มาแล้วเลี้ยงตนให้อิ่มหนำเป็นสุข, แจกจ่ายแบ่งปันและใช้ทำกรรมดี; แต่เขาไม่ยึดติด อีกทั้งไม่สยบมัวเมา ไม่หมกมุ่น บริโภคโภคะเหล่านั้นอย่างรู้เท่าทันเห็นโทษ มีปัญญาทำตนให้เป็นอิสระหลุดพ้น เป็นนายเหนือโภคทรัพย์</li>
</ol>
<p>(Seeking wealth lawfully and unarbitrarily, a certain one does make himself happy and cheerful, he does share with others and does meritorious deeds. Moreover, he makes use of his wealth without greed and longing, without infatuation, is heedful of danger and possessed of the insight that keeps for himself spiritual freedom.)</p>
<p>(พวกที่ 10 นี้ ทรงสรรเสริญว่าเป็นผู้เลิศ ประเสริฐ สูงสุด ควรชมทั้ง 4 สถาน - Of these ten this one is the best, the greatest and the noblest, being praiseworthy in all the four respects.)</p>
<p>S.IV.331; A.V.176.	สํ.สฬ.18/631–643/408–415; องฺ.ทสก.24/91/188.</p>
''',/*187*/'''
<p><big>[317] กาลามสูตรกังขานิยฐาน 10</big> (หมายถึง วิธีปฏิบัติในเรื่องที่ควรสงสัย หรือหลักความเชื่อ ที่ตรัสไว้ในกาลามสูตร - Kàlàmasutta-kaïkhàniyaññhàna: how to deal with doubtful matters; advice on how to investigate a doctrine, as contained in the Kàlàmasutta)</p>
<ol>
<li><strong>มา อนุสฺสเวน</strong> (อย่าปลงใจเชื่อ ด้วยการฟังตามกันมา - Be not led by report)</li>
<li><strong>มา ปรมฺปราย</strong> (อย่าปลงใจเชื่อ ด้วยการถือสืบๆ กันมา - Be not led by tradition)</li>
<li><strong>มา อิติกิราย</strong> (อย่าปลงใจเชื่อ ด้วยการเล่าลือ - Be not led by hearsay)</li>
<li><strong>มา ปิฏกสมฺปทาเนน</strong> (อย่าปลงใจเชื่อ ด้วยการอ้างตำราหรือคัมภีร์ - Be not led by the authority of texts)</li>
<li><strong>มา ตกฺกเหตุ</strong> (อย่าปลงใจเชื่อ เพราะตรรก - Be not led by mere logic)</li>
<li><strong>มา นยเหตุ</strong> (อย่าปลงใจเชื่อ เพราะการอนุมาน - Be not led by inference)</p>
<li><strong>มา อาการปริวิตกฺเกน</strong> (อย่าปลงใจเชื่อ ด้วยการคิดตรองตามแนวเหตุผล - Be not led by considering appearances)</p>
<li><strong>มา ทิฏฺฐินิชฺฌานกฺขนฺติยา</strong> (อย่าปลงใจเชื่อ เพราะเข้าได้กับทฤษฎีที่พินิจไว้แล้ว —	Be not</p>
</ol>
<p>led by the agreement with a considered and approved theory)</p>
<ol start="9">
<li><strong>มา ภพฺพรูปตาย</strong> (อย่าปลงใจเชื่อ เพราะมองเห็นรูปลักษณะน่าจะเป็นไปได้ - Be not led by seeming possibilities)</p>
<li><strong>มา สมโณ โน ครูติ</strong> (อย่าปลงใจเชื่อ เพราะนับถือว่า ท่านสมณะนี้เป็นครูของเรา - Be not led by the idea, ‘This is our teacher’.)</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ต่อเมื่อใด รู้เข้าใจด้วยตนว่า ธรรมเหล่านั้น เป็นอกุศล เป็นกุศล มีโทษ ไม่มีโทษ เป็นต้น แล้ว จึงควรละหรือถือปฏิบัติตามนั้น</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สูตรนี้ ในบาลีเรียกว่า เกสปุตติยสูตร ที่ชื่อกาลามสูตร เพราะทรงแสดงแก่ชนเผ่ากาลามะ แห่งวรรณะกษัตริย์ ที่ชื่อเกสปุตติยสูตร เพราะพวกกาลามะนั้นเป็นชาวเกสปุตตนิคม</p>
<p>A.I.189.	องฺ.ติก.20/505/241.</p>
''',/*188*/'''
<p><big>[318] กิเลส 10</big> (สภาพที่ทำให้จิตเศร้าหมอง - Kilesa: defilements)</p>
<ol>
<li><strong>โลภะ</strong> (ความอยากได้ - Lobha: greed)</li>
<li><strong>โทสะ </strong>(ความคิดประทุษร้าย - Dosa: hatred)</li>
<li><strong>โมหะ</strong> (ความหลง, ความไม่รู้, ความเขลา - Moha: delusion)</li>
<li><strong>มานะ</strong> (ความถือตัว - Màna: conceit)</li>
<li><strong>ทิฏฐิ</strong> (ความเห็นผิด - Diññhi: wrong view)</li>
<li><strong>วิจิกิจฉา</strong> (ความลังเลสงสัย, ความเคลือบแคลง - Vicikicchà: doubt; uncertainty)</li>
<li><strong>ถีนะ</strong> (ความหดหู่, ความท้อแท้ถดถอย - Thãna: sloth)</li>
<li><strong>อุทธัจจะ</strong> (ความฟุ้งซ่าน - Uddhacca: restlessness)</li>
<li><strong>อหิริกะ</strong> (ความไม่ละอายต่อความชั่ว - Ahirika: shamelessness)</li>
<li><strong>อโนตตัปปะ</strong> (ความไม่เกรงกลัวต่อความชั่ว - Anottappa: lack of moral dread)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สิบอย่างนี้ ในบาลีเดิมเรียกว่า กิเลสวัตถุ (สิ่งก่อความเศร้าหมอง) 10</p>
<p>Vbh.391.	อภิ.วิ.35/1026/528.</p>
<p><big>[319] กุศลกรรมบถ 10</big><sup>1</sup> (ทางแห่งกุศลกรรม, ทางทำความดี, กรรมดีอันเป็นทางนำไปสู่สุคติ - Kusala-kammapatha: wholesome course of action) ว่าโดยหัวข้อย่อ ดังนี้</p>
<p>ก.	กายกรรม 3 (การกระทำทางกาย - Kàyakamma: bodily action)</p>
<ol>
<li><strong>ปาณาติปาตา เวรมณี</strong><sup><small>*</sup></small> (เว้นจากปลงชีวิต - Pàõàtipàtà veramaõã: abstention from killing)</li>
<li><strong>อทินฺนาทานา เวรมณี</strong> (เว้นจากถือเอาของที่เขามิได้ให้โดยอาการขโมย - Adinnàdànà ~: abstention from taking what is not given)</li>
<li><strong>กาเมสุมิจฺฉาจารา เวรมณี</strong> (เว้นจากประพฤติผิดในกาม - Kàmesumicchàcàrà ~: abstention from sexual misconduct)</li>
</ol>
<p>ข.	วจีกรรม 4 (การกระทำทางวาจา - Vacãkamma: verbal action)</p>
<ol start="4">
<li><strong>มุสาวาทา เวรมณี</strong> (เว้นจากพูดเท็จ - Musàvàdà ~: abstention from false speech)</li>
<li><strong>ปิสุณาย วาจาย เวรมณี</strong> (เว้นจากพูดส่อเสียด - Pisuõàya vàcàya ~: abstention from tale-bearing)</li>
<li><strong>ผรุสาย วาจาย เวรมณี</strong> (เว้นจากพูดคำหยาบ - Pharusàya vàcàya ~: abstention from harsh speech)</li>
<li><strong>สมฺผปฺปลาปา เวรมณี</strong> (เว้นจากพูดเพ้อเจ้อ - Samphappalàpà ~: abstention from vain talk or gossip)</li>
</ol>
<p>ค.	มโนกรรม 3 (การกระทำทางใจ - Manokamma: mental action)</p>
<ol start="8">
<li><strong>อนภิชฺฌา</strong> (ความไม่คิดเพ่งเล็งอยากได้ของเขา - Anabhijjhà: non-covetousness)</li>
<li><strong>อพฺยาปาท</strong> (ความไม่คิดร้ายต่อผู้อื่น - Abyàpàda: non-illwill)</li>
<li><strong>สมฺมาทิฏฺฐิ</strong> (ความเห็นชอบ ถูกต้องตามคลองธรรม - Sammàdiññhi: right view)</li>
</ol>
<p><sup><small>*</sup></small>เวรมณี แปลว่า “เจตนาที่ทำให้เว้น” หรือ “เจตนาที่ตรงข้าม” เมื่อจะแปลให้เต็มความ จึงควรแปลว่า “การกระทำที่ว่างจากการคิดเบียดเบียน” หรือ “การทำดีที่ตรงข้ามกับการเบียดเบียนชีวิต” ดังนี้เป็นต้น</p>
<p>D.III.269,290.	ที.ปา.11/360/284; 471/337.</p>
''',/*189*/'''
<p><big>[320] กุศลกรรมบถ 10</big><sup>2</sup> (ทางแห่งกุศลกรรม, ทางทำความดี, กรรมดีอันเป็นทางนำไปสู่ความสุขความเจริญหรือสุคติ - Kusala-kammapatha: wholesome course of action) ว่าโดยข้อธรรมสมบูรณ์ (แปลตัดเอาแต่ใจความ) ดังนี้</p>
<p>ก.	กายกรรม 3 (การกระทำทางกาย - bodily action)</p>
<ol>
<li><strong>ปาณาติปาตํ ปหาย ฯเปฯ สพฺพปาณภูตหิตานุกมฺปี โหติ</strong> (ละการฆ่าการเบียดเบียน มีเมตตากรุณาช่วยเหลือเกื้อกูลกัน - to avoid the destruction of life and be anxious for the welfare of all lives)</li>
<li><strong>อทินฺนาทานํ ปหาย ฯเปฯ อทินฺนํ เถยฺยสงฺขาตํ อนาทาตา โหติ</strong> (ละอทินนาทาน เคารพกรรมสิทธิ์ในทรัพย์สินของผู้อื่น - to avoid stealing, not violating the right to private property of others)</li>
<li><strong>กาเมสุมิจฺฉาจารํ ปหาย ฯเปฯ น จาริตฺตํ อาปชฺชิตา โหติ</strong> (ละการประพฤติผิดในกาม ไม่ล่วงละเมิดประเพณีทางเพศ - to avoid sexual misconduct, not transgressing sex morals)</li>
</ol>
<p>ข.	วจีกรรม 4 (การกระทำทางวาจา - verbal action)</p>
<ol start="4">
<li><strong>มุสาวาทํ ปหาย ฯเปฯ น สมฺปชานมุสา ภาสิตา โหติ</strong> (ละการพูดเท็จ ไม่ยอมกล่าวเท็จ เพราะเหตุตนเอง ผู้อื่น หรือเพราะเห็นแก่ผลประโยชน์ใดๆ  - to avoid lying, not knowingly speaking a lie for the sake of any advantage)</li>
<li><strong>ปิสุณํ วาจํ ปหาย ฯเปฯ สมคฺคกรณึ วาจํ ภาสิตา โหติ</strong> (ละการพูดคำส่อเสียด ช่วยสมานคนที่แตกร้าวกัน ส่งเสริมคนที่สมัครสมานกัน ชอบกล่าวถ้อยคำที่สร้างสามัคคี - to avoid malicious speech, unite the discordant, encourage the united and utter speech that makes for harmony)</li>
<li><strong>ผรุสํ วาจํ ปหาย ฯเปฯ พหุชนมนาปา ตถารูปึ วาจํ ภาสิตา โหติ</strong> (ละคำหยาบ พูดแต่คำสุภาพอ่อนหวาน - to avoid harsh language and speak gentle, loving, courteous, dear and agreeable words)</p>
<li><strong>สมฺผปฺปลาปํ ปหาย ฯเปฯ กาลวาที ภูตวาที อตฺถวาที ธมฺมวาที วินยวาที นิธานวตึ วาจํ ภาสิตา โหติ ฯเปฯ</strong> (ละการพูดเพ้อเจ้อ พูดแต่คำจริง มีเหตุผล มีสารประโยชน์ ถูกกาลเทศะ - to avoid frivolous talk; to speak at the right time, in accordance with facts, what is useful, moderate and full of sense)</p>
</ol>
<p>ค.	มโนกรรม 3 (การกระทำทางใจ - mental action)</p>
<ol start="8">
<li><strong>อนภิชฺฌาลุ โหติ ฯเปฯ</strong> (ไม่เพ่งเล็งอยากได้ของผู้อื่น - to be without covetousness)</p>
<li><strong>อพฺยาปนฺนจิตฺโต โหติ ฯเปฯ สุขี อตฺตานํ ปริหรนฺตูติ</strong> (ไม่มีจิตคิดร้าย คิดปรารถนาแต่ว่า ขอให้สัตว์ทั้งหลายไม่มีเวร ไม่เบียดเบียน ไม่มีทุกข์ ครองตนอยู่เป็นสุขเถิด - to be free from ill-will, thinking, ‘Oh, that these beings were free from hatred and ill- will, and would lead a happy life free from trouble.’)</p>
<li><strong>สมฺมาทิฏฺฐิโก โหติ ฯเปฯ สยํ อภิญฺา สจฺฉิกตฺวา ปเวเทนฺตีติ</strong>	(มีความเห็นชอบ เช่นว่า ทานมีผล การบูชามีผล ผลวิบากของกรรมดีกรรมชั่วมี เป็นต้น —	to possess right view such as that gifts, donations and offerings are not fruitless and that there are results of wholesome and unwholesome actions</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กุศลกรรมบถหมวดนี้ ในบาลีเรียกชื่อหลายอย่าง เช่นว่า ธรรมจริยา (ความประพฤติธรรม - righteous conduct) บ้าง โสไจย (ความสะอาดหรือเครื่องชำระตัว - cleansing) บ้าง อริย-ธรรม (อารยธรรม, ธรรมของผู้เจริญ - virtues of a noble or civilized man) บ้าง อริยมรรค (มรรคาอันประเสริฐ - the noble path) บ้าง สัทธรรม (ธรรมดี, ธรรมแท้ - good law; true law) บ้าง สัปปุริสธรรม (ธรรมของสัตบุรุษ - qualities of a good man) บ้าง ฯลฯ</p>
<p>M.I.287; A.V.266,275–278.	ม.มู.12/485/523; องฺ.ทสก.24/165/287; 168–181/296–300.</p>
''',/*190*/'''
<p><big>[321] อกุศลกรรมบถ 10</big> (ทางแห่งอกุศลกรรม, ทางทำความชั่ว, กรรมชั่วอันเป็นทางนำไปสู่ความเสื่อม ความทุกข์ หรือทุคติ - Akusala-kammapatha: unwholesome course of action)</p>
<p>ก.	กายกรรม 3 (การกระทำทางกาย - Kàyakamma: bodily action)</p>
<ol>
<li><strong>ปาณาติบาต</strong> (การทำชีวิตให้ตกล่วง, ปลงชีวิต - Pàõàtipàta: destruction of life; killing)</li>
<li><strong>อทินนาทาน</strong> (การถือเอาของที่เขามิได้ให้ โดยอาการขโมย, ลักทรัพย์ - Adinnàdàna: taking what is not given; stealing)</li>
<li><strong>กาเมสุมิจฉาจาร</strong> (ความประพฤติผิดในกาม - Kàmesumicchàcàra: sexual misconduct)</li>
</ol>
<p>ข.	วจีกรรม 4 (การกระทำทางวาจา - Vacãkamma: verbal action)</p>
<ol start="4">
<li><strong>มุสาวาท</strong> (การพูดเท็จ - Musàvàda: false speech)</li>
<li><strong>ปิสุณาวาจา</strong> (วาจาส่อเสียด - Pisuõàvàcà: tale-bearing; malicious speech)</li>
<li><strong>ผรุสวาจา</strong> (วาจาหยาบ - Pharusavàcà: harsh speech)</li>
<li><strong>สัมผัปปลาปะ</strong> (คำพูดเพ้อเจ้อ - Samphappalàpa: frivolous talk; vain talk; gossip)</li>
<li><strong>มโนกรรม 3</strong> (การกระทำทางใจ - Manokamma: mental action)</li>
<li><strong>อภิชฌา</strong> (เพ่งเล็งอยากได้ของเขา - Abhijjhà: covetousness; avarice)</li>
<li><strong>พยาบาท</strong> (คิดร้ายผู้อื่น - Byàpàda: illwill)</li>
<li><strong>มิจฉาทิฏฐิ</strong> (เห็นผิดจากคลองธรรม - Micchàdiññhi: false view; wrong view)</li>
</ol>
<p>D.III.269,290; A.V.264.	ที.ปา.11/359/284; 470/337; องฺ.ทสก.24/165/285.</p>
''',/*191*/'''
<p><big>[322] เถรธรรม 10</big> (คุณธรรมที่ทำให้พระเถระอยู่สำราญในที่ทุกสถาน - Theradhamma: qualities which make for happy living of an elder monk)</p>
<ol>
<li><strong>เถโร รตฺตญฺญู</strong> (เป็นผู้ใหญ่ บวชนาน รู้เห็นกิจการ ทรงจำเรื่องราวไว้ได้มาก - Thero ratta¤¤å: to be an elder monk of long experience)</li>
<li><strong>สีลวา</strong> (มีศีล เคร่งครัดในสิกขาบททั้งหลาย - Sãlavà: to be virtuous; to have good conduct)</li>
<li><strong>พหุสฺสุโต</strong> (เป็นพหูสูตทรงความรู้ - Bahussuto: to be much learned)</li>
<li><strong>สฺวาคตปาติโมกฺโข</strong> (ทรงปาติโมกข์ รู้หลักแห่งวินัย แคล่วคล่อง ชำนิชำนาญ สามารถวินิจฉัยได้ด้วยดี - Svàgatapàñimokkho: to be well versed in the codes of discipline)</li>
<li><strong>อธิกรณสมุปฺปาทวูปสมกุสโล</strong> (ฉลาดในการระงับอธิกรณ์ที่เกิดขึ้น - Adhikaraõasamuppàdavåpasamakusalo: to be skilled in settling a legal question that has arisen)</li>
<li><strong>ธมฺมกาโม</strong> (เป็นผู้ใคร่ธรรม รักความรู้ รักความจริง รู้จักรับฟังและรู้จักพูด ทำให้เป็นที่ชื่นชมสนิทสนมสบายใจ น่าเข้าไปปรึกษาสนทนา และชอบศึกษา ยินดีปรีดาในหลักธรรมหลักวินัยที่ยิ่งๆ ขึ้นไป - Dhammakàmo: to love the Dhamma, be pleasant to consult and converse with, and find joy in the advanced teaching of both the Doctrine and the Discipline)</li>
<li><strong>สนฺตุฏฺโฐ</strong> (เป็นผู้สันโดษด้วยปัจจัยสี่ตามมีตามได้ — Santuññho:	 to be content with whatsoever supply of the four requisites he may get)</li>
<li><strong>ปาสาทิโก</strong> (จะไปจะมา มีอาการกิริยาน่าเลื่อมใส แม้เข้าไปในละแวกบ้าน ก็สำรวมเป็นอันดี - Pàsàdiko: to be charming and perfectly composed in his goings out and comings in and in sitting in the house)</li>
<li><strong>ฌานลาภี</strong> (ได้แคล่วคล่องในฌาน 4 ที่เป็นเครื่องอยู่สุขสบายในปัจจุบัน - Jhànalàbhã: to be able to gain pleasure of the Four Absorptions)</li>
<li><strong>วิมุตฺโต</strong> (บรรลุเจโตวิมุตติปัญญาวิมุตติ สิ้นอาสวะ - Vimutto: to have gained the Deliverance)</li>
</ol>
<p>A.V.201.	องฺ.ทสก.24/98/215.</p>
''',/*192*/'''
<p><big>[323] ทศพลญาณ</big> (บาลีเรียก ตถาคตพลญาณ 10 คือ พระญาณอันเป็นกำลังของพระตถาคต 10 ประการ ที่ทำให้พระองค์สามารถบันลือสีหนาท ประกาศพระศาสนาได้มั่นคง - Dasa-bala¤àõa: the Ten Powers of the Perfect One)</p>
<ol>
<li><strong>ฐานาฐานญาณ</strong> (ปรีชาหยั่งรู้ฐานะและอฐานะ คือ รู้กฎธรรมชาติเกี่ยวกับขอบเขตและขีดขั้นของสิ่งทั้งหลายว่า อะไรเป็นไปได้ อะไรเป็นไปไม่ได้ และแค่ไหนเพียงไร โดยเฉพาะในแง่ความสัมพันธ์ระหว่างเหตุกับผล และกฎเกณฑ์ทางจริยธรรม เกี่ยวกับสมรรถวิสัยของบุคคล ซึ่งจะได้รับผลกรรมที่ดีและชั่วต่างๆ กัน - òhànàñhàna-¤àõa: knowledge of instance and no instance; knowledge of possibilities and impossibilities)</li>
<li><strong>กรรมวิปากญาณ</strong> (ปรีชาหยั่งรู้ผลของกรรม คือ สามารถกำหนดแยกการให้ผลอย่างสลับซับซ้อน ระหว่างกรรมดีกับกรรมชั่ว ที่สัมพันธ์กับปัจจัยแวดล้อมต่างๆ มองเห็นรายละเอียดและความสัมพันธ์ภายในกระบวนการก่อผลของกรรมอย่างชัดเจน - Kammavipàka-¤àõa: knowledge of the ripening of action; knowledge of the results of kamma)</li>
<li><strong>สัพพัตถคามินีปฏิปทาญาณ</strong> (ปรีชาหยั่งรู้ข้อปฏิบัติที่จะนำไปสู่คติทั้งปวง คือ สุคติ ทุคติ หรือพ้นจากคติ หรือปรีชาหยั่งรู้ข้อปฏิบัติที่จะนำไปสู่อรรถประโยชน์ทั้งปวง กล่าวคือ ทิฏฐธัมมิกัตถะ สัมปรายิกัตถะ หรือ ปรมัตถะ คือรู้ว่าเมื่อปรารถนาจะเข้าถึงคติหรือประโยชน์ใด จะต้องทำอะไรบ้าง มีรายละเอียดวิธีปฏิบัติอย่างไร - Sabbatthagàminãpañipadà-¤àõa: knowledge of the way that leads anywhere; knowledge of the practices leading to all destinies and all goals)</li>
<li><strong>นานาธาตุญาณ</strong> (ปรีชาหยั่งรู้สภาวะของโลกอันประกอบด้วยธาตุต่างๆ เป็นอเนก คือ รู้สภาวะของธรรมชาติ ทั้งฝ่ายอุปาทินนกสังขารและฝ่ายอนุปาทินนกสังขาร เช่น รู้จักส่วนประกอบต่างๆ ของชีวิต สภาวะของส่วนประกอบเหล่านั้น พร้อมทั้งลักษณะและหน้าที่ของมันแต่ละอย่าง อาทิการปฏิบัติหน้าที่ของขันธ์ อายตนะ และธาตุต่างๆ ในกระบวนการรับรู้ เป็นต้น และรู้เหตุแห่งความแตกต่างกันของสิ่งทั้งหลายเหล่านั้น - Nànàdhàtu-¤àõa: knowledge of the world with its many different elements)</li>
<li><strong>นานาธิมุตติกญาณ</strong> (ปรีชาหยั่งรู้อธิมุติ คือ รู้อัธยาศัย ความโน้มเอียง ความเชื่อถือ แนวความสนใจ เป็นต้น ของสัตว์ทั้งหลายที่เป็นไปต่างๆ กัน - Nànàdhimuttika-¤àõa: knowledge of the different dispositions of beings)</li>
<li><strong>อินทริยปโรปริยัตตญาณ</strong> (ปรีชาหยั่งรู้ความยิ่งและหย่อนแห่งอินทรีย์ของสัตว์ทั้งหลาย คือ รู้ว่าสัตว์นั้นๆ มีศรัทธา วิริยะ สติ สมาธิ ปัญญา แค่ไหน เพียงใด มีกิเลสมาก กิเลสน้อย มีอินทรีย์อ่อน หรือแก่กล้า สอนง่าย หรือสอนยาก มีความพร้อมที่จะตรัสรู้หรือไม่ - Indriyaparopariyatta-¤àõa: knowledge of the state of faculties of beings; knowledge of the inferiority and superiority of the controlling faculties of various beings; knowledge as regards maturity of persons)</li>
<li><strong>ฌานาทิสังกิเลสาทิญาณ</strong> (ปรีชาหยั่งรู้ความเศร้าหมอง ความผ่องแผ้ว การออกแห่งฌาน วิโมกข์ สมาธิ และสมาบัติทั้งหลาย - Jhànàdisaïkilesàdi-¤àõa: knowledge of defilement, cleansing and emergence in the cases of the meditations, liberations, concentrations and attainments)</li>
<li><strong>ปุพเพนิวาสานุสสติญาณ</strong> (ปรีชาหยั่งรู้อันทำให้ระลึกภพที่เคยอยู่ในหนหลังได้ - Pubbenivàsànussati-¤àõa: knowledge of the remembrance of former existences)</li>
<li><strong>จุตูปปาตญาณ</strong> (ปรีชาหยั่งรู้จุติและอุบัติของสัตว์ทั้งหลายอันเป็นไปตามกรรม - Cutå-papàta-¤àõa: knowledge of the decease and rebirth of beings)</li>
<li><strong>อาสวักขยญาณ</strong> (ปรีชาหยั่งรู้ความสิ้นไปแห่งอาสวะทั้งหลาย - âsavakkhaya-¤àõa: knowledge of the exhaustion of mental intoxicants)</li>
</ol><p>M.I.69; A.V.33; Vbh.336.	ม.มู.12/166/140; องฺ.ทสก.24/21/35; อภิ.วิ.35/839/454.</p>
<big>[☆☆☆] ทศพิธราชธรรม</big> ดู [326] ราชธรรม 10.<br>
<big>[☆☆☆] ธรรมจริยา 10 เป็นอีกชื่อหนึ่งของ</big> [320] กุศลกรรมบถ 10 2.<br>
<big>[☆☆☆] ธรรมมีอุปการะมาก 10</big> ดู [324] นาถกรณธรรม 10.<br>
''',/*193*/'''
<p><big>[324] นาถกรณธรรม 10</big> (ธรรมอันกระทำที่พึ่ง, ธรรมสร้างที่พึ่ง, คุณธรรมที่ทำให้ตนเป็นที่พึ่งของตนได้ - Nàthakaraõa-dhamma: virtues which make for protection)</p>
<ol>
<li><strong>สีล</strong> (ความประพฤติดีงามสุจริต รักษาระเบียบวินัย มีอาชีวะบริสุทธิ์ - Sãla: good conduct; keeping moral habits)</li>
<li><strong>พาหุสจฺจ</strong> (ความเป็นผู้ได้ศึกษาเล่าเรียนมาก มีความรู้ความเข้าใจลึกซึ้ง - Bàhusacca: great learning)</li>
<li><strong>กลฺยาณมิตฺตตา</strong> (ความมีกัลยาณมิตร, การคบคนดี ได้ที่ปรึกษา และผู้แนะนำสั่งสอนที่ดี - Kalyàõamittatà: good company; association with good people)</li>
<li><strong>โสวจสฺสตา</strong> (ความเป็นผู้ว่าง่ายสอนง่าย รับฟังเหตุผล - Sovacassatà: amenability to correction; meekness; easy admonishability)</li>
<li><strong>กิงฺกรณีเยสุ ทกฺขตา</strong> (ความเอาใจใส่ช่วยขวนขวายในกิจใหญ่น้อยทุกอย่างของเพื่อนร่วมหมู่คณะ รู้จักพิจารณาไตร่ตรอง สามารถจัดทำให้สำเร็จเรียบร้อย - Kiïkaraõãyesu dakkhatà: willingness to give a helping hand; diligence and skill in managing all affairs of one’s fellows in the community)</li>
<p><strong>ธมฺมกามตา</strong> (ความเป็นผู้ใคร่ธรรม คือ รักธรรม ใฝ่ความรู้ใฝ่ความจริง รู้จักพูดรู้จักรับฟัง ทำให้เกิดความพอใจ น่าร่วมปรึกษาสนทนา ชอบศึกษา ยินดีปรีดาในหลักธรรมหลักวินัยที่ละเอียดลึกซึ้งยิ่งๆ ขึ้นไป - Dhammakàmatà: love of truth; to love the Dhamma, be pleasant to consult and converse with and rejoice in the advanced teaching of both the Doctrine and the Discipline)</li>
<li><strong>วิริยารมฺภ</strong> (ความขยันหมั่นเพียร คือ เพียรละความชั่ว ประกอบความดี มีใจแกล้วกล้า บากบั่นก้าวหน้า ไม่ย่อท้อ ไม่ทอดทิ้งธุระ - Viriyàrambha: energy; effort; energetic exertion)</li>
<li><strong>สนฺตุฏฺฐี</strong>	(ความสันโดษ คือ ยินดี มีความสุขความพอใจด้วยปัจจัยสี่ที่หามาได้ด้วยความเพียรอันชอบธรรมของตน - Santuññhã: contentment)</li>
<li><strong>สติ</strong> (ความมีสติ รู้จักกำหนดจดจำ ระลึกการที่ทำคำที่พูดไว้ได้ เป็นอยู่อย่างไม่ประมาท - Sati: mindfulness; ability to remember what one has done and spoken)</li>
<li><strong>ปญฺญา</strong> (ความมีปัญญาหยั่งรู้เหตุผล รู้จักคิดพิจารณา เข้าใจภาวะของสิ่งทั้งหลายตามความเป็นจริง - Pa¤¤à: wisdom; insight)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นาถกรณธรรมนี้ ท่านเรียกว่าเป็น พหุการธรรม หรือ ธรรมมีอุปการะมาก เพราะเป็นกำลังหนุนในการบำเพ็ญคุณความดีทั้งหลาย ยังประโยชน์ตนและประโยชน์ผู้อื่นให้สำเร็จได้อย่างกว้างขวางไพบูลย์</p>
<p>D.III.266,290; A.V.23.	ที.ปา.11/357/281; 466/334; องฺ.ทสก.24/17/25.</p>
''',/*194*/'''
<p><big>[325] บารมี 10</big> หรือ <big>ทศบารมี</big> (ปฏิปทาอันยวดยิ่ง, คุณธรรมที่ประพฤติปฏิบัติอย่างยิ่งยวด คือ ความดีที่บำเพ็ญอย่างพิเศษ เพื่อบรรลุซึ่งจุดหมายอันสูง เช่น ความเป็นพระพุทธเจ้า และความเป็นมหาสาวก เป็นต้น - Pàramã: perfections)</p>
<ol>
<li><strong>ทาน</strong> (การให้ การเสียสละ - Dàna: giving; charity; generosity; liberality)</li>
<li><strong>ศีล</strong> (การรักษากายวาจาให้อยู่ในหลักความประพฤติที่เป็นแบบแผนแห่งภาวะของตน, ความประพฤติดีงามถูกต้องตามระเบียบวินัย - Sãla: morality; good conduct)</li>
<li><strong>เนกขัมมะ</strong> (การออกบวช, ความปลีกตัวปลีกใจจากกาม - Nekkhamma: renunciation)</li>
<li><strong>ปัญญา</strong> (ความรอบรู้, ความหยั่งรู้เหตุผล เข้าใจสภาวะของสิ่งทั้งหลายตามความเป็นจริง และรู้จักแก้ไขปฏิบัติจัดการต่างๆ - Pa¤¤à: wisdom; insight; understanding)</li>
<li><strong>วิริยะ</strong> (ความเพียร, ความแกล้วกล้า ไม่เกรงกลัวอุปสรรค พยายามบากบั่นอุตสาหะ ก้าวหน้าเรื่อยไป ไม่ทอดทิ้งธุระหน้าที่ - Viriya: energy; effort; endeavour)</li>
<li><strong>ขันติ</strong> (ความอดทน, ความทนทานของจิตใจ สามารถใช้สติปัญญาควบคุมตนให้อยู่ในอำนาจเหตุผล และแนวทางความประพฤติหรือการปฏิบัติ ที่ตั้งไว้เพื่อจุดหมายอันชอบ ไม่ลุอำนาจกิเลส - Khanti: forbearance; tolerance; endurance)</p>
<li><strong>สัจจะ</strong> (ความจริง คือ พูดจริง ทำจริง และจริงใจ - Sacca: truthfulness)</p>
<li><strong>อธิษฐาน</strong> (ความตั้งใจมั่น, การตัดสินใจเด็ดเดี่ยว วางจุดหมายแห่งการกระทำของตนไว้แน่นอน และดำเนินตามนั้นแน่วแน่ - Adhiññhàna: resolution; self-determination)</p>
<li><strong>เมตตา</strong> (ความรักใคร่, ความปรารถนาดี มีไมตรี คิดเกื้อกูลให้ผู้อื่นและเพื่อนร่วมโลกทั้งปวงมีความสุขความเจริญ - Mettà: loving-kindness; friendliness)</p>
<li><strong>อุเบกขา</strong> (ความวางใจเป็นกลาง, ความวางใจสงบราบเรียบสม่ำเสมอ เที่ยงธรรม และดำรงอยู่ในธรรม ไม่เอนเอียงหรือหวั่นไหวไปด้วยความยินดียินร้ายชอบชังหรือแรงเย้ายวนยั่วยุใดๆ - Upekkhà: equanimity; indifference to praise and blame in the performance of duty)</p>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทศบารมีนี้ เรียงตามที่ถือว่าได้บำเพ็ญในทศชาติ (จัดแบบไทย) ดังนี้</p>
<ol>
<li>พระเตมีย์ - เนกขัมมะ (ข้อที่ 3)</li>	
<li>พระมหาชนก - วิริยะ (5)</li>
<li>พระสุวรรณสาม - เมตตา (9)</li>
<li>พระเนมิราช - อธิษฐาน (8)</li>
<li>พระมโหสถ - ปัญญา (4)</li>
<li>พระภูริทัตต์ - ศีล (2)</li>
<li>พระจันทกุมาร - ขันติ (6)</li>
<li>พระนารทะ - อุเบกขา (10)</li>
<li>พระวิธุระ - สัจจะ (7)</li>
<li>พระเวสสันดร - ทาน (1)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บารมีนั้น ท่านกล่าวว่าจะบำเพ็ญให้บริบูรณ์ ต้องครบ 3 ขั้น คือ</p>
<ol>
<li><strong>บารมี</strong> (ระดับสามัญ เช่น ทานบารมี ได้แก่ ให้ทรัพย์สินเงินทอง สมบัตินอกกาย - Pàramã: ordinary perfections)</li>
<li><strong>อุปบารมี</strong> (ระดับรองหรือจวนจะสูงสุด เช่น ทานอุปบารมี ได้แก่ การเสียสละอวัยวะเป็นทาน - Upapàramã: superior perfections)</li>
<li><strong>ปรมัตถบารมี</strong> (ระดับสูงสุด เช่น ทานปรมัตถบารมี ได้แก่ การสละชีวิตเพื่อประโยชน์แก่ผู้อื่น - Paramatthapàramã: supreme perfections)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;บำเพ็ญทั้ง 10 บารมี ครบ 3 ขั้นนี้ เรียกว่า สมตึสปารมี หรือ สมดึงสบารมี แปลว่า “บารมี 30 ถ้วน”.</p>
<p>Bv.6.	ขุ.พุทธ.33/1/414; ขุ.จริยา.33/36/596.</p>
<big>[☆☆☆] บุญกิริยาวัตถุ 10</big> ดู [89] บุญกิริยาวัตถุ 10.<br>
<big>[☆☆☆] ปัพพชิตอภิณหปัจจเวกขณ์ 10</big> ดู [248] ปัพพชิตอภิณหปัจจเวกขณ์ 10.<br>
<big>[☆☆☆] มิจฉัตตะ</big> ดู [334] มิจฉัตตะ 10.<br>
<big>[☆☆☆] มูลเหตุการบัญญัติพระวินัย 10</big> ดู [327] วัตถุประสงค์ในการบัญญัติพระวินัย 10.<br>
''',/*195*/'''
<p><big>[326] ราชธรรม 10</big> หรือ <big>ทศพิธราชธรรม</big> (ธรรมของพระราชา, กิจวัตรที่พระเจ้าแผ่นดินควรประพฤติ, คุณธรรมของผู้ปกครองบ้านเมือง, ธรรมของนักปกครอง - Ràjadhamma: virtues or duties of the king; royal virtues; virtues of a ruler)</p>
<ol>
<li><strong>ทาน</strong> (การให้ คือ สละทรัพย์สิ่งของ บำรุงเลี้ยง ช่วยเหลือประชาราษฎร์ และบำเพ็ญสาธารณประโยชน์ - Dàna: charity; liberality; generosity)</li>
<li><strong>ศีล</strong> (ความประพฤติดีงาม คือ สำรวมกายและวจีทวาร ประกอบแต่การสุจริต รักษากิตติคุณ ให้ควรเป็นตัวอย่าง และเป็นที่เคารพนับถือของประชาราษฎร์ มิให้มีข้อที่ใครจะดูแคลน - Sãla: high moral character)</li>
<li><strong>ปริจจาคะ</strong> (การบริจาค คือ เสียสละความสุขสำราญ เป็นต้น ตลอดจนชีวิตของตน เพื่อประโยชน์สุขของประชาชน และความสงบเรียบร้อยของบ้านเมือง - Pariccàga: self-sacrifice)</li>
<li><strong>อาชชวะ</strong> (ความซื่อตรง คือ ซื่อตรงทรงสัตย์ไร้มารยา ปฏิบัติภารกิจโดยสุจริต มีความจริงใจ ไม่หลอกลวงประชาชน - âjjava: honesty; integrity)</li>
<li><strong>มัททวะ</strong> (ความอ่อนโยน คือ มีอัธยาศัย ไม่เย่อหยิ่งหยาบคายกระด้างถือองค์ มีความงามสง่าเกิดแต่ท่วงทีกิริยาสุภาพนุ่มนวล ละมุนละไม ให้ได้ความรักภักดี แต่มิขาดยำเกรง - Maddava: kindness and gentleness)</li>
<li><strong>ตปะ</strong> (ความทรงเดช คือ แผดเผากิเลสตัณหา มิให้เข้ามาครอบงำย่ำยีจิต ระงับยับยั้งข่มใจได้ ไม่ยอมให้หลงใหลหมกมุ่นในความสุขสำราญและความปรนเปรอ มีความเป็นอยู่สม่ำเสมอ หรืออย่างสามัญ มุ่งมั่นแต่จะบำเพ็ญเพียร ทำกิจให้บริบูรณ์ - Tapa: austerity; self-control; non-indulgence)</li>
<li><strong>อักโกธะ</strong> (ความไม่โกรธ คือ ไม่กริ้วกราดลุอำนาจความโกรธ จนเป็นเหตุให้วินิจฉัยความและกระทำการต่างๆ ผิดพลาดเสียธรรม มีเมตตาประจำใจไว้ระงับความเคืองขุ่น วินิจฉัยความและกระทำการด้วยจิตอันราบเรียบเป็นตัวของตนเอง - Akkodha: non-anger; non-fury)</li>
<li><strong>อวิหิงสา</strong> (ความไม่เบียดเบียน คือ ไม่บีบคั้นกดขี่ เช่น เก็บภาษีขูดรีด หรือเกณฑ์แรงงานเกินขนาด ไม่หลงระเริงอำนาจ ขาดความกรุณา หาเหตุเบียดเบียนลงโทษอาชญาแก่ประชาราษฎร์ผู้ใด เพราะอาศัยความอาฆาตเกลียดชัง - Avihi§sà: non-violence; non-oppression)</li>
<li><strong>ขันติ</strong> (ความอดทน คือ อดทนต่องานที่ตรากตรำ ถึงจะลำบากกายน่าเหนื่อยหน่ายเพียงไร ก็ไม่ท้อถอย ถึงจะถูกยั่วถูกหยันด้วยคำเสียดสีถากถางอย่างใด ก็ไม่หมดกำลังใจ ไม่ยอมละทิ้งกรณีย์ที่บำเพ็ญโดยชอบธรรม - Khanti: patience; forbearance; tolerance)</li>
<li><strong>อวิโรธนะ</strong> (ความไม่คลาดธรรม คือ วางองค์เป็นหลักหนักแน่นในธรรม คงที่ไม่มีความเอนเอียงหวั่นไหวเพราะถ้อยคำที่ดีร้าย ลาภสักการะ หรืออิฏฐารมณ์ อนิฏฐารมณ์ใดๆ สถิตมั่นในธรรม ทั้งส่วนยุติธรรม คือ ความเที่ยงธรรม ก็ดี นิติธรรม คือ ระเบียบแบบแผนหลักการปกครอง ตลอดจนขนบธรรมเนียมประเพณีอันดีงาม ก็ดี ไม่ประพฤติให้เคลื่อนคลาดวิบัติไป - Avirodhana: non-deviation from righteousness; conformity to the law)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ราชธรรม 10 นี้ พึงจดจำง่ายๆ โดยคาถาในบาลี ดังนี้</p>
<p style="text-align: center;">ทานํ สีลํ ปริจฺจาคํ	อาชฺชวํ มทฺทวํ ตปํ</p>
<p style="text-align: center;">อกฺโกธํ อวิหึสญฺจ	ขนฺติญฺจ อวิโรธนํ.</p>
<p>J.V.378.	ขุ.ชา.28/240/86.</p>
''',/*196*/'''
<p><big>[327] วัตถุประสงค์ในการบัญญัติพระวินัย 10</big> (เหตุผลที่พระพุทธเจ้าทรงปรารภหรือประโยชน์ที่ทรงประสงค์ ในการทรงบัญญัติสิกขาบทแก่พระสงฆ์สาวก - Sikkhàpada-pa¤¤atti atthavasa: reasons for laying down the course of training for monks; purposes of monastic legislation)</p>
<p>ก. ว่าด้วยประโยชน์แก่สงฆ์หรือส่วนรวม</p>
<ol>
<li><strong>สงฺฆสุฏฐุตาย</strong> (เพื่อความรับว่าดีแห่งสงฆ์ คือ เพื่อความเรียบร้อยดีงามแห่งสงฆ์	ซึ่งได้ทรงชี้แจงให้มองเห็นคุณโทษแห่งความประพฤตินั้นๆ ชัดเจนแล้ว	จึงทรงบัญญัติสิกขาบทขึ้นไว้โดยความเห็นชอบร่วมกัน - for the excellence of the unanimous Order)</li>
<li><strong>สงฺฆผาสุตาย</strong> (เพื่อความผาสุกแห่งสงฆ์ - for the comfort of the Order)</li>
</ol>
<p>ข. ว่าด้วยประโยชน์แก่บุคคล</p>
<ol start="3">
<li><strong>ทุมฺมงฺกูนํ ปุคฺคลานํ นิคฺคหาย</strong> (เพื่อข่มบุคคลผู้เก้อยาก คือ เพื่อกำราบคนผู้ด้าน ประพฤติทราม - for the control of shameless persons)</li>
<li><strong>เปสลานํ ภิกฺขูนํ ผาสุวิหาราย</strong> (เพื่อความอยู่ผาสุกแห่งเหล่าภิกษุผู้มีศีลดีงาม - for the living in comfort of well-behaved monks)</li>
</ol>
<p>ค. ว่าด้วยประโยชน์แก่ความบริสุทธิ์ หรือแก่ชีวิต ทั้งทางกายและทางใจ</p>
<ol start="5">
<li><strong>ทิฏฺฐธมฺมิกานํ อาสวานํ สํวราย</strong> (เพื่อปิดกั้นอาสวะทั้งหลายอันจะบังเกิดในปัจจุบัน 	คือ เพื่อระวังปิดทางความเสื่อมเสีย ความทุกข์ ความเดือดร้อน ที่จะมีในปัจจุบัน —	for the restraint of the cankers in the present; for the prevention of temporal decay and troubles)</li>
<li><strong>สมฺปรายิกานํ อาสวานํ ปฏิฆาตาย</strong> (เพื่อบำบัดอาสวะทั้งหลายอันจะบังเกิดในอนาคต คือ เพื่อป้องกันมิให้เกิดความเสื่อมเสีย ความทุกข์ความเดือดร้อน ที่จะมีมาในภายหน้าหรือภพหน้า - for warding off the cankers in the hereafter; for protection against spiritual decay and troubles)</li>
</ol>
<p>ง. ว่าด้วยประโยชน์แก่ประชาชน</p>
<ol start="7">
<li><strong>อปฺปสนฺนานํ ปสาทาย</strong> (เพื่อความเลื่อมใสของชุมชนที่ยังไม่เลื่อมใส - for the confidence of those who have not yet gained confidence)</li>
<li><strong>ปสนฺนานํ ภิยฺโยภาวาย</strong> (เพื่อความเลื่อมใสยิ่งขึ้นไปของชุมชนที่เลื่อมใสแล้ว - for the increase of the confidence of the confident)</li>
</ol>
<p>จ. ว่าด้วยประโยชน์แก่พระศาสนา</p>
<ol start="9">
<li><strong>สทฺธมฺมฏฺฐิติยา</strong> (เพื่อความตั้งมั่นแห่งสัทธรรม - for the lastingness of the true doctrine)</li>
<li><strong>วินยานุคฺคหาย</strong> (เพื่ออนุเคราะห์วินัย คือ ทำให้มีบทบัญญัติสำหรับใช้เป็นหลักเกณฑ์จัดระเบียบของหมู่ สนับสนุนความมีวินัยให้หนักแน่นมั่นคงยิ่งขึ้น - for the support of the discipline)</li>
</ol>
<p>Vin.III.20; A.V.70.	วินย.1/20/37; องฺ.ทสก.24/31/74.</p>
<big>[☆☆☆] วิปัสสนาญาณ 10</big> ดู [311] วิปัสสนาญาณ 9.<br>
''',/*197*/'''
<p><big>[328] วิปัสสนูปกิเลส 10</big> (อุปกิเลสแห่งวิปัสสนา, ธรรมารมณ์ที่เกิดแก่ผู้ได้ตรุณ-วิปัสสนา หรือวิปัสสนาอ่อนๆ ทำให้เข้าใจผิดว่าตนบรรลุมรรคผลแล้ว เป็นเหตุขัดขวางให้ไม่ก้าวหน้าต่อไปในวิปัสสนาญาณ - Vipassanåpakilesa: imperfections or defilements of insight)</p>
<ol>
<li><strong>โอภาส</strong> (แสงสว่าง - Obhàsa: illumination; luminous aura)</li>
<li><strong>ญาณ</strong> (ความหยั่งรู้ - ¥àõa: knowledge)</li>
<li><strong>ปีติ</strong> (ความอิ่มใจ - Pãti: rapture; unprecedented joy)</li>
<li><strong>ปัสสัทธิ</strong> (ความสงบเย็น - Passaddhi: tranquillity)</li>
<li><strong>สุข</strong> (ความสุขสบายใจ - Sukha: bliss; pleasure)</li>
<li><strong>อธิโมกข์</strong> (ความน้อมใจเชื่อ, ศรัทธาแก่กล้า, ความปลงใจ - Adhimokkha: fervour; assurance; resolution)</p>
<li><strong>ปัคคาหะ</strong> (ความเพียรที่พอดี - Paggàha: exertion; well-exerted energy)</li>
<li><strong>อุปัฏฐาน</strong> (สติแก่กล้า, สติชัด - Upaññhàna: established mindfulness)</li>
<li><strong>อุเบกขา</strong> (ความมีจิตเป็นกลาง - Upekkhà: equanimity)</li>
<li><strong>นิกันติ</strong> (ความพอใจ, ติดใจ - Nikanti: delight)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [285] วิสุทฺธิ 7 โดยเฉพาะข้อ 5 คือ มัคคามัคคญาณทัสสนวิสุทธิ</p>
<p>Vism.633.	วิสุทฺธิ.3/267.</p>
<big>[☆☆☆] ศีล 10</big> ดู [242] ศีล 10.<br>
<p><big>[329] สังโยชน์ 10</big><sup>1</sup> (กิเลสอันผูกใจสัตว์, ธรรมที่มัดสัตว์ไว้กับวัฏฏทุกข์ หรือผูกกรรมไว้กับผล - Sa§yojana: fetters; bondage)</p>
<p>ก.	โอรัมภาคิยสังโยชน์ 5 (สังโยชน์เบื้องต่ำ เป็นอย่างหยาบ เป็นไปในภพอันต่ำ - Oram-bhàgiya~: lower fetters)</p>
<ol>
<li><strong>สักกายทิฏฐิ</strong> (ความเห็นว่าเป็นตัวของตน เช่น เห็นรูป เห็นเวทนา เห็นวิญญาณ เป็นตน เป็นต้น - Sakkàyadiññhi: personality-view; false view of individuality)</li>
<li><strong>วิจิกิจฉา</strong> (ความสงสัย, ความลังเล ไม่แน่ใจ - Vicikicchà: doubt; uncertainty)</li>
<li><strong>สีลัพพตปรามาส</strong> (ความถือมั่นศีลพรต โดยสักว่าทำตามๆ กันไปอย่างงมงายเห็นว่าจะบริสุทธิ์หลุดพ้นได้เพียงด้วยศีลและวัตร - Sãlabbataparàmàsa: adherence to rules and rituals)</li>
<li><strong>กามราคะ</strong> (ความกำหนัดในกาม, ความติดใจในกามคุณ - Kàmaràga: sensual lust)</li>
<li><strong>ปฏิฆะ</strong> (ความกระทบกระทั่งในใจ, ความหงุดหงิดขัดเคือง - Pañigha: repulsion; irritation)</li>
</ol>
<p>ข.	อุทธัมภาคิยสังโยชน์ 5 (สังโยชน์เบื้องสูง เป็นอย่างละเอียด เป็นไปแม้ในภพอันสูง - Uddhambhàgiya~: higher fetters)</p>
<ol start="6">
<li><strong>รูปราคะ</strong> (ความติดใจในอารมณ์แห่งรูปฌาน หรือในรูปธรรมอันประณีต, ความปรารถนาในรูปภพ - Råparàga: greed for fine-material existence; attachment to realms of form)</li>
<li><strong>อรูปราคะ</strong> (ความติดใจในอารมณ์แห่งอรูปฌาน หรือในอรูปธรรม, ความปรารถนาในอรูปภพ - Aråparàga: greed for immaterial existence; attachment to formless realms)</li>
<li><strong>มานะ</strong> (ความสำคัญตน คือ ถือตนว่าเป็นนั่นเป็นนี่ - Màna: conceit; pride)</li>
<li><strong>อุทธัจจะ</strong> (ความฟุ้งซ่าน - Uddhacca: restlessness; distraction)</li>
<li><strong>อวิชชา</strong> (ความไม่รู้จริง, ความหลง - Avijjà: ignorance)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สังโยชน์ 10 ในหมวดนี้ เป็นแนวพระสูตร หรือ สุตตันตนัย แต่ในบาลีแห่งพระสูตรนั้นๆ มีแปลกจากที่นี้เล็กน้อย คือ ข้อ 4 เป็น กามฉันท์ (ความพอใจในกาม - sensual desire) ข้อ 5 เป็น พยาบาท (ความขัดเคือง, ความคิดร้าย - ill-will) ใจความเหมือนกัน</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ลำดับการละสังโยชน์ 10 นี้ ให้ดู [164] มรรค 4.</p>
<p>S.V.61; A.V.13; Vbh.377.	                       สํ.ม.19/349/90; องฺ.ทสก.24/13/18; อภิ.วิ.35/976–7/509.</p>
''',/*198*/'''
<p><big>[330] สังโยชน์ 10</big><sup>2</sup> (ธรรมที่มัดสัตว์ไว้กับทุกข์ - Sa§yojana: fetters; bondage)</p>
<ol>
<li><strong>กามราคะ 2. ปฏิฆะ 3. มานะ 4. ทิฏฐิ</strong> (ความเห็นผิด - Diññhi: false views) <strong>5. วิจิกิจฉา 6. สีลัพพตปรามาส 7. ภวราคะ</strong> (ความติดใจปรารถนาในภพ - Bhavaràga: greed for existence) <strong>8. อิสสา</strong> (ความริษยา - Issà: envy; jealousy) <strong>9. มัจฉริยะ</strong> (ความตระหนี่ - Macchariya: meanness; stinginess) <strong>10. อวิชชา</strong></li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สังโยชน์ 10 ในหมวดนี้ เป็นแนวพระอภิธรรม หรือ อภิธรรมนัย ได้แสดงความหมายไว้เฉพาะข้อที่ต่างจากหมวดก่อน</p>
<p>Vbh.391.	อภิ.วิ.35/1029/528.</p>
<p><big>[331] สัญญา 10</big> (ความกำหนดหมาย, แนวความคิดความเข้าใจ สำหรับใช้กำหนดพิจารณาในการเจริญกรรมฐาน - Sa¤¤à: perception; contemplation; ideas as objects of meditation)</p>
<ol>
<li><strong>อนิจฺจสญฺญา</strong> (กำหนดหมายความไม่เที่ยงแห่งสังขาร - Anicca-sa¤¤à: contemplation on impermanency)</li>
<li><strong>อนตฺตสญฺญา</strong> (กำหนดหมายความเป็นอนัตตาแห่งธรรมทั้งปวง - Anatta~: contemplation on impersonality)</li>
<li><strong>อสุภสญฺญา</strong> (กำหนดหมายความไม่งามแห่งกาย - Asubha~: contemplation on foulness or loathsomeness)</li>
<li><strong>อาทีนวสญฺญา</strong> (กำหนดหมายโทษทุกข์ของกายอันมีความเจ็บไข้ต่างๆ  - âdãnava~: contemplation on the disadvantages of the body)</li>
<li><strong>ปหานสญฺญา</strong> (กำหนดหมายเพื่อละอกุศลวิตกและบาปธรรมทั้งหลาย - Pahàna~: contemplation on abandonment or overcoming)</li>
<li><strong>วิราคสญฺญา</strong> (กำหนดหมายวิราคะว่าเป็นธรรมละเอียดประณีต - Viràga~: contemplation on detachment)</li>
<li><strong>นิโรธสญฺญา</strong> (กำหนดหมายนิโรธว่าเป็นธรรมละเอียดประณีต - Nirodha~: contemplation on cessation)</li>
<li><strong>สพฺพโลเก อนภิรตสญฺญา</strong> (กำหนดหมายความไม่น่าเพลิดเพลินในโลกทั้งปวง - Sabbaloke anabhirata~: contemplation on the non-delightfulness of the whole world)</li>
<li><strong>สพฺพสงฺขาเรสุ อนิฏฺญสญฺญา</strong> (กำหนดหมายความไม่น่าปรารถนาในสังขารทั้งปวง - 	Sabbasaïkhàresu aniññha~: contemplation on the non-pleasantness of the whole world)</li>
<li><strong>อานาปานสติ</strong> (สติกำหนดลมหายใจเข้าออก - ânàpànasati: mindfulness of in- and out-breathing)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในข้อ 9. อนิฏฺญสญฺญา พระบาลีเดิมเป็น อนิจฺจสญฺญา บ้าง อนิจฺฉาสญฺญา บ้าง.</p>
<p>D.III.291; A.V.109.	ที.ปา.11/473/340; องฺ.ทสก.24/60/116.</p>
''',/*199*/'''
<p><big>[332] สัทธรรม 10</big> (ธรรมอันดี, ธรรมที่แท้, ธรรมของสัตบุรุษ, หลักหรือแก่นศาสนา - Saddhamma: true doctrine; essential Dharma)</p>
<ol>
<li><strong>-9. โลกุตตรธรรม 9</strong> (มรรค 4 ผล 4 นิพพาน 1 - Lokuttara-dhamma: the nine supermundane states, viz., the Four Paths, the Four Fruitions and Nibbàna)</li>
</ol>
<ol start="10">
<li><strong>ปริยัติธรรม</strong> (ธรรมคือคำสั่งสอนอันจะต้องเล่าเรียน กล่าวคือ พุทธพจน์ - Pariyatti-dhamma: the text to be studied, i.e. the words of the Buddha)</li>
</ol>
<p>(ฉบับอักษรโรมันยังไม่ได้พิมพ์)	สงฺคห.ฏีกา 65.</p>
<p><big>[333] สัมมัตตะ 10</big> (ภาวะที่ถูก, ความเป็นสิ่งที่ถูก - Sammatta: rightness; right states)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;8 ข้อต้น ตรงกับองค์มรรค 8 ข้อ คือ สัมมาทิฏฐิ สัมมาสังกัปปะ สัมมาวาจา สัมมากัมมันตะ สัมมาอาชีวะ สัมมาวายามะ สัมมาสติ สัมมาสมาธิ และเพิ่ม 2 ข้อ คือ</p>
<ol start="9">
<li><strong>สัมมาญาณ</strong> (รู้ชอบ ได้แก่ ผลญาณ และปัจจเวกขณญาณทั้ง 19 ประเภท - Sammà¤àõa: right knowledge; right insight)</li>
<li><strong>สัมมาวิมุตติ</strong> (หลุดพ้นชอบ ได้แก่ อรหัตตผลวิมุตติ - Sammàvimutti: right deliverance)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมหมวดนี้ เรียกชื่ออีกอย่างว่า อเสขธรรม (ธรรมของพระอเสขะ - Asekhadhamma: qualities of the adept)</p>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [293] มรรคมีองค์ 8.</p>
<p>D.III.271,292; M.I.42; A.V.212.	ที.ปา.11/362/286; 475/342; ม.มู.12/104/75; องฺ.ทสก.24/104/226;<br>ม.อ.1/260; องฺ.อ.2/319,474,481.</p>
<p><big>[334] มิจฉัตตะ 10</big> (ภาวะที่ผิด, ความเป็นสิ่งที่ผิด - Micchatta: wrongness; wrong states)</p>
<ol>
<li><strong>มิจฉาทิฏฐิ</strong> (เห็นผิด ได้แก่ ความเห็นผิดจากคลองธรรมตามหลักกุศลกรรมบถ และความเห็นที่ไม่นำไปสู่ความพ้นทุกข์ - Micchàdiññhi: wrong view)</li>
<li><strong>มิจฉาสังกัปปะ</strong> (ดำริผิด ได้แก่ ความดำริที่เป็นอกุศลทั้งหลาย ตรงข้ามจากสัมมาสังกัปปะ - Micchàsaïkappa: wrong thought)</li>
<li><strong>มิจฉาวาจา</strong> (วาจาผิด ได้แก่ วจีทุจริต 4 - Micchàvàcà: wrong speech)</li>
<li><strong>มิจฉากัมมันตะ</strong> (กระทำผิด ได้แก่ กายทุจริต 3 - Micchàkammanta: wrong action)</li>
<li><strong>มิจฉาอาชีวะ</strong> (เลี้ยงชีพผิด ได้แก่ เลี้ยงชีวิตในทางทุจริต - Micchà-àjãva: wrong livelihood)</li>
<li><strong>มิจฉาวายามะ</strong> (พยายามผิด ได้แก่ ความเพียรตรงข้ามกับสัมมาวายามะ - Micchà-vàyàma: wrong effort)</li>
<li><strong>มิจฉาสติ</strong> (ระลึกผิด ได้แก่ ความระลึกถึงเรื่องราวที่ล่วงแล้ว เช่น ระลึกถึงการได้ทรัพย์ การได้ยศ เป็นต้น ในทางอกุศล อันจัดเป็นสติเทียม เป็นเหตุชักนำใจให้เกิดกิเลสมีโลภะ มานะ อิสสา มัจฉริยะ เป็นต้น - Micchàsati: wrong mindfulness)</li>
<li><strong>มิจฉาสมาธิ</strong> (ตั้งจิตผิด ได้แก่ ตั้งจิตเพ่งเล็ง จดจ่อปักใจแน่วแน่ในกามราคะ พยาบาท เป็นต้น หรือเจริญสมาธิแล้ว หลงเพลิน ติดหมกมุ่น ตลอดจนนำไปใช้ผิดทาง ไม่เป็นไปเพื่อญาณทัสสนะ และความหลุดพ้น - Micchàsamàdhi: wrong concentration)</li>
<li><strong>มิจฉาญาณ</strong> (รู้ผิด ได้แก่ ความหลงผิดที่แสดงออกในการคิดอุบายทำความชั่ว และในการพิจารณาทบทวนว่าความชั่วนั้นๆ ตนกระทำได้อย่างดีแล้ว เป็นต้น - Micchà¤àõa: wrong knowledge)</li>
<li><strong>มิจฉาวิมุตติ</strong> (หลุดพ้นผิด ได้แก่ ยังไม่ถึงวิมุตติ สำคัญว่าถึงวิมุตติ หรือสำคัญผิดในสิ่งที่มิใช่วิมุตติว่าเป็นวิมุตติ - Micchàvimutti: wrong deliverance)</li>
</ol>
<p>D.III.290; M.I.42; A.V.212.	ที.ปา.11/469/337; ม.มู.12/104/76; องฺ.ทสก.24/103/226; ม.อ.1/259; วิภงฺค.อ.676.</p>
<big>[☆☆☆] อกุศลกรรมบถ 10</big> ดู [321] อกุศลกรรมบถ 10.<br>
''',/*200*/'''
<p><big>[335] อนุสติ 10</big> (ความระลึกถึง, อารมณ์อันควรระลึกถึงเนืองๆ  - Anussati: recollection; constant mindfulness)</p>
<ol>
<li><strong>พุทธานุสติ</strong> (ระลึกถึงพระพุทธเจ้า คือ น้อมจิตระลึกถึงและพิจารณาคุณของพระองค์ - Buddhànussati: recollection of the Buddha; contemplation on the virtues of the Buddha)</li>
<li><strong>ธัมมานุสติ</strong> (ระลึกถึงพระธรรม คือ น้อมจิตระลึกถึงและพิจารณาคุณของพระธรรม - Dhammà-nussati: recollection of the Dhamma; contemplation on the virtues of the Doctrine)</li>
<li><strong>สังฆานุสติ</strong> (ระลึกถึงพระสงฆ์ คือ น้อมจิตระลึกถึงและพิจารณาคุณของพระสงฆ์ - Saïghànussati: recollection of the Sangha; contemplation on the virtues of the Order)</li>
<li><strong>สีลานุสติ</strong> (ระลึกถึงศีล คือ น้อมจิตรำลึกพิจารณาศีลของตนที่ได้ประพฤติปฏิบัติ บริสุทธิ์ ไม่ด่างพร้อย - Sãlànussati: recollection of morality; contemplation on one’s own morals)</li>
<li><strong>จาคานุสติ</strong> (ระลึกถึงการบริจาค คือ น้อมจิตระลึกถึงทานที่ตนได้บริจาคแล้ว และพิจารณาเห็นคุณธรรมคือความเผื่อแผ่เสียสละนี้ที่มีในตน - Càgànussati: recollection of liberality; contemplation on one’s own liberality)</li>
<li><strong>เทวตานุสติ</strong> (ระลึกถึงเทวดา คือ น้อมจิตระลึกถึงเทวดาทั้งหลายที่ตนเคยรู้ และพิจารณาเห็นคุณธรรมอันทำบุคคลให้เป็นเทวดานั้นๆ ตามที่มีอยู่ในตน - Devatànussati: recollection of deities; contemplation on the virtues which make people become gods as can be found in oneself)</li>
<li><strong>มรณสติ</strong> (ระลึกถึงความตายอันจะต้องมีมาถึงตนเป็นธรรมดา พิจารณาที่จะให้เกิดความไม่ประมาท - Maraõassati: mindfulness of death; contemplation on death)</li>
<li><strong>กายคตาสติ</strong> (สติอันไปในกาย คือ กำหนดพิจารณากายนี้ ให้เห็นว่าประกอบด้วยส่วนต่างๆ อันไม่สะอาด ไม่งาม น่ารังเกียจ เป็นทางรู้เท่าทันสภาวะของกายนี้ มิให้หลงใหลมัวเมา - Kàyagatà-sati: mindfulness occupied with the body; contemplation on the 32 impure parts of the body)</li>
<li><strong>อานาปานสติ</strong> (สติกำหนดลมหายใจเข้าออก - ânàpànasati: mindfulness on breathing)</li>
<li><strong>อุปสมานุสติ</strong> (ระลึกถึงธรรมเป็นที่สงบ คือ ระลึกถึงและพิจารณาคุณของพระนิพพาน อันเป็นที่ระงับกิเลสและความทุกข์ - Upasamànussati: recollection of peace; contemplation on the virtue of Nibbàna)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [354] กรรมฐาน 40.</p>
<p>A.I.30,41; Vism.197.	องฺ.เอก.20/179–180/39–40; 224/54; วิสุทฺธิ.1/251.</p>
<big>[☆☆☆] อภิณหปัจจเวกขณ์ 10</big> ดู [248] ปัพพชิตอภิณหปัจจเวกขณ์ 10.<br>
<big>[☆☆☆] อเสขธรรม 10</big> ดู [333] สัมมัตตะ 10.<br>
''',/*201*/'''
<p><big>[336] อสุภะ 10</big> (สภาพอันไม่งาม, ซากศพในสภาพต่างๆ ซึ่งใช้เป็นอารมณ์แห่งสมถกรรมฐาน - Asubha: ten kinds of foulness; corpses at different stages of decay)</p>
<ol>
<li><strong>อุทธุมาตกะ</strong> (ซากศพที่เน่าพองขึ้นอืด - Uddhumàtaka: bloated corpse; swollen-up corpse)</li>
<li><strong>วินีลกะ</strong> (ซากศพที่มีสีเขียวคล้ำคละด้วยสีต่างๆ  - Vinãlaka: bluish discoloured corpse; livid corpse)</li>
<li><strong>วิปุพพกะ</strong> (ซากศพที่มีน้ำเหลืองไหลเยิ้มอยู่ตามที่ที่แตกปริออก - Vipubbaka: festering corpse)</li>
<li><strong>วิจฉิททกะ</strong> (ซากศพที่ขาดจากกันเป็น 2 ท่อน - Vicchiddaka: split or cut up corpse; disjoint corpse)</li>
<li><strong>วิกขายิตกะ</strong> (ซากศพที่ถูกสัตว์ เช่น แร้ง กา สุนัข จิกทึ้งกัดกินแล้ว - Vikkhàyitaka: gnawed corpse)</li>
<li><strong>วิกขิตตกะ</strong> (ซากศพที่กระจุยกระจาย มือเท้าศีรษะหลุดออกไปข้างๆ  - Vikkhittaka: scattered corpse; mangled corpse)</li>
<li><strong>หตวิกขิตตกะ</strong> (ซากศพที่ถูกสับฟันบั่นเป็นท่อนๆ กระจายออกไป - Hatavikkhittaka: hacked and scattered corpse; mutilated and mangled corpse)</li>
<li><strong>โลหิตกะ</strong> (ซากศพที่มีโลหิตไหลอาบเรี่ยราดอยู่ - Lohitaka: blood-stained corpse; bleeding corpse)</li>
<li><strong>ปุฬุวกะ</strong> (ซากศพที่มีหนอนคลาคล่ำเต็มไปหมด - Puëuvaka: worm-infested corpse)</li>
<li><strong>อัฏฐิกะ</strong> (ซากศพที่ยังเหลืออยู่แต่ร่างกระดูกหรือกระดูกท่อน - Aññhika: skeleton)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [354] กรรมฐาน 40.</p>
<p>Vism.178.	วิสุทฺธิ.1/226.</p>
<p><big>[337] อันตคาหิกทิฏฐิ 10</big> (ความเห็นอันถือเอาที่สุด, ความเห็นผิดที่แล่นไปสุดโต่งข้างใดข้างหนึ่ง - Antagàhika-diññhi: the ten erroneous extremist views) คือ เห็นว่า</p>
<ol>
<li><strong>โลกเที่ยง</strong> (The world is eternal.)</li>
<li><strong>โลกไม่เที่ยง</strong> (The world is not eternal.)</li>
<li><strong>โลกมีที่สุด</strong> (The world is finite.)</li>
<li><strong>โลกไม่มีที่สุด</strong> (The world is infinite.)</li>
<li><strong>ชีวะก็อันนั้น สรีระก็อันนั้น</strong> (The soul and the body are identical.)</li>
<li><strong>ชีวะก็อย่างหนึ่ง สรีระก็อย่างหนึ่ง</strong> (The soul is one thing and the body is another.)</li>
<li><strong>ตถาคตเบื้องหน้าแต่ตาย ย่อมเป็นอีก</strong> (The Tathàgata is, after death.)</li>
<li><strong>ตถาคตเบื้องหน้าแต่ตาย ย่อมไม่เป็นอีก</strong> (The Tathàgata is not, after death.)</li>
<li><strong>ตถาคตเบื้องหน้าแต่ตาย ย่อมเป็นอีก ก็ใช่ ไม่เป็นอีก ก็ใช่</strong> (The Tathàgata both is and is not, after death.)</li>
<li><strong>	ตถาคตเบื้องหน้าแต่ตาย ย่อมเป็นอีก ก็มิใช่ ย่อมไม่เป็นอีก ก็มิใช่</strong> (The Tathàgata neither is nor is not, after death.)</li>
</ol>
<p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คำว่า โลก – the world ในที่นี้ มีความหมายเท่ากับ จักรวาฬ – the universe; คำว่า ตถาคต ในที่นี้ อรรถกถาบางแห่งว่าหมายถึง “สัตว์” (เช่น ม.อ.3/135; สงฺคณี.อ.528) บางแห่งว่า “อัตตา” หรือ “อาตมัน” (อุ.อ.430) บางแห่งว่า “พระพุทธเจ้า”  (สํ.อ.3/192)</p>
<p>M.I.426; S.IV.392; A.V.193;	ม.ม.13/147/143; สํ.สฬ.18/788/476; องฺ.ทสก.24/193/206;<br>Ps.I.151; Vbh.392.	ขุ.ปฏิ.31/337/226; อภิ.วิ.35/1032/529.</p>
''',/*จบหมวด 10*/
/*หมวดเกิน 10 258 - 301  *ไม่ได้ใส่ตัวเอียง ตัวใหญ่ ตัวเล็ก*/
    /*202*/'''
    <div style="text-align:center"><big><strong>อติเรกทสกะ - หมวดเกิน 10</strong></big></div> 
    <div style="text-align:center"><big>Groups of More Than Ten</big></div> 

    <p><big>[338] กรรม 12</big> (การกระทำที่ประกอบด้วยเจตนา ดีก็ตาม ชั่วก็ตาม, ในที่นี้หมายถึงกรรมประเภทต่างๆ พร้อมทั้งหลักเกณฑ์เกี่ยวกับการให้ผลของกรรมเหล่านั้น - Kamma: karma; kamma; action; volitional action)</p>
    <p>หมวดที่ 1 ว่าโดยปากกาล คือ จำแนกตามเวลาที่ให้ผล (classification according to the time of ripening or taking effect)</p>
    <ol>
    <li>	<strong>ทิฏฐธรรมเวทนียกรรม</strong> (กรรมให้ผลในปัจจุบันคือในภพนี้ - Diññhadhamma-vedanãya-kamma: kamma to be experienced here and now; immediately effective kamma)</li>
    <li>	<strong>อุปปัชชเวทนียกรรม</strong> (กรรมให้ผลในภพที่จะไปเกิดคือในภพหน้า - Upapajja-vedanãya-kamma: kamma to be experienced on rebirth; kamma ripening in the next life)</li>
    <li>	<strong>อปราปริยเวทนียกรรม</strong> (กรรมให้ผลในภพต่อๆ ไป - Aparàpariya-vedanãya-kamma: kamma to be experienced in some subsequent lives; indefinitely effective kamma)</li>
    <li>	<strong>อโหสิกรรม</strong> (กรรมเลิกให้ผล ไม่มีผลอีก - Ahosi-kamma: lapsed or defunct kamma)</li>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมวดที่ 2 ว่าโดยกิจ คือ จำแนกการให้ผลตามหน้าที่ (classification according to function)</p>

    <li>	<strong>ชนกกรรม</strong> (กรรมแต่งให้เกิด, กรรมที่เป็นตัวนำไปเกิด - Janaka-kamma: productive kamma; reproductive kamma)</li>
    <li>	<strong>อุปัตถัมภกกรรม</strong> (กรรมสนับสนุน, กรรมที่เข้าช่วยสนับสนุนหรือซ้ำเติมต่อจากชนกกรรม - Upatthambhaka-kamma: supportive kamma; consolidating kamma)</li>
    <li>	<strong>อุปปีฬกกรรม</strong>(กรรมบีบคั้น, กรรมที่มาให้ผล บีบคั้นผลแห่งชนกกรรมและอุปัตถัมภกรรมนั้น ให้แปรเปลี่ยนทุเลาลงไป บั่นทอนวิบากมิให้เป็นไปได้นาน - Upapãëaka-kamma: obstructive kamma; frustrating kamma)</li>
    <li>	<strong>อุปฆาตกกรรม</strong>(กรรมตัดรอน, กรรมที่แรง ฝ่ายตรงข้ามกับชนกกรรมและอุปัตถัมภกกรรม เข้าตัดรอนการให้ผลของกรรมสองอย่างนั้น ให้ขาดไปเสียทีเดียว เช่น เกิดในตระกูลสูง มั่งคั่ง แต่อายุสั้น เป็นต้น - Upaghàtaka-kamma: destructive kamma; supplanting kamma)</li>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมวดที่ 3 ว่าโดยปากทานปริยาย คือ จำแนกตามความยักเยื้องหรือลำดับความแรงในการให้ผล (classification according to the order of ripening)</p>

    <li>	<strong>ครุกกรรม</strong> (กรรมหนัก ให้ผลก่อน ได้แก่ สมาบัติ 8 หรือ อนันตริยกรรม - Garuka-kamma: weighty kamma)</li>
    <li>	<strong>พหุลกรรม</strong> หรือ <strong>อาจิณณกรรม</strong> (กรรมทำมากหรือกรรมชิน  ให้ผลรองจากครุกกรรม - Bahula-kamma or âciõõa-kamma: habitual kamma)</li>
    <li>	<strong>อาสันนกรรม</strong> (กรรมจวนเจียน หรือกรรมใกล้ตาย คือกรรมทำเมื่อจวนจะตายจับใจอยู่ใหม่ๆ ถ้าไม่มี 2 ข้อก่อน ก็จะให้ผลก่อนอื่น - âsanna-kamma: death-threshold kamma; proximate kamma)</li>
    <li>	<strong>กตัตตากรรม</strong> หรือ <strong>กตัตตาวาปนกรรม</strong> (กรรมสักว่าทำ, กรรมที่ทำไว้ด้วยเจตนาอันอ่อน หรือมิใช่เจตนาอย่างนั้นโดยตรง ต่อเมื่อไม่มีกรรมอื่นให้ผลแล้วกรรมนี้จึงจะให้ผล - Katattà-kamma or Katattàvàpana-kamma: reserve kamma; casual act) กฏัตตากรรม ก็เขียน</li>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กรรม 12 หรือ กรรมสี่ 3 หมวดนี้ มิได้มีมาในบาลีในรูปเช่นนี้โดยตรง พระอาจารย์สมัยต่อมา เช่น พระพุทธโฆสาจารย์ เป็นต้น ได้รวบรวมมาจัดเรียงเป็นแบบไว้ในภายหลัง.</p>
    <p><small>Vism.601; Comp.144.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/223; สงฺคห.28.</small></p>
''',
    /*203*/'''
    <p><big>[339] จักรวรรดิวัตร 5, 12</big> (วัตรของพระเจ้าจักรพรรดิ, พระจริยาที่พระจักรพรรดิพึงทรงบำเพ็ญสม่ำเสมอ, ธรรมเนียมการทรงบำเพ็ญพระราชกรณีย์ของพระเจ้าจักรพรรดิ, หน้าที่ของนักปกครองผู้ยิ่งใหญ่ - Cakkavatti-vatta: duties of a universal king or a great ruler)</p>
    <ol>
    <li>	ธรรมาธิปไตย (ถือธรรมเป็นใหญ่ เคารพนับถือบูชายำเกรงธรรม ยึดธรรมเป็นหลัก เป็นธงชัย เป็นธรรมาธิปไตย - Dhammàdhipateyya: supremacy of the law of truth and righteousness; rule of the Dhamma; rule of the true law) (1) และ</li>

    <li>	ธรรมิการักขา (จัดการรักษาป้องกันและคุ้มครองอันชอบธรรมและเป็นธรรม - Dhammikàrakkhà: provision of the right watch, ward and protection)</li>
    </ol>
    <p>ก.	อันโตชน (แก่ชนภายใน ตั้งแต่พระมเหสี โอรส ธิดา จนถึงผู้ปฏิบัติราชการในพระองค์ทั้งหมด คือ คนในปกครองส่วนตัว ตั้งแต่บุตรธิดาเป็นต้นไป ด้วยให้การบำรุงเลี้ยงอบรมสั่งสอนเป็นต้น ให้อยู่โดยเรียบร้อยสงบสุข และมีความเคารพนับถือกัน - for one’s own folk) (2)</p>
    <p>ข.	พลกาย (แก่กองทัพ คือ ปวงเสนาข้าทหาร, ข้าราชการฝ่ายทหาร - for the army; the armed forces; military personnel) (3)</p>
    <p>ค.	ขัตติยะ (แก่กษัตริย์ทั้งหลายผู้อยู่ในพระบรมเดชานุภาพ, เจ้าเมืองขึ้น, ปัจจุบันสงเคราะห์ชนชั้นปกครองและนักบริหารชั้นผู้ใหญ่ทั้งหลาย, ข้าราชการฝ่ายปกครอง - for colonial kings; administrative officers) (4)</p>
    <p>ง.	อนุยนต์ (แก่ผู้ตามเสด็จ คือ ราชบริพารทั้งหลาย, ปัจจุบันควรสงเคราะห์ข้าราชการฝ่ายพลเรือนเข้าทั้งหมด - for the royal dependants; civil servants) (5)</p>
    <p>จ.	พราหมณคฤหบดี (แก่ชนเจ้าพิธี เจ้าตำรา พ่อค้า เจ้าไร่เจ้านา คือ ครูอาจารย์ นักวิชาการ หมอ พ่อค้า ผู้ประกอบวิชาชีพต่างๆ และเกษตรกร ด้วยช่วยจัดหาทุนและอุปกรณ์เป็นต้น - for brahmins and householders; the professional, traders and the agricultural) (6)</p>
    <p>ฉ.	เนคมชานบท (แก่ชาวนิคมชนบท คือ ราษฎรทั้งปวงทุกท้องถิ่นตลอดถึงชายแดนทั่วไปไม่ทอดทิ้ง - for town and country dwellers; townsmen and villagers; upcountry people) (7)</p>
    <p>ช.	สมณพราหมณ์ (แก่พระสงฆ์และบรรพชิตผู้ทรงศีลทรงคุณธรรม - for the religious) (8)</p>
    <p>ญ.	มิคปักษี (แก่มฤคและปักษี คือ สัตว์อันควรสงวนทั้งหลาย - for beasts and birds) (9)</p>
    <ol>

''',
    /*204*/'''
    <ol start="3">
    <li><strong>	อธรรมการนิเสธนา</strong> (ห้ามกั้น มิให้มีการอันอธรรมเกิดขึ้นในพระราชอาณาเขต คือ จัดการป้องกัน แก้ไข มิให้มีการกระทำความผิดความชั่วร้ายเดือดร้อนเกิดขึ้นในบ้านเมือง - Adhammakàra-nisedhanà: to let no wrongdoing prevail in the kingdom) (10)</li>

    <li><strong>	ธนานุประทาน</strong> (ปันทรัพย์เฉลี่ยให้แก่ชนผู้ไร้ทรัพย์ มิให้มีคนขัดสนยากไร้ในแว่นแคว้น - Dhanànuppadàna: to let wealth be given or distributed to the poor) (11)</li>

    <li><strong>	ปริปุจฉา</strong>(ปรึกษาสอบถามปัญหากับสมณพราหมณ์ ผู้ประพฤติดี ปฏิบัติชอบ ผู้ไม่ประมาทมัวเมา อยู่เสมอตามกาลอันควร เพื่อให้รู้ชัดการอันดีชั่ว ควรประกอบหรือไม่ เป็นไปเพื่อประโยชน์สุขหรือไม่ แล้วประพฤติปฏิบัติให้เป็นไปโดยถูกต้อง ข้อนี้ปัจจุบันสงเคราะห์นักปราชญ์นักวิชาการผู้ทรงคุณธรรมเข้าด้วย - Paripucchà: to go from time to time to see and seek advice from the men of religious life who maintain high moral standards; to have virtuous counsellors and seek after greater virtue) (12)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;จักรวรรดิวัตรนี้ มาใน จักกวัตติสูตร ตามที่มาที่อ้าง ในพระบาลี คือพระไตรปิฎก ท่านไม่ระบุจำนวนข้อไว้ แต่นับตามที่ตรัสไว้ เป็นหลักการที่ยึดถือหนึ่งข้อ และหลักปฏิบัติ 4 ข้อ จึงรวมเป็น 5 ข้อ อย่างไรก็ดี ข้อย่อยที่แยกออกไปจากข้อ 2 (ธรรมิการักขา) แต่ละอย่าง ในชั้นอรรถกถาคงเห็นว่ามีความสำคัญมาก และมีรายละเอียดวิธีปฏิบัติจำเพาะต่างกันออกไป จึงจัดเป็นวัตรแต่ละข้อเท่ากันหมด นับได้ 12 ข้อ ตามตัวเลขในวงเล็บข้างหลัง</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่ในอรรถกถาแห่งพระสูตรนี้เอง (ที.อ.3/46) ท่านจัดต่างออกไปดังนี้</p>
    <ol start="1">
    <li>	อนฺโตชนสฺมึ พลกายสฺมึ (สงเคราะห์ชนภายใน และพลกายกองทหาร)</li>
    <li>	ขตฺติเยสุ (สงเคราะห์กษัตริย์เมืองขึ้นทั้งหลาย)</li>
    <li>	อนุยนฺเตสุ (สงเคราะห์เหล่าเชื้อพระวงศ์ ผู้ตามเสด็จเป็นราชบริพาร)</li>
    <li>	พฺราหฺมณคหปติเกสุ (คุ้มครองพราหมณ์และคฤหบดีทั้งหลาย)</li>
    <li>	เนคมชานปเทสุ (คุ้มครองชาวราษฎรพื้นเมืองทั้งหลาย)</li>
    <li>	สมณพฺราหฺมเณสุ (คุ้มครองเหล่าสมณพราหมณ์)</li>
    <li> มิคปกฺขีสุ (คุ้มครองเนื้อนกที่เอาไว้สืบพันธุ์)</li>
    <li> อธมฺมการปฏิกฺเขโป  (ห้ามปรามมิให้มีการประพฤติการอันผิดธรรม)</li>
    <li> อธนานํ ธนานุปฺปทาน (ทำนุบำรุงผู้ขัดสนไร้ทรัพย์)</li>
    <li>  	สมณพฺราหฺมเณ อุปสงฺกมิตฺวา ปญฺหาปุจฺฉน (เข้าไปหาและสอบถามปัญหากะสมณพราหมณ์)</li>
    <li>  อธมฺมราคสฺส ปหาน (เว้นความกำหนัดในกามโดยอาการไม่เป็นธรรม)</li>
    <li> 	วิสมโลภสฺส ปหาน (เว้นโลภกล้า ไม่เลือกควรไม่ควร)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที่จำกันมาส่วนมาก ก็ถือตามนัยอรรถกถานี้ อย่างไรก็ดี ตามนัยนี้ ท่านไม่นับข้อธรรมาธิปไตย เข้าในจำนวน 12 ข้อ และเพิ่มข้อ 11, 12 เข้ามาใหม่ ซึ่งไม่มีมาในบาลีเดิม      (ข้อ 11, 12 นี้ โดยเหตุผลน่าจะมีอยู่แล้วในหลักทศพิธราชธรรม)</p>
    <p><em><small>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู</small> [326] ราชธรรม 10 ด้วย.</em></p>
    <p><small>D.III.61.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ที.ปา.11/35/65.</small></p>

''',
    /*205*/'''
    <p><big>[340] ปฏิจจสมุปบาท</big> มีองค์หรือหัวข้อ <big>12</big>(การเกิดขึ้นพร้อมแห่งธรรมทั้งหลาย เพราะอาศัยกัน, ธรรมที่อาศัยกันเกิดขึ้นพร้อม, การที่สิ่งทั้งหลายอาศัยกันๆ จึงเกิดมีขึ้น - Pañicca-samuppàda: the Dependent Origination; conditioned arising)</p>
    <ol>
    <li>– 2. <strong>อวิชฺชาปจฺจยา สงฺขารา</strong> เพราะ อวิชชา เป็นปัจจัย สังขาร จึงมี (Dependent on Ignorance arise Kamma-Formations.)</li>
    </ol>
    <ol start="3">
    <li>	<strong>สงฺขารปจฺจยา วิญฺาณํ</strong> เพราะสังขารเป็นปัจจัย วิญญาณ จึงมี (Dependent on Kamma-Farmations arises Consciousness.)</li>
    <li>	<strong>วิญฺญาณปจฺจยา นามรูปํ</strong> เพราะวิญญาณเป็นปัจจัย นามรูป จึงมี (Dependent on Consciousness arise Mind and Matter.)</li>
    <li>	<strong>นามรูปปจฺจยา สฬายตนํ</strong> เพราะนามรูปเป็นปัจจัย สฬายตนะ จึงมี (Dependent on Mind and Matter arise the Six Sense-Bases.)</li>
    <li>	<strong>สฬายตนปจฺจยา ผสฺโส</strong> เพราะสฬายตนะเป็นปัจจัย ผัสสะ จึงมี (Dependent on the Six Sense-Bases arises Contact.)</li>
    <li>	<strong>ผสฺสปจฺจยา เวทนา</strong> เพราะผัสสะเป็นปัจจัย เวทนา จึงมี (Dependent on Contact arises Feeling.)</li>
    <li>	<strong>เวทนาปจฺจยา ตณฺหา</strong> เพราะเวทนาเป็นปัจจัย ตัณหา จึงมี (Dependent on Feeling arises Craving.)</li>
    <li>	<strong>ตณฺหาปจฺจยา อุปาทานํ</strong> เพราะตัณหาเป็นปัจจัย อุปาทาน จึงมี (Dependent on Craving arises Clinging.)</li>
    <li>	<strong>อุปาทานปจฺจยา ภโว</strong> เพราะอุปาทานเป็นปัจจัย ภพ จึงมี (Dependent on Clinging arises Becoming.)</li>
    <li>	<strong>ภวปจฺจยา ชาติ</strong> เพราะภพเป็นปัจจัย ชาติ จึงมี (Dependent on Becoming arises Birth.)</li>
    <li>	<strong>ชาติปจฺจยา ชรามรณํ</strong> เพราะชาติเป็นปัจจัย ชรามรณะ จึงมี (Dependent on Birth arise Decay and Death.)</li>
    </ol>
    <p><em>โสกปริเทวทุกฺขโทมนสฺสุปายาสา สมฺภวนฺติ</em></p>
    <p>ความโศก ความคร่ำครวญ ทุกข์ โทมนัส และความคับแค้นใจ ก็มีพร้อม</p>
    <p>(There also arise sorrow, lamentation, pain, grief and despair.)</p>
    <p><em>เอวเมตสฺส เกวลสฺส ทุกฺขกฺขนฺธสฺส สมุทโย โหติ.</em></p>
    <p>ความเกิดขึ้นแห่งกองทุกข์ทั้งปวงนี้ จึงมีด้วยประการฉะนี้</p>
    <p>(Thus arises this whole mass of suffering.)</p>

''',
    /*206*/'''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แสดงตามลำดับ จากต้นไปหาปลายอย่างนี้ เรียกว่า อนุโลมเทศนา (teaching in forward order) ถ้าแสดงย้อนกลับจากปลายมาหาต้น ว่า ชรามรณะเป็นต้น มีเพราะชาติเป็นปัจจัย ชาติมีเพราะภพเป็นปัจจัย ฯลฯ สังขารมีเพราะอวิชชาเป็นปัจจัย เรียกว่า ปฏิโลมเทศนา (teaching in backward order)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;องค์ (factors) หรือหัวข้อ 12 นั้น มีความหมายโดยสังเขป ดังนี้</p>
    <ol>
    <li>	<strong>อวิชชา</strong> (Avijjà: ignorance) ความไม่รู้ คือไม่รู้ในอริยสัจจ์ 4 หรือตามนัยอภิธรรมว่า อวิชชา 8 ดู [208] อวิชชา 4; [209] อวิชชา 8</li>
    <li>	<strong>สังขาร</strong> (Saïkhàra: kamma-formations) สภาพที่ปรุงแต่ง ได้แก่ [120] สังขาร 3 2 หรือ [129] อภิสังขาร 3</li>
    <li>	<strong>วิญญาณ</strong> (Vi¤¤àõa: consciousness) ความรู้แจ้งอารมณ์ ได้แก่ [268] วิญญาณ 6</li>
    <li>	<strong>นามรูป</strong> (Nàma-råpa: mind and matter) นามและรูป ได้แก่ เวทนา สัญญา เจตนา ผัสสะ มนสิการ หรือตามนัยอภิธรรมว่า นามขันธ์ 3 + รูป ดู [216] ขันธ์ 5 (ข้อ 2, 3, 4); [38] รูป 21, 28; [39] มหาภูต หรือ ภูตรูป 4; [40] อุปาทารูป หรือ อุปาทายรูป 24; [41] รูป 22</li>
    <li>	<strong>สฬายตนะ</strong> (Saëàyatana: six sense-bases) อายตนะ 6 ได้แก่ [276] อายตนะภายใน 6</li>
    <li>	<strong>ผัสสะ</strong> (Phassa: contact) ความกระทบ, ความประจวบ ได้แก่ [272] สัมผัส 6</li>
    <li>	<strong>เวทนา</strong> (Vedanà: feeling) ความเสวยอารมณ์ ได้แก่ [113] เวทนา 6</li>
    <li>	<strong>ตัณหา</strong> (Taõhà: craving) ความทะยานอยาก ได้แก่ ตัณหา 6 มีรูปตัณหา เป็นต้น (ตัณหาในรูป ในเสียง ในกลิ่น ในรส ในสัมผัสทางกาย และในธรรมารมณ์) ดู [74] ตัณหา 3 ด้วย</li>
    <li>	<strong>อุปาทาน</strong> (Upàdàna: clinging; attachment) ความยึดมั่น ได้แก่ [214] อุปาทาน 4</li>
    <li>	<strong>ภพ</strong> (Bhava: becoming) ภาวะชีวิต ได้แก่ [98] ภพ 3 อีกนัยหนึ่งว่า ได้แก่ กรรมภพ (ภพคือกรรม - active process of becoming ตรงกับ [129] อภิสังขาร 3) กับ อุปปัตติภพ (ภพคือที่อุบัติ - rebirth-process of becoming ตรงกับ [98] ภพ 3)</li>
    <li>	<strong>ชาติ</strong> (Jàti: birth) ความเกิด ได้แก่ ความปรากฏแห่งขันธ์ทั้งหลาย การได้อายตนะ</li>
    <li>	<strong>ชรามรณะ</strong> (Jarà-maraõa: decay and death) ความแก่และความตาย ได้แก่ ชรา (ความเสื่อมอายุ, ความหง่อมอินทรีย์) กับมรณะ (ความสลายแห่งขันธ์, ความขาดชีวิตินทรีย์)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ทั้ง 12 ข้อ เป็นปัจจัยต่อเนื่องกันไป หมุนเวียนเป็นวงจร ไม่มีต้นไม่มีปลาย เรียกว่า ภวจักร (วงล้อหรือวงจรแห่งภพ - Bhava-cakka: wheel of existence) และมีข้อควรทราบเกี่ยวกับภวจักรอีกดังนี้</p>

''',
    /*207*/'''
    <p><em>ก.	อัทธา 3 </em>(Addhà: periods; times) คือ กาล 3 ได้แก่</p>
    <ol>
    <li> อดีต = อวิชชา สังขาร</li>
    <li> ปัจจุบัน = วิญญาณ นามรูป สฬายตนะ ผัสสะ เวทนา ตัณหา อุปาทาน ภพ</li>
    <li> อนาคต = ชาติ ชรา มรณะ (+ โสกะ ฯลฯ)</li>
    </ol>
    <p><em>ข.	สังเขป</em> หรือ <em>สังคหะ 4 </em>(Saïkhepa or Saïgaha: sections; divisions) คือ ช่วง หมวด หรือ กลุ่ม 4 ได้แก่</p>
    <ol>
    <li> อดีตเหตุ = อวิชชา สังขาร</li>
    <li>  ปัจจุบันผล = วิญญาณ นามรูป สฬายตนะ ผัสสะ เวทนา</li>
    <li>  ปัจจุบันเหตุ = ตัณหา อุปาทาน ภพ</li>
    <li>4) อนาคตผล = ชาติ ชรามรณะ (+ โสกะ ฯลฯ)</li>
    </ol>
    <p><em>ค.	สนธิ 3 </em>(Sandhi: links; connection) คือ ขั้วต่อ ระหว่างสังเขปหรือช่วงทั้ง 4 ได้แก่</p>
    <ol>
    <li> ระหว่าง อดีตเหตุ กับ ปัจจุบันผล</li>
    <li> ระหว่าง ปัจจุบันผล กับ ปัจจุบันเหตุ</li>
    <li> ระหว่าง ปัจจุบันเหตุ กับ อนาคตผล</li>
    </ol>
    <p><em>ง.	วัฏฏะ 3 <small>ดู</small> [105] วัฏฏะ 3</em></p>
    <p><em>จ.	อาการ 20 </em>(âkàra: modes; spokes; qualities) คือ องค์ประกอบแต่ละอย่าง อันเป็นดุจกำของล้อ จำแนกตามส่วนเหตุ (causes) และส่วนผล (effects) ได้แก่</p>
    <ol>
    <li> อดีตเหตุ 5 = อวิชชา สังขาร ตัณหา อุปาทาน ภพ</li>
    <li> ปัจจุบันผล 5 = วิญญาณ นามรูป สฬายตนะ ผัสสะ เวทนา</li>
    <li> ปัจจุบันเหตุ 5 = อวิชชา สังขาร ตัณหา อุปาทาน ภพ</li>
    <li> อนาคตผล 5 = วิญญาณ นามรูป สฬายตนะ ผัสสะ เวทนา</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อาการ 20 นี้ ก็คือ หัวข้อที่กระจายให้เต็ม ในทุกช่วงของสังเขป 4 นั่นเอง</p>
    <p><em>ฉ. มูล 2</em> (Måla: roots) คือ กิเลสที่เป็นตัวมูลเหตุ ซึ่งกำหนดเป็นจุดเริ่มต้นในวงจรแต่ละช่วง    ได้แก่</p>
    <p>1) <em>วิชชา</em> เป็นจุดเริ่มต้นในช่วงอดีต ส่งผลถึงเวทนาในช่วงปัจจุบัน</p>
    <p>2) <em>ตัณหา</em> เป็นจุดเริ่มต้นในช่วงปัจจุบัน ส่งผลถึงชรามรณะในช่วงอนาคต</p>
    <p>พึงสังเกตด้วยว่า การกล่าวถึงส่วนประกอบของภวจักรตามข้อ ก. ถึง ฉ. นี้ เป็นคำอธิบายในคัมภีร์รุ่นหลัง เช่น อภิธัมมัตถสังคหะ เป็นต้น</p>

''',
    /*208*/'''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การแสดงหลักปฏิจจสมุปบาท ให้เห็นความเกิดขึ้นแห่งธรรมต่างๆ โดยอาศัยปัจจัยสืบทอดกันไปอย่างนี้ เป็น สมุทยวาร คือฝ่ายสมุทัย ใช้เป็นคำอธิบายอริยสัจจ์ข้อที่ 2 (สมุทัยสัจจ์) คือ แสดงให้เห็นความเกิดขึ้นแห่งทุกข์ ปฏิจจสมุปบาทที่แสดงแบบนี้ เรียกว่า อนุโลมปฏิจจสมุปบาท (direct Dependent Origination)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;การแสดงในทางตรงข้ามกับข้างต้นนี้ เป็น นิโรธวาร คือฝ่ายนิโรธ ใช้อธิบายอริยสัจจ์ข้อที่ 3 (นิโรธสัจจ์) เรียกว่า ปฏิโลมปฏิจจสมุปบาท (reverse Dependent Origination ซึ่งความจริงก็คือ Dependent Extinction นั่นเอง) แสดงให้เห็นความดับไปแห่งทุกข์ ด้วยอาศัยความดับไปแห่งปัจจัยทั้งหลายสืบทอดกันไป ตัวบทของปฏิจจสมุปบาทแบบปฏิโลมนี้ พึงเทียบจากแบบอนุโลมนั่นเอง เช่น</p>
    <ol>
    <li>–2. <strong>อวิชฺชาย เตฺวว อเสสวิราคนิโรธา สงฺขารนิโรโธ</strong> เพราะอวิชชาสำรอกดับไปไม่เหลือ สังขารจึงดับ</li>
    </ol>
    <p>(Through the total fading away and cessation of ignorance, cease kamma-formations.)</p>
    <ol start="3">
    <li>	<strong>สงฺขารนิโรธา วิญฺญาณนิโรโธ</strong> เพราะสังขารดับ วิญญาณจึงดับ</li>
    </ol>
    <p>(Through the cessation of kamma-formations, ceases consciousness.)</p>
    <p>ฯลฯ</p>
    <p>12.	<strong>ชาตินิโรธา ชรามรณํ</strong> เพราะชาติดับ ชรามรณะ (จึงดับ)</p>
    <p>(Through the cessation of birth, cease decay and death.)</p>
    <p><em>โสกปริเทวทุกฺขโทมนสฺสุปายาสา นิรุชฺฌนฺติ</em></p>
    <p>ความโศก ความคร่ำครวญ ทุกข์ โทมนัส ความคับแค้นใจ ก็ดับ</p>
    <p>(Also cease sorrow, lamentation, pain, grief and despair.)</p>
    <p><em>เอวเมตสฺส เกวลสฺส ทุกฺขกฺขนฺธสฺส นิโรโธ โหติ.</em></p>
    <p>ความดับแห่งกองทุกข์ทั้งปวงนี้ ย่อมมีด้วยประการฉะนี้</p>
    <p>(Thus comes about the cessation of this whole mass of suffering.)</p>

''',
    /*209*/'''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;นี้เป็น อนุโลมเทศนา ของปฏิโลมปฏิจจสมุปบาท ส่วน ปฏิโลมเทศนา ก็พึงแสดงย้อนว่า ชรามรณะ เป็นต้น ดับ เพราะชาติดับ ชาติดับเพราะภพดับ ฯลฯ สังขารดับเพราะอวิชชาดับ อย่างเดียวกับในอนุโลมปฏิจจสมุปบาท</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปฏิจจสมุปบาทนี้ มีชื่อเรียกอย่างอื่นอีก ที่สำคัญคือ อิทัปปัจจยตา (ภาวะที่มีอันนี้ๆ เป็นปัจจัย - Idappaccayatà: specific conditionality) ธรรมนิยาม (ความเป็นไปอันแน่นอนแห่งธรรมดา, กฎธรรมชาติ - Dhammaniyàma: orderliness of nature; natural law) และ ปัจจยาการ (อาการที่สิ่งทั้งหลายเป็นปัจจัยแก่กัน - Paccayàkàra: mode of conditionality; structure of conditions) เฉพาะชื่อหลังนี้เป็นคำที่นิยมใช้ในคัมภีร์อภิธรรม และคัมภีร์รุ่นอรรถกถา.</p>
    <p><small>Vin.I.1; S.II.1; Vbh.135; Vism.517; Comp.188	วินย.4/1/1; สํ.นิ.16/1/1; อภิ.วิ.35/274/185; วิสุทฺธิ.3/107; สงฺคห.45.</small></p>
    <big>[☆☆☆] ปัจจยาการ 12</big> <em><small>ดู</small> [340] ปฏิจจสมุปบาท.</em>
    <big>[☆☆☆] สันโดษ 12</big> <em><small>ดู</small> [122] สันโดษ 3, 12</em>
    <p><big>[341] อายตนะ 12</big> (สิ่งที่เชื่อมต่อกันให้เกิดความรู้, แดนต่อหรือแดนเกิดแห่งความรู้ - âyatana: sense-fields; sense-spheres)</p>
    <ol>
    <li> <strong>อายตนะภายใน 6</strong> <em><small>ดู</small> [276] อายตนะภายใน 6.</em></li>
    <li> <strong>อายตนะภายนอก 6</strong> <em><small>ดู</small> [277] อายตนะภายนอก 6.</em></li>
    </ol>
    <p><small>Vbh.70.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.วิ.35/99/85.</small></p>
    <p><big>[342] ธุดงค์ 13</big>(องค์คุณเครื่องสลัดหรือกำจัดกิเลส, ข้อปฏิบัติเข้มงวด ที่สมัครใจสมาทานประพฤติประจำตัว ชั่วระยะกาลสั้น หรือยาว หรือแม้ตลอดชีวิต ก็ได้ เป็นอุบายขัดเกลากิเลส ส่งเสริมความมักน้อยสันโดษ เป็นต้น  - Dhutaïga: means of shaking off or removing defilements; austere practices; ascetic practices)</p>
    <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมวดที่ 1 จีวรปฏิสังยุตต์</em> (เกี่ยวกับจีวร - connected with robes)</p>
    <ol>
    <li>	<strong>ปังสุกูลิกังคะ</strong> (องค์แห่งผู้ถือทรงผ้าบังสุกุล คำสมาทานโดยอธิษฐานใจหรือเปล่งวาจาว่า   “คหปติจีวรํ ปฏิกฺขิปามิ, ปํสุกูลิกงฺคํ สมาทิยามิ” แปลว่า “เรางดคฤหบดีจีวร สมาทานองค์แห่งผู้—” - Pa§sukålikaïga: refuse-rag-wearer’s practice)</li>

    <li>	<strong>เตจีวริกังคะ</strong> (องค์แห่งผู้ถือทรงเพียงไตรจีวร คำสมาทานว่า “จตุตฺถจีวรํ ปฏิกฺขิปามิ, เตจีวริกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดจีวรผืนที่ 4 สมาทานองค์แห่งผู้—” - Tecãvarikaïga: triple-robe-wearer’s practice)</li>
    </ol>
    
''',
    /*210*/'''
    <p><em>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมวดที่ 2 ปิณฑปาตปฏิสังยุตต์</em> (เกี่ยวกับบิณฑบาต - connected with almsfood)</p>
    <ol start="3">
    <li>	<strong>ปิณฑปาติกังคะ</strong>  (องค์แห่งผู้ถือเที่ยวบิณฑบาต  คำสมาทานว่า  “อติเรกลาภํ ปฏิกฺขิปามิ,   ปิณฺฑปาติกงฺคํ  สมาทิยามิ”  แปลว่า  “ข้าพเจ้างดอติเรกลาภ  สมาทานองค์แห่งผู้—”        - Piõóapàtikaïga: alms-food-eater’s practice)</li>

    <li>	<strong>ปทานจาริกังคะ</strong> (องค์แห่งผู้ถือเที่ยวบิณฑบาตไปตามลำดับ คำสมาทานว่า“โลลุปฺปจารํ ปฏิกฺขิปามิ, สปทานจาริกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดการเที่ยวตามใจอยาก สมาทานองค์แห่งผู้—” - Sapadànacàrikaïga: house-to-house-seeker’s practice)</li>

    <li>	<strong>เอกาสนิกังคะ</strong>  (องค์แห่งผู้ถือนั่งฉัน  ณ  อาสนะเดียว  คือฉันวันละครั้งเดียว  ลุกจากที่แล้วไม่ฉันอีก คำสมาทานว่า “นานาสนโภชนํ ปฏิกฺขิปามิ, เอกาสนิกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดการฉัน ณ ต่างอาสนะ สมาทานองค์แห่งผู้—” - Ekàsanikaïga: one-sessioner’s practice)</li>
    
    <li>	<strong>ปัตตปิณฑิกังคะ</strong>  (องค์แห่งผู้ถือฉันเฉพาะในบาตร  คือ  ไม่ใช้ภาชนะใส่อาหารเกิน  1  อย่างคือบาตร คำสมาทานว่า “ทุติยภาชนํ ปฏิกฺขิปามิ, ปตฺตปิณฺฑิกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดภาชนะที่สอง สมาทานองค์แห่งผู้—” - Pattapiõóikaïga: bowl-food-eater’s practice)</li>

    <li>	<strong>ขลุปัจฉาภัตติกังคะ</strong> (องค์แห่งผู้ถือห้ามภัตที่ถวายภายหลัง คือเมื่อได้ปลงใจกำหนดอาหารที่เป็นส่วนของตน ซึ่งเรียกว่าห้ามภัต ด้วยการลงมือฉันเป็นต้นแล้ว ไม่รับอาหารที่เขานำมาถวายอีก แม้จะเป็นของประณีต คำสมาทานว่า “อติริตฺตโภชนํ ปฏิกฺขิปามิ, ขลุปจฺฉาภตฺติกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดโภชนะอันเหลือเฟือ สมาทานองค์แห่งผู้—” - Khalupacchà-bhattikaïga: later-food-refuser’s practice)</li>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<em>หมวดที่ 3 เสนาสนปฏิสังยุตต์</em> (เกี่ยวกับเสนาสนะ - connected with the resting place)</p>

    <li><strong>	อารัญญิกังคะ</strong> (องค์แห่งผู้ถืออยู่ป่า อยู่ห่างบ้านคนอย่างน้อย 500 ชั่วธนู คือ 25 เส้น คำสมาทานว่า “คามนฺตเสนาสนํ ปฏิกฺขิปามิ, อารญฺิกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดเสนาสนะชายบ้าน สมาทานองค์แห่งผู้—” - âra¤¤ikaïga: forest-dweller’s practice)</li>

    <li><strong>	รุกขมูลิกังคะ</strong>  (องค์แห่งผู้ถืออยู่โคนไม้  คำสมาทานว่า  “ฉนฺนํ  ปฏิกฺขิปามิ,  รุกฺขมูลิกงฺคํ    สมาทิยามิ” แปลว่า “ข้าพเจ้างดที่มุงบัง สมาทานองค์แห่งผู้—” - Rukkhamålikaïga: tree-root-dweller’s practice)</li>

    <li><strong>	อัพโภกาสิกังคะ</strong> (องค์แห่งผู้ถืออยู่ที่แจ้ง คำสมาทานว่า “ฉนฺนญฺจ รุกฺขมูลญฺจปฏิกฺขิปามิ, อพฺโภกาสิกงฺคํ  สมาทิยามิ”  แปลว่า  “ข้าพเจ้างดที่มุงบังและโคนไม้  สมาทานองค์แห่งผู้—”   - Abbhokàsikaïga: open-air-dweller’s practice)</li>

    <li><strong>	โสสานิกังคะ</strong>  (องค์แห่งผู้ถืออยู่ป่าช้า  คำสมาทานว่า  “อสุสานํ ปฏิกฺขิปามิ, โสสานิกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดที่มิใช่ป่าช้า สมาทานองค์แห่งผู้—” - Sosànikaïga: charnel-ground-dweller’s practice)</li>
    </ol>

''',
    /*211*/'''
    <ol start="12">
    <li>	<strong>ยถาสันถติกังคะ</strong> (องค์แห่งผู้ถืออยู่ในเสนาสนะแล้วแต่เขาจัดให้ คำสมาทานว่า “เสนาสน-โลลุปฺปํ ปฏิกฺขิปามิ, ยถาสนฺถติกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดความอยากเอาแต่ใจในเสนาสนะ สมาทานองค์แห่งผู้—” - Yathàsanthatikaïga: any-bed-user’s practice)</p>
    <p>หมวดที่ 4 วิริยปฏิสังยุตต์ (เกี่ยวกับความเพียร - connected with energy)</li>
    <li>	<strong>เนสัชชิกังคะ</strong> (องค์แห่งผู้ถือการนั่ง คือเว้นนอน อยู่ด้วยเพียง 3 อิริยาบถ คำสมาทานว่า “เสยฺยํ ปฏิกฺขิปามิ, เนสชฺชิกงฺคํ สมาทิยามิ” แปลว่า “ข้าพเจ้างดการนอน สมาทานองค์แห่งผู้—” - Nesajjikaïga: sitter’s practice)</li>
    </ol>
    <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อควรทราบเพิ่มเติมเกี่ยวกับธุดงค์ 13</strong><br>
    <p>ก. โดยย่อ ธุดงค์มี 8 ข้อ เท่านั้น คือ</p>
    <p>1) องค์หลัก 3 (สีสังคะ - principal practices) คือ สปทานจาริกังคะ (เท่ากับได้รักษาปิณฑปาติกังคะด้วย) เอกาสนิกังคะ (เท่ากับได้รักษาปัตตปิณฑิกังคะ และขลุปัจฉาภัตติกังคะด้วย) และอัพโภกาสิกังคะ (ทำให้รุกขมูลิกังคะ กับยถาสันถติกังคะ หมดความจำเป็น)</p>
    <p>2) องค์เดี่ยวไม่คาบเกี่ยวข้ออื่น 5 (อสัมภินนังคะ - individual practices) คือ อารัญญิกังคะ ปังสุกูลิกังคะ เตจีวริกังคะ เนสัชชิกังคะ และโสสานิกังคะ</p>
    <p>ข.	โดยนิสสัย คือที่อาศัย (dependence) มี 2 คือ ปัจจัยนิสิต 12 (อาศัยปัจจัย - dependent on requisites) กับ วิริยนิสิต 1 (อาศัยความเพียร - dependent on energy)</p>
    <p>ค. โดยบุคคลผู้ถือ</p>
    <p>1) ภิกษุ ถือได้ทั้ง 13 ข้อ</p>
    <p>2) ภิกษุณี ถือได้ 8 ข้อ (คือ ข้อ 1, 2, 3, 4, 5, 6, 12, 13)</p>
    <p>3) สามเณร ถือได้ 12 ข้อ (คือเว้นข้อ 2 เตจีวริกังคะ)</p>
    <p>4) สิกขมานาและสามเณรี ถือได้ 7 ข้อ (คือ ลดข้อ 2 ออกจากที่ภิกษุณีถือได้)</p>
    <p>5) อุบาสกอุบาสิกา ถือได้ 2 ข้อ (คือข้อ 5 และ 6)</p>
    <p>ง. โดยระดับการถือ แต่ละข้อถือได้ 3 ระดับ คือ</p>
    <p>1)	อย่างอุกฤษฎ์ หรืออย่างเคร่ง เช่น ผู้ถืออยู่ป่า ต้องให้ได้อรุณในป่าตลอดไป</p>
    <p>2)	อย่างมัธยม หรืออย่างกลาง เช่นผู้ถืออยู่ป่า อยู่ในเสนาสนะชายบ้านตลอดฤดูฝน 4 เดือน ที่เหลืออยู่ป่า</p>
    <p>3)	อย่างอ่อน หรืออย่างเพลา เช่น ผู้ถืออยู่ป่า อยู่ในเสนาสนะชายบ้านตลอดฤดูฝนและหนาวรวม 8 เดือน</p>
    <p>จ. ข้อ 9 และ 10 คือ รุกขมูลิกังคะ และอัพโภกาสิกังคะ ถือได้เฉพาะนอกพรรษา เพราะวินัยกำหนดให้ต้องถือเสนาสนะในพรรษา</p>

''',
    /*212*/'''
    <p>ฉ. ธุดงค์ไม่ใช่บทบัญญัติทางวินัย ขึ้นกับความสมัครใจ มีหลักทั่วไปในการถือว่า ถ้าถือแล้วช่วยให้กรรมฐานเจริญ หรือช่วยให้กุศลธรรมเจริญ อกุศลธรรมเสื่อม ควรถือ ถ้าถือแล้วทำให้กรรมฐานเสื่อม หรือทำให้กุศลธรรมเสื่อม อกุศลธรรมเจริญ ไม่ควรถือ ส่วนผู้ที่ถือหรือไม่ถือ ก็ไม่ทำให้กรรมฐานเจริญหรือเสื่อม เช่น เป็นพระอรหันต์แล้วอย่างพระมหากัสสปะ เป็นต้น หรือคนอื่นๆ ก็ตาม ควรถือได้ ฝ่ายแรกควรถือในเมื่อคิดจะอนุเคราะห์ชุมชนในภายหลัง ฝ่ายหลังเพื่อเป็นวาสนาต่อไป</p>
    <p>ช.	ธุดงค์ที่มาในบาลีเดิม ไม่พบครบจำนวนในที่เดียว (ที่พบจำนวนมาก คือ ม.อุ.14/186/138; M.III.40 มีข้อ 1, 3, 5, 8, 9, 10, 11, 12, 13; องฺ.ทสก.24/181/245; A.V.219 มีข้อ 1, 5, 6, 7, 8, 9, 10, 11, 12, 13; ขุ.ม.29/918/584; Nd1188 มีข้อ 1, 2, 3, 4, 7, 8, 12, 13) นอกจากคัมภีร์ปริวาร (วินย.8/982/330; 1192/475; Vin.V.131,198) ซึ่งมีหัวข้อครบถ้วน ส่วนคำอธิบายทั้งหมดพึงดูในคัมภีร์วิสุทธิมัคค์.</p>
    <p><small>Vism.59–83.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.1/73–104.</small></p>
    <p>[343] กิจ หรือ วิญญาณกิจ 14 (กิจของวิญญาณ, หน้าที่ของจิต - Vi¤¤àõa-kicca: functions of consciousness; psychic functions)</p>
    <ol>
    <li>	<strong>ปฏิสนธิ</strong> (หน้าที่สืบต่อภพใหม่ ได้แก่จิต 19 คือ อุเบกขาสันตีรณะ 2 มหาวิบาก 8 รูปวิบาก 5 อรูปวิบาก 4 - Pañisandhi: re-linking; rebirth-linking)</li>
    <li>	<strong>ภวังคะ</strong> (หน้าที่เป็นองค์ของภพ ได้แก่จิต 19 อย่างเดียวกับปฏิสนธิ - Bhavaïga: life-continuum; factor of being)</li>
    <li>	<strong>อาวัชชนะ</strong>(หน้าที่คำนึงอารมณ์ใหม่ ได้แก่ จิต 2 คือ ปัญจทวาราวัชชนะ และมโนทวารา-วัชชนะ - âvajjana: apprehending; adverting)</li>
    <li>	<strong>ทัสสนะ</strong> (หน้าที่เห็นรูป ได้แก่ จักขุวิญญาณ 2 - Dassana: seeing)</li>
    <li>	<strong>สวนะ</strong> (หน้าที่ได้ยินเสียง ได้แก่ โสตวิญญาณ 2 - Savana: hearing)</li>
    <li>	<strong>ฆายนะ</strong> (หน้าที่รู้กลิ่น ได้แก่ ฆานวิญญาณ 2 - Ghàyana: smelling)</li>
    <li>	<strong>สายนะ</strong>(หน้าที่ลิ้มรส ได้แก่ ชิวหาวิญญาณ 2 - Sàyana: tasting)</li>
    <li>	<strong>ผุสนะ</strong> (หน้าที่ถูกต้องโผฏฐัพพะ ได้แก่ กายวิญญาณ 2 - Phusana: contacting; touching)</li>
    <li> <strong>สัมปฏิจฉนะ</strong> (หน้าที่รับอารมณ์ ได้แก่ สัมปฏิจฉนะ 2 - Sampañicchana: receiving)</li>
    <li>	<strong>สันตีรณะ</strong> (หน้าที่พิจารณาอารมณ์ ได้แก่ สันตีรณะ 3 - Santãraõa: investigating)</li>
    <li>	<strong>โวฏฐัพพนะ</strong> หรือ <strong>โวฏฐปนะ</strong> (หน้าที่ตัดสินอารมณ์ ได้แก่ มโนทวาราวัชชนะ 1 - Voññhapana: determining)</li>
    <li>	<strong>ชวนะ</strong> (หน้าที่แล่นเสพอารมณ์ อันเป็นช่วงที่ทำกรรม ได้แก่ จิต 55 คือ กุศลจิต 21, อกุศลจิต 12, กิริยาจิต 18 คือเว้นอาวัชชนะทั้งสอง โลกุตตรผลจิต 4 - Javana: apperception; impulsion)</li>
    5
    <li>	<strong>ตทาลัมพนะ</strong> (หน้าที่รับอารมณ์ต่อจากชวนะก่อนตกภวังค์ ได้แก่ จิต 11 คือ มหาวิบาก 8 สันตีรณะ 3 - Tadàlambana: retention; registration)</li>
    <li>	<strong>จุติ</strong> (หน้าที่เคลื่อนจากภพปัจจุบัน ได้แก่ จิต 19 อย่างเดียวกับในปฏิสนธิ - Cuti: decease; death; shifting)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;จัดโดยฐานที่จิตทำกิจ 14 นี้ มี 10 คือ รวมข้อ 4, 5, 6, 7, 8 เป็นข้อเดียว คือ ปัญจวิญญาณ-ฐาน (fivefold sense-impressions) นอกนั้นคงชื่อเดิม</p>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กิจ 14 นี้ ในวิสุทธิมัคค์เรียกว่า <strong>วิญญาณปวัตติ</strong> หรือ <strong>วิญญาณปวัตติอาการ</strong> (อาการที่วิญญาณเป็นไป - modes of occurrence of consciousness)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [356] จิต 89.</p>
    <p><small>Vism.457; Comp.114.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/29; สงฺคห.15</small></p>

''',
    /*213*/'''
    <p>[345] ญาณ 16 หรือ โสฬสญาณ (ความหยั่งรู้ ในที่นี้หมายถึงญาณที่เกิดขึ้นแก่ผู้เจริญวิปัสสนาตามลำดับ ตั้งแต่ต้นจนถึงที่สุด - Soëasa-¤àõa: insight; knowledge)</p>
    <ol>
    <li>	<strong>นามรูปปริจเฉทญาณ</strong> (ญาณกำหนดจำแนกรู้นามและรูป คือ รู้ว่าสิ่งทั้งหลายมีแต่รูปธรรมและนามธรรม และกำหนดแยกได้ว่า อะไรเป็นรูปธรรม อะไรเป็นนามธรรม - Nàmaråpa-pariccheda-¤àõa: knowledge of the delimitation of mentality–materiality)</li>

    <li>	<strong>ปัจจยปริคคหญาณ</strong> (ญาณกำหนดรู้ปัจจัยของนามและรูป คือรู้ว่า รูปธรรมและนามธรรมทั้งหลายเกิดจากเหตุปัจจัย และเป็นปัจจัยแก่กัน อาศัยกัน โดยรู้ตามแนวปฏิจจสมุปบาท ก็ดี ตามแนวกฎแห่งกรรมก็ดี ตามแนววัฏฏะ 3 ก็ดี เป็นต้น - Paccaya-pariggaha-¤àõa: knowledge of discerning the conditions of mentality–materiality)</li>

    <li>	<strong>สัมมสนญาณ</strong> (ญาณกำหนดรู้ด้วยพิจารณาเห็นนามและรูปโดยไตรลักษณ์ คือ ยกรูปธรรมและนามธรรมทั้งหลายขึ้นพิจารณาโดยเห็นตามลักษณะที่เป็นของไม่เที่ยง เป็นทุกข์ มิใช่ตัวตน - Sammasana-¤àõa: knowledge of comprehending mentality–materiality as impermanent, unsatisfactory and not-self)</li>

    <li>–12. ได้แก่ <strong>วิปัสสนาญาณ</strong> 9 ดู [311]</li>
    </ol>
    <ol start="13">
    <li>	<strong>โคตรภูญาณ</strong> (ญาณครอบโคตร คือ ความหยั่งรู้ที่เป็นหัวต่อแห่งการข้ามพ้นจากภาวะปุถุชนเข้าสู่ภาวะอริยบุคคล - Gotrabhå-¤àõa: knowledge at the moment of the “Change-of-lineage”)</li>
    <li>	<strong>มัคคญาณ</strong> (ญาณในอริยมรรค คือ ความหยั่งรู้ที่ให้สำเร็จภาวะอริยบุคคลแต่ละขั้น - Magga-¤àõa: knowledge of the Path)</li>
    <li>	<strong>ผลญาณ</strong> (ญาณในอริยผล คือ ความหยั่งรู้ที่เป็นผลสำเร็จของพระอริยบุคคลชั้นนั้นๆ  - Phala-¤àõa: knowledge of Fruition)</li>
    <li>	<strong>ปัจจเวกขณญาณ</strong> (ญาณหยั่งรู้ด้วยการพิจารณาทบทวน คือ สำรวจรู้มรรคผล กิเลสที่ละแล้ว กิเลสที่เหลืออยู่ และนิพพาน เว้นแต่ว่าพระอรหันต์ไม่มีการพิจารณากิเลสที่ยังเหลืออยู่ - Paccavekkhaõa-¤àõa: knowledge of reviewing)</li>
    </ol>

''',
    /*214*/'''
    <p>ในญาณ 16 นี้ 14 อย่าง (ข้อ 1–13 และ 16) เป็น โลกียญาณ, 2 อย่าง (ข้อ 14 และ 15) เป็น โลกุตตรญาณ</p>
    <p>ญาณ 16 (บางทีเรียกว่า โสฬสญาณ ซึ่งก็แปลว่าญาณ 16 นั่นเอง) ที่จัดลำดับเป็นชุดและเรียกชื่อเฉพาะอย่างนี้ มิใช่มาในพระบาลีเดิมโดยตรง พระอาจารย์ในสายวงการวิปัสสนาธุระได้สอนสืบกันมา โดยประมวลจากคัมภีร์ปฏิสัมภิทามัคค์ และวิสุทธิมัคค์ ในกาลต่อมา</p>
    <p>(พึงดู ขุ.ปฏิ.31/มาติกา/1–2 = Ps.1 และ วิสุทฺธิ.3/206–328 = Vism.587–678)</p>
    <big>[☆☆☆] รูปพรหม หรือ พรหมโลก 16 ดู [351] ภูมิ 4 หรือ 31.</big><br>
    <big>[☆☆☆] โสฬสวัตถุกอานาปานสติ ดู [346] อานาปานสติ 16 ฐาน</big><br>
    <big>[☆☆☆]อานาปานสติ 16 ขั้น ดู [346] อานาปานสติ 16 ฐาน</big><br>
    <p>[346] อานาปานสติ 16 ฐาน (สติกำหนดลมหายใจ, การเจริญอานาปานสติ คือใช้สติกำหนดลมหายใจเข้า–ออก แบบที่เป็นการเจริญสติปัฏฐานไปด้วยครบทั้ง 4 - Soëasa–vatthuka-ànàpànassati: mindfulness of breathing with sixteen bases)</p>
    <p><strong>จตุกกะที่ 1: กายานุปัสสนา</strong></p>
    <p>1)	ทีฆํ วา อสฺสสนฺโต ‘ทีฆํ อสฺสสามี’ติ ปชานาติ,</p>
    <p>ทีฆํ วา ปสฺสสนฺโต ‘ทีฆํ ปสฺสสามี’ติ ปชานาติ;</p>
    <p>2)	รสฺสํ วา อสฺสสนฺโต ‘รสฺสํ อสฺสสามี’ติ ปชานาติ,</p>
    <p>รสฺสํ วา ปสฺสสนฺโต ‘รสฺสํ ปสฺสสามี’ติ ปชานาติ;</p>
    <p>3)	‘สพฺพกายปฏิสํเวที อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘สพฺพกายปฏิสํเวที ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>4)	‘ปสฺสมฺภยํ กายสงฺขารํ อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘ปสฺสมฺภยํ กายสงฺขารํ ปสฺสสิสฺสามี’ติ สิกฺขติ.</p>
    <p>1)	เมื่อหายใจเข้ายาว เธอก็รู้ชัดว่า เราหายใจเข้ายาว</p>
    <p>หรือเมื่อหายใจออกยาว เธอก็รู้ชัดว่า เราหายใจออกยาว</p>
    <p>2)	เมื่อหายใจเข้าสั้น เธอก็รู้ชัดว่า เราหายใจเข้าสั้น</p>
    <p>หรือเมื่อหายใจออกสั้น เธอก็รู้ชัดว่า เราหายใจออกสั้น</p>
    <p>3) 	เธอสำเหนียกว่า เราจักรู้ทั่วกาย(กองลม)ทั้งหมด หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักรู้ทั่วกาย(กองลม)ทั้งหมด หายใจออก</p>
    <p>4)	เธอสำเหนียกว่า เราจักผ่อนระงับกายสังขาร หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักผ่อนระงับกายสังขาร หายใจออก</p>

''',
    /*215*/'''
    <p>1.	Breathing in long, he knows: “I am breathing in long”;</p>
    <p>or breathing out long, he knows: “I am breathing out long”.</p>
    <p>2. 	Breathing in short, he knows: “I am breathing in short”;</p>
    <p>or breathing out short, he knows: “I am breathing out short”.</p>
    <p>3.	He trains thus: “Experiencing the entire (breath-) body, I shall breathe in”;</p>
    <p>he trains thus: “Experiencing the entire (breath-) body, I shall breathe out”.</p>
    <p>4.	He trains thus: “Calming the bodily formation, I shall breathe in”;</p>
    <p>he trains thus: “Calming the bodily formation, I shall breathe out”.</p>
    <p><strong>จตุกกะที่ 2: เวทนานุปัสสนา</strong></p>
    <p>5) 	‘ปีติปฏิสํเวที อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘ปีติปฏิสํเวที ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>6)			‘สุขปฏิสํเวที อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘สุขปฏิสํเวที ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>7)	‘จิตฺตสงฺขารปฏิสํเวที อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘จิตฺตสงฺขารปฏิสํเวที ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>8)	‘ปสฺสมฺภยํ จิตฺตสงฺขารํ อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘ปสฺสมฺภยํ จิตฺตสงฺขารํ ปสฺสสิสฺสามี’ติ สิกฺขติ.</p>
    <p>5)	เธอสำเหนียกว่า เราจักเสวยรู้ปีติ หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักเสวยรู้ปีติ หายใจออก</p>
    <p>6)	เธอสำเหนียกว่า เราจักเสวยรู้ความสุข หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักเสวยรู้ความสุข หายใจออก</p>
    <p>7)	เธอสำเหนียกว่า เราจักเสวยรู้จิตสังขารหายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักเสวยรู้จิตสังขาร หายใจออก</p>
    <p>8)	เธอสำเหนียกว่า เราจักผ่อนระงับจิตสังขาร หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักผ่อนระงับจิตสังขาร หายใจออก</p>

''',
    /*216*/'''
    <p>5.	He trains thus: “Experiencing rapture, I shall breathe in”;</p>
    <p>he trains thus: “Experiencing rapture, I shall breathe out”.</p>
    <p>6.	He trains thus: “Experiencing joy, I shall breathe in”;</p>
    <p>he trains thus: “Experiencing joy, I shall breathe out”.</p>
    <p>7.	He trains thus: “Experiencing the mental formation, I shall breathe in”;</p>
    <p>he trains thus: “Experiencing the mental formation, I shall breathe out”.</p>
    <p>8.	He trains thus: “Calming the mental formation, I shall breathe in”;</p>
    <p>he trains thus: “Calming the mental formation, I shall breathe out”.</p>
    <p>จตุกกะที่ 3: จิตตานุปัสสนา</p>
    <p>9)	‘จิตฺตปฏิสํเวที อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘จิตฺตปฏิสํเวที ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>10) 	‘อภิปฺปโมทยํ จิตฺตํ อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘อภิปฺปโมทยํ จิตฺตํ ปสฺสสิสฺสามี’ติ สิกฺขติ</p>
    <p>11)	‘สมาทหํ จิตฺตํ อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘สมาทหํ จิตฺตํ ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>12)	‘วิโมจยํ จิตฺตํ อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘วิโมจยํ จิตฺตํ ปสฺสสิสฺสามี’ติ สิกฺขติ.</p>
    <p>9)	เธอสำเหนียกว่า เราจักรู้ทั่วถึงจิต หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักรู้ทั่วถึงจิต หายใจออก</p>
    <p>10)	เธอสำเหนียกว่า เราจักทำจิตให้ร่าเริง หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักทำจิตให้ร่าเริง หายใจออก</p>
    <p>11)	เธอสำเหนียกว่า เราจักทำจิตให้ตั้งมั่น หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักทำจิตให้ตั้งมั่น หายใจออก</p>
    <p>12)	เธอสำเหนียกว่า เราจักปล่อยเปลื้องจิต หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักปล่อยเปลื้องจิต หายใจออก</p>
    <p>9.	He trains thus: “Experiencing the mind, I shall breathe in”;</p>
    <p>he trains thus: “Experiencing the mind, I shall breathe out”.</p>
    <p>10.	He trains thus: “Gladdening the mind, I shall breathe in”;</p>
    <p>he trains thus: “Gladdening the mind, I shall breathe out”.</p>
    <p>11.	He trains thus: “Concentrating the mind, I shall breathe in”;</p>
    <p>he trains thus: “Concentrating the mind, I shall breathe out”.</p>
    <p>12.	He trains thus: “Liberating the mind, I shall breathe in”;</p>
    <p>he trains thus: “Liberating the mind, I shall breathe out”.</p>

''',
    /*217*/'''
    <p><strong>จตุกกะที่ 4: ธัมมานุปัสสนา</strong></p>
    <p>13) 	‘อนิจฺจานุปสฺสี อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘อนิจฺจานุปสฺสี ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>14) ‘วิราคานุปสฺสี อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘วิราคานุปสฺสี ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>15) ‘นิโรธานุปสฺสี อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘นิโรธานุปสฺสี ปสฺสสิสฺสามี’ติ สิกฺขติ;</p>
    <p>16)	‘ปฏินิสฺสคฺคานุปสฺสี อสฺสสิสฺสามี’ติ สิกฺขติ,</p>
    <p>‘ปฏินิสฺสคฺคานุปสฺสี ปสฺสสิสฺสามี’ติ สิกฺขติ.</p>
    <p>13)	เธอสำเหนียกว่า เราจักพิจารณาเห็นความไม่เที่ยง หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักพิจารณาเห็นความไม่เที่ยง หายใจออก</p>
    <p>14)	เธอสำเหนียกว่า เราจักพิจารณาเห็นความคลายออกได้ หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักพิจารณาเห็นความคลายออกได้ หายใจออก</p>
    <p>15) 	เธอสำเหนียกว่า เราจักพิจารณาเห็นความดับกิเลส หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักพิจารณาเห็นความดับกิเลส หายใจออก</p>
    <p>16) 	เธอสำเหนียกว่า เราจักพิจารณาเห็นความสลัดคืนได้ หายใจเข้า</p>
    <p>เธอสำเหนียกว่า เราจักพิจารณาเห็นความสลัดคืนได้ หายใจออก</p>
    <p>13.	He trains thus: “Contemplating impermanence, I shall breathe in”;</p>
    <p>he trains thus: “Contemplating impermanence, I shall breathe out”.</p>
    <p>14. 	He trains thus: “Contemplating fading away, I shall breathe in”;</p>
    <p>he trains thus: “Contemplating fading away, I shall breathe out”.</p>
    <p>15.	He trains thus: “Contemplating cessation, I shall breathe in”;</p>
    <p>he trains thus: “Contemplating cessation, I shall breathe out”.</p>
    <p>16.	He trains thus: “Contemplating relinquishment, I shall breathe in”;</p>
    <p>he trains thus: “Contemplating relinquishment, I shall breathe out”.</p>
    <p><big><strong>ข้อควรทราบ:</strong></big></p>
    <p>ก) คำว่า หายใจเข้า และ หายใจออก นั้น พึงทราบว่า เป็นคำที่มีการแปลต่างกัน คือ อรรถกถาแห่งพระวินัยแปล อสฺสาส ว่า “หายใจออก” และ ปสฺสาส ว่า “หายใจเข้า” ส่วนอรรถกถาแห่งพระสูตรแปลกลับตรงข้าม คือแปล อสฺสาส ว่า “หายใจเข้า” และ ปสฺสาส ว่า “หายใจออก” ในที่นี้ถือตามคำแปลของอรรถกถาแห่งพระสูตร ผู้ศึกษาทราบอย่างนี้แล้ว จะใช้แบบใดก็ได้ พึงเลือกตามปรารถนา</p>
    <p>ข) “สำเหนียกว่า” เป็นคำแปลตามสำนวนเก่า หมายถึงคำบาลีว่า สิกฺขติ จะแปลแบบทับศัพท์เป็น “ศึกษาว่า” ก็ได้</p>

''',
    /*218*/'''
    <p>ค)	ธรรมหมวดนี้ เรียกตามบาลีแห่งคัมภีร์ปฏิสัมภิทามัคค์ว่า โสฬสวัตถุกอานาปานสติ (เช่น ขุ.ปฏิ.31/ 361/244; 386/260=Ps.I.162; 173 คำบาลีเดิมเป็น โสฬสวตฺถุกา อานาปานสฺสติ บ้าง โสฬสวตฺถุโก อานาปานสฺสติสมาธิ บ้าง บางทีอรรถกถาก็เรียกยักเยื้องไปว่า โสฬสวตฺถุกา อานาปานสฺสติสมาธิ-ภาวนา บ้าง โสฬสวตฺถุกํ อานาปานสฺสติกมฺมฏฺานํ บ้าง) แปลแบบรักษาศัพท์ว่า “อานาปานสติ มีวัตถุ 16” แต่ในที่นี้เลือกแปลตามคำอธิบายในคัมภีร์ ปรมัตถมัญชุสา มหาฎีกาแห่งวิสุทธิมัคค์ (วิสุทฺธิ.ฏีกา2/34) ว่า “อานาปานสติ 16 ฐาน” เพราะในภาษาไทย คำว่า ฐาน เป็นคำที่คุ้นและช่วยสื่อความหมายของคำว่า วัตถุ ในที่นี้ได้ดี แต่จะแปลว่า “อานาปานสติ 16 หลัก” หรือ“อานาปานสติ 16 หัวข้อ (หรือ 16 ข้อ)” ก็ได้ บางทีก็เรียกให้ฟัง	เป็นลำดับว่า “อานาปานสติ 16 ขั้น”</p>
    <p>ง) 16 ฐาน หรือ 16 หลัก หรือ 16 หัวข้อ หรือ 16 ข้อ หรือ 16 ขั้นนั้น ท่านจัดเป็น 4 จตุกกะ คือเป็นหมวดสี่ 4 หมวด ดังนี้</p>
    <ol>
    <li> กายานุปัสสนาจตุกกะ (หมวดสี่แห่งกายานุปัสสนา)</li>

    <li> เวทนานุปัสสนาจตุกกะ (หมวดสี่แห่งเวทนานุปัสสนา)</li>

    <li> จิตตานุปัสสนาจตุกกะ (หมวดสี่แห่งจิตตานุปัสสนา)</li>

    <li> ธัมมานุปัสสนาจตุกกะ (หมวดสี่แห่งธัมมานุปัสสนา)</li>
    </ol>
    <p>เป็นการระบุชัดว่า ส่วนไหนเป็นสติปัฏฐานข้อใด</p>
    <p>จ)	ว่าโดยไตรสิกขา ระหว่างปฏิบัตินั้น</p>
    <ul>
    <li>ความมีกายวาจาตั้งอยู่ในความสงบสำรวม โดยมีเจตนาอันปลอดจากการละเมิดหรือเบียดเบียน (กายิกวาจสิกอวีติกกมะ) เป็น ศีล</li>
    <li>การมีสติกำหนด ด้วยจิตที่ตั้งมั่นมีอารมณ์หนึ่งเดียวตามที่กำหนด (จิตตัสเสกัคตา) เป็น สมาธิ</li>
    <li>ความมีสัมปชัญญะรู้ทั่วพร้อม มองเห็นตามสภาวะ เป็น ปัญญา</li>
    </ul>
    <p>ฉ)	ในการปฏิบัตินี้ ศีลเป็นเพียงฐานที่รองรับอยู่ ส่วนธรรมที่ปฏิบัติซึ่งจะเจริญขึ้นไป คือ สมาธิ และปัญญา อันได้แก่ สมถะ และวิปัสสนา ในข้อต่อไป</p>
    <p>ช)	ในการปฏิบัติทั้งหมดนี้ สามจตุกกะแรก มีทั้ง สมถะ และ วิปัสสนา แต่จตุกกะที่ ๔ เป็นวิปัสสนา ล้วน</p>
    <p>ฌ)	โสฬสวัตถุกอานาปานสติ นี้ พระพุทธเจ้าตรัสแสดงบ่อย พบได้หลายแห่งในพระไตรปิฎก แต่ที่ประมวลเรื่องเกี่ยวข้องและข้อความแวดล้อมไว้ครบถ้วน ซึ่งรู้จักกันดีและเป็นที่อ้างอิงกันทั่วไป คือ อานาปานสติสูตร (ม.อุ.14/282–291/190–202=MIII.78–88) นอกจากนั้นยังมีคำอธิบายโดยพิสดารในพระไตรปิฎก ปรากฏใน ปฏิสัมภิทามัคค์ (ขุ.ปฏิ.31/361–422/244-299; = Ps.I.162–196) ส่วนในชั้นอรรถกถา ก็มีอธิบายหลายแห่ง โดยเฉพาะที่ค้นคว้าได้สะดวก คือ วิสุทธิมัคค์ (วิสุทธิ.2/52-88= Vism.266–293)</p>
    <p><small>Vin.III.70; M.I.425; M.III.82; S.V.311;	วินย.1/178/132; ม.ม.13/146/140; ม.อุ.14/287/193;</small></p>
    <p><small>A.V.111; Ps.I.162.	สํ.ม.19/1305/394; อง.ทสก.24/60/119; ขุ.ปฏิ.31/361/244.</small></p>

''',
    /*219*/'''
    <p>[347] อุปกิเลส หรือ จิตตอุปกิเลส 16 (ธรรมเครื่องเศร้าหมอง, สิ่งที่ทำให้จิตขุ่นมัว รับคุณธรรมได้ยาก ดุจผ้าเปรอะเปื้อนสกปรก ย้อมไม่ได้ดี - Upakkilesa: mental defilements)</p>
    <ol>
    <li>	<strong>อภิชฌาวิสมโลภะ</strong> (คิดเพ่งเล็งอยากได้ โลภไม่สมควร, โลภกล้า จ้องจะเอา ไม่เลือกควรไม่ควร - Abhijjhà-visamalobha: greed and covetousness; covetousness and unrighteous greed)</li>

    <li>	<strong>พยาบาท</strong> (คิดร้ายเขา - Byàpàda: malevolence; illwill)</li>

    <li>	<strong>โกธะ</strong> (ความโกรธ - Kodha: anger)</li>

    <li>	<strong>อุปนาหะ</strong> (ความผูกโกรธ - Upanàha: grudge; spite)</li>

    <li>	<strong>มักขะ</strong> (ความลบหลู่คุณท่าน, ความหลู่ความดีของผู้อื่น, การลบล้างปิดซ่อนคุณค่าความดีของผู้อื่น - Makkha: detraction; depreciation; denigration)</li>
    
    <li>	<strong>ปลาสะ</strong> (ความตีเสมอ, ยกตัวเทียมท่าน, เอาตัวขึ้นตั้งขวางไว้ ไม่ยอมยกให้ใครดีกว่าตน - Palàsa: domineering; rivalry; envious rivalry)</li>
    <li>	<strong>อิสสา</strong> (ความริษยา - Issà: envy; jealousy)</li>
    <li>	<strong>มัจฉริยะ</strong> (ความตระหนี่ - Macchariya: stinginess; meanness)</li>
    <li>	<strong>มายา</strong> (มารยา - Màyà: deceit)</li>
    <li>	<strong>สาเถยยะ</strong> (ความโอ้อวดหลอกเขา, หลอกด้วยคำโอ้อวด - Sàñheyya: hypocrisy)</li>
    <li>	<strong>ถัมภะ</strong> (ความหัวดื้อ, กระด้าง - Thambha: obstinacy; rigidity)</li>
    <li>	<strong>สารัมภะ</strong> (ความแข่งดี, ไม่ยอมลดละ มุ่งแต่จะเอาชนะกัน - Sàrambha: presumption; competing contention; contentiousness; contentious rivalry; vying; strife)</li>
    <li>	<strong>มานะ</strong> (ความถือตัว, ทะนงตน - Màna: conceit)</li>
    <li>	<strong>อติมานะ</strong> (ความถือตัวว่ายิ่งกว่าเขา, ดูหมิ่นเขา - Atimàna: excessive conceit; contempt)</li>
    <li>	<strong>มทะ</strong> (ความมัวเมา - Mada: vanity)</li>
    <li>	<strong>ปมาทะ</strong> (ความประมาท, ละเลย, เลินเล่อ - Pamàda: heedlessness; negligence; indolence)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อ 2 มีต่างออกไป คือ ในธัมมทายาทสูตร เป็น โทสะ (ความคิดประทุษร้ายเขา - hatred) (ม.มู.12/26/26)</p>
    <p><small>M.I.36.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ม.มู.12/93/65.</small></p>

''',
    /*220*/'''
    <p>[348] ธาตุ 18 (สิ่งที่ทรงสภาวะของตนอยู่เอง ตามที่เหตุปัจจัยปรุงแต่งขึ้น เป็นไปตามธรรมนิยามคือกำหนดแห่งธรรมดา ไม่มีผู้สร้างผู้บันดาล และมีรูปลักษณะกิจอาการเป็นแบบจำเพาะตัว อันพึงกำหนดเอาเป็นหลักได้แต่ละอย่างๆ  - Dhàtu: elements)</p>
    <ol>
    <li>	<strong>จักขุธาตุ</strong> (ธาตุคือจักขุปสาท - Cakkhu-dhàtu: eye element)</li>
    <li>	<strong>รูปธาตุ</strong> (ธาตุคือรูปารมณ์ - Råpa~: visible-data element)</li>
    <li>	<strong>จักขุวิญญาณธาตุ</strong> (ธาตุคือจักขุวิญญาณ - Cakkhuvi¤¤àõa~: eye-consciousness element)</li>
    <li>	<strong>โสตธาตุ</strong>(ธาตุคือโสตปสาท - Sota~: ear element)</li>
    <li>	<strong>สัททธาตุ</strong> (ธาตุคือสัททารมณ์ - Sadda~: sound element)</li>
    <li>	<strong>โสตวิญญาณธาตุ</strong> (ธาตุคือโสตวิญญาณ - Sotavi¤¤àõa~: ear-consciousness element)</li>
    <li>	<strong>ฆานธาตุ</strong> (ธาตุคือฆานปสาท - Ghàna~: nose element)</li>
    <li>	<strong>คันธธาตุ</strong> (ธาตุคือคันธารมณ์ - Gandha~: odour element)</li>
    <li>	<strong>ฆานวิญญาณธาตุ</strong> (ธาตุคือฆานวิญญาณ - Ghànavi¤¤àõa~: nose-consciousness element)</li>
    <li>	<strong>ชิวหาธาตุ</strong> (ธาตุคือชิวหาปสาท - Jivhà~: tongue element)</li>
    <li>	<strong>รสธาตุ</strong>(ธาตุคือรสารมณ์ - Rasa~: flavour element)</li>
    <li>	<strong>ชิวหาวิญญาณธาตุ</strong> (ธาตุคือชิวหาวิญญาณ - Jivhàvi¤¤àõa~: tongue-consciousness element)</li>
    <li>	<strong>กายธาตุ</strong> (ธาตุคือกายปสาท - Kàya~: body element)</li>
    <li>	<strong>โผฏฐัพพธาตุ</strong> (ธาตุคือโผฏฐัพพารมณ์ - Phoññhabba~: tangible-data element)</li>
    <li>	<strong>กายวิญญาณธาตุ</strong> (ธาตุคือกายวิญญาณ - Kàyavi¤¤àõa~: body-consciousness element)</li>
    <li>	<strong>มโนธาตุ</strong>(ธาตุคือมโน - Mano~: mind element)</li>
    <li>	<strong>ธรรมธาตุ</strong> (ธาตุคือธรรมารมณ์ - Dhamma~: mental-data element)</li>
    <li>	<strong>มโนวิญญาณธาตุ</strong> (ธาตุคือมโนวิญญาณ - Manovi¤¤àõa~: mind-consciousness element)</li>
    </ol>
    <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข้อควรสังเกต</strong></p>
    <p>ก. ข้อ 3, 6, 9, 12, 15 ได้แก่ ทวิปัญจวิญญาณจิต รวมเป็นจิต	=  	10</p>
    <p>ข. ข้อ 16 มโนธาตุ ได้แก่ สัมปฏิจฉนะ 2 กับปัญจทวาราวัชชนะ 1 รวมเป็นจิต	=    	3</p>
    <p>ค. ข้อ 18 มโนวิญญาณธาตุ ได้แก่ จิตนอกเหนือจากนั้นอีก	=	76</p>
    <p>รวมเป็นจิตทั้งสิ้น	=	  89</p>
    <p>ดู [356] จิต 89 หรือ 121.</p>
    <p><small>Vbh.87; Vism.484; Comp.183.	อภิ.วิ.35/124/108; วิสุทฺธิ.3/65; สงฺคห.44.</small></p>

''',
    /*221*/'''
    <p>[349] อินทรีย์ 22 (สิ่งที่เป็นใหญ่ในการทำกิจของตน คือ ทำให้ธรรมอื่นๆ ที่เกี่ยวข้อง เป็นไปตามตน ในกิจนั้นๆ ในขณะที่เป็นไปอยู่นั้น - Indriya: faculties)</p>
    <p>หมวดที่ 1</p>
    <ol>
    <li>	<strong>จักขุนทรีย์</strong> (อินทรีย์ คือ จักขุปสาท - Cakkhundriya: eye-faculty)</li>

    <li>	<strong>โสตินทรีย์ </strong>(อินทรีย์ คือ โสตปสาท - Sotindriya: ear-faculty)</li>

    <li>	<strong>ฆานินทรีย์ </strong>(อินทรีย์ คือ ฆานปสาท - Ghànindriya: nose-faculty)</li>

    <li>	<strong>ชิวหินทรีย์</strong> (อินทรีย์ คือ ชิวหาปสาท - Jivhindriya: tongue-faculty)</li>

    <li>	<strong>กายินทรีย์</strong> (อินทรีย์ คือ กายปสาท - Kàyindriya: body-faculty)</li>
    
    <li>	<strong>มนินทรีย์ </strong>(อินทรีย์ คือ ใจ ได้แก่ จิต ที่จำแนกเป็น 89 หรือ 121 ก็ตาม - Manindriya: mind-faculty)</li>
    <p>หมวดที่ 2</p>
    <li>	<strong>อิตถินทรีย์</strong> (อินทรีย์ คือ อิตถีภาวะ - Itthindriya: femininity faculty)</li>
    <li>	<strong>ปุริสินทรีย์</strong> (อินทรีย์ คือ ปุริสภาวะ - Purisindriya: masculinity faculty; virility)</li>
    <li>	<strong>ชีวิตินทรีย์</strong> (อินทรีย์ คือ ชีวิต - Jãvitindriya: life faculty; vitality)</li>
    <p>หมวดที่ 3</p>
    <li>	<strong>สุขินทรีย์</strong> (อินทรีย์ คือ สุขเวทนา - Sukhindriya: bodily-pleasure faculty)</li>
    <li>	<strong>ทุกขินทรีย์</strong> (อินทรีย์ คือ ทุกขเวทนา - Dukkhindriya: bodily-pain faculty)</li>
    <li>	<strong>สมนัสสินทรีย์</strong> (อินทรีย์ คือ โสมนัสสเวทนา - Somanassindriya: joy faculty)</li>
    <li>	<strong>โทมนัสสินทรีย์</strong> (อินทรีย์ คือ โทมนัสสเวทนา - Domanassindriya: grief faculty)</li>
    <li>	<strong>อุเปกขินทรีย์</strong> (อินทรีย์ คือ อุเบกขาเวทนา - Upekkhindriya: indifference faculty)</li>
    <p>หมวดที่ 4</p>
    <li>	<strong>สัทธินทรีย์</strong> (อินทรีย์ คือ ศรัทธา - Saddhindriya: faith faculty)</li>
    <li>	<strong>วิริยินทรีย์ </strong>(อินทรีย์ คือ วิริยะ - Viriyindriya: energy faculty)</li>
    <li>	<strong>สตินทรีย์</strong> (อินทรีย์ คือ สติ - Satindriya: mindfulness faculty)</li>
    <li>	<strong>สมาธินทรีย์</strong> (อินทรีย์ คือ สมาธิ ได้แก่ เอกัคคตา - Samàdhindriya: concentration faculty)</li>
    <li>	<strong>ปัญญินทรีย์ </strong>(อินทรีย์ คือ ปัญญา - Pa¤¤indriya: wisdom faculty)</li>
    <p>หมวดที่ 5</p>
    <li>	<strong>อนัญญาตัญญัสสามีตินทรีย์</strong> (อินทรีย์แห่งผู้ปฏิบัติด้วยมุ่งว่าเราจักรู้สัจจธรรมที่ยังมิได้รู้ ได้แก่ โสตาปัตติมัคคญาณ - Ana¤¤àta¤¤assàmãtindriya: ‘I shall come to know the unknown’ faculty, i.e. knowledge of the Stream-Entry Path.)</li>
    <li>	<strong>อัญญินทรีย์</strong> (อินทรีย์ คือ อัญญา หรือปัญญาอันรู้ทั่วถึง ได้แก่ ญาณ 6 ในท่ามกลาง คือ โสตาปัตติผลญาณ ถึงอรหัตตมัคคญาณ - A¤¤indriya: perfect-knowledge faculty, i.e. knowledge of the six intermediate Paths and Fruitions)</li>
    <li>	<strong>อัญญาตาวินทรีย์</strong> (อินทรีย์แห่งท่านผู้รู้ทั่วถึงแล้ว กล่าวคือ ปัญญาของพระอรหันต์ ได้แก่ อรหัตตผลญาณ - A¤¤àtàvindriya: perfect-knower faculty, i.e. knowledge of the Fruition of Arahantship)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อินทรีย์ 22 นี้ ที่มาในพระสูตร มีกระจายอยู่เป็นหมวดๆ ในที่หลายแห่ง ไม่ครบทั้ง 22 ในที่เดียวกัน เฉพาะที่มาสำคัญได้แก่ อินทรียสังยุตต์ (สํ.ม.19/843–1089/256–318; S.V.193–243) ส่วนที่มาในพระอภิธรรม และปกรณ์พิเศษภายหลัง มี วิสุทธิมัคค์ และ อภิธัมมัตถสังคหะ เป็นต้น มีคำอธิบายโดยพิสดาร</p>
    <p>Vbh.122; Vism.491; Comp.175.	อภิ.วิ.35/236/161; วิสุทฺธิ.3/72; สงฺคห.41.</p>

''',
    /*222*/'''
    <p>[350] ปัจจัย 24 (ลักษณะหรืออาการแห่งความสัมพันธ์ระหว่างสิ่งทั้งหลาย ที่สิ่งหนึ่งหรือสภาวธรรมอย่างหนึ่ง เป็นองค์ประกอบที่ช่วยเอื้อ เกื้อหนุน ค้ำจุน เป็นเหตุ หรือเป็นเงื่อนไข ให้สิ่งอื่น หรือสภาวธรรมอย่างอื่น เกิดขึ้น คงอยู่ หรือเป็นไปอย่างใดอย่างหนึ่ง - Paccaya: condition; mode of conditionality or relation)</p>
    <ol>
    <li>	<strong>เหตุปัจจัย</strong> (ปัจจัยโดยเป็นเหตุ - Hetu-paccaya: root condition)</li>

    <li>	<strong>อารัมมณปัจจัย</strong> (ปัจจัยโดยเป็นอารมณ์ -  ârammaõa-paccaya: object condition)</li>

    <li>	<strong>อธิปติปัจจัย</strong> (ปัจจัยโดยเป็นเจ้าใหญ่ - Adhipati-paccaya: predominance condition)</li>

    <li>	<strong>อนันตรปัจจัย </strong>(ปัจจัยโดยเป็นภาวะต่อเนื่องไม่มีช่องระหว่าง - Anantara-paccaya: immediacy condition)</li>

    <li>	<strong>สมนันตรปัจจัย</strong> (ปัจจัยโดยเป็นภาวะต่อเนื่องทันที - Samanantara-paccaya: contiguity condition)</li>
    
    <li>	<strong>สหชาตปัจจัย</strong> (ปัจจัยโดยเกิดร่วมกัน - Sahajàta-paccaya: connascence condition)</li>
    <li>	<strong>อัญญมัญญปัจจัย </strong>(ปัจจัยโดยอาศัยซึ่งกันและกัน - A¤¤ama¤¤a-paccaya: mutuality condition)</li>
    <li>	<strong>นิสสยปัจจัย</strong> (ปัจจัยโดยเป็นที่อาศัย - Nissaya-paccaya: dependence condition)</li>
    <li>	<strong>อุปนิสสยปัจจัย </strong>(ปัจจัยโดยเป็นเครื่องหนุนหรือกระตุ้นเร้า - Upanissaya-paccaya: decisive-support condition; inducement condition)</li>
    <li>	<strong>ปุเรชาตปัจจัย</strong> (ปัจจัยโดยเกิดก่อน - Purejàta-paccaya: prenascence condition)</li>
    <li>	<strong>จฉาชาตปัจจัย</strong> (ปัจจัยโดยเกิดทีหลัง - Pacchàjàta-paccaya: postnascence condition)</li>
    <li>	<strong>อาเสวนปัจจัย </strong>(ปัจจัยโดยการซ้ำบ่อยหรือทำให้ชิน - âsevana-paccaya: repetition condition)</li>
    <li>	<strong>กรรมปัจจัย </strong>(ปัจจัยโดยเป็นกรรมคือเจตจำนง - Kamma-paccaya: kamma condition)</li>
    <li>	<strong>วิปากปัจจัย </strong>(ปัจจัยโดยเป็นวิบาก - Vipàka-paccaya: kamma-result condition)</li>
    <li>	<strong>อาหารปัจจัย </strong>(ปัจจัยโดยเป็นอาหาร คือเป็นเครื่องหล่อเลี้ยง - âhàra-paccaya: nutriment condition)</li>
    <li>	<strong>อินทรียปัจจัย </strong>(ปัจจัยโดยเป็นเจ้าการ - Indriya-paccaya: faculty condition)</li>
    <li>	<strong>ฌานปัจจัย</strong> (ปัจจัยโดยภาวะจิตที่เป็นฌาน - Jhàna-paccaya: absorption condition)</li>
    <li>	<strong>มรรคปัจจัย </strong>(ปัจจัยโดยเป็นมรรค - Magga-paccaya: path condition)</li>
    <li>		<strong>สัมปยุตตปัจจัย </strong>(ปัจจัยโดยประกอบกัน - Sampayutta-paccaya: association condition)</li>
    <li>	<strong>วิปปยุตตปัจจัย </strong>(ปัจจัยโดยแยกต่างหากกัน - Vippayutta-paccaya: dissociation condition)</li>
    <li>	<strong>อัตถิปัจจัย </strong>(ปัจจัยโดย[ต้อง]มีอยู่ - Atthi-paccaya: presence condition)</li>
    <li>	<strong>นัตถิปัจจัย </strong>(ปัจจัยโดย[ต้อง]ไม่มีอยู่ - Natthi-paccaya: absence condition)</li>
    <li>	<strong>วิคตปัจจัย </strong>(ปัจจัยโดย[ต้อง]ปราศไป - Vigata-paccaya: disappearance condition)</li>
    <li>	<strong>อวิคตปัจจัย </strong>(ปัจจัยโดย[ต้อง]ไม่ปราศไป - Avigata-paccaya: non-disappearance condition)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปัจจัย 24 นี้ เป็นสาระของคำอธิบายทั้งหมดในคัมภีร์ปัฏฐานแห่งพระอภิธรรมปิฎก คือ พระไตรปิฎกบาลี 6 เล่ม ตั้งแต่เล่ม 40 ถึงเล่ม 45</p>
    <p>Pañ.1	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อภิ.ป.40/1/1</p>

''',
    /*223*/'''
    <big>[☆☆☆] รูป 28 ดู [38] รูป 28; [39] มหาภูต 4; [40] อุปาทารูป 24</big><br>
    <p>[351] ภูมิ 4 หรือ 31 (ชั้นแห่งจิต, ระดับจิตใจ, ระดับชีวิต - Bhåmi: planes of existence; planes of life)</p>
    
    <p>1.	อบายภูมิ 4 (ภูมิที่ปราศจากความเจริญ - Apàya-bhåmi: planes of loss and woe; unhappy planes)</p>

    <p>1)	<strong>นิรยะ</strong>(นรก - Niraya: woeful state; hell)</p>
    <p>2)	<strong>ติรัจฉานโยนิ</strong> (กำเนิดดิรัจฉาน - Tiracchànayoni: animal kingdom)</p>
    <p>3)	<strong>ปิตติวิสัย</strong> (แดนเปรต - Pittivisaya: ghost-sphere)</p>
    <p>4)	<strong>อสุรกาย</strong>(พวกอสูร - Asurakàya: host of demons)</p>
    
    <p>2.	กามสุคติภูมิ 7 (กามาวจรภูมิที่เป็นสุคติ, ภูมิที่เป็นสุคติซึ่งยังเกี่ยวข้องกับกาม - Kàmasugati-bhåmi: sensuous blissful planes)</p>

    <p>1)	<strong>มนุษย์</strong> (ชาวมนุษย์ - Manussà: human realm)</p>
    <p>2)	<strong>จาตุมหาราชิกา</strong> (สวรรค์ชั้นที่ท้าวมหาราช 4 ปกครอง - Càtummahàràjikà: realm of the Four Great Kings)</p>
    <p>3)	<strong>ดาวดึงส์ </strong>(แดนแห่งเทพ 33 มีท้าวสักกะเป็นใหญ่ - Tàvati§sà: realm of the Thirty-three Gods)</p>
    <p>4)	<strong>ยามา</strong> (แดนแห่งเทพผู้ปราศจากความทุกข์ - Yàmà: realm of the Yàma gods)</p>
    <p>5)	<strong>ดุสิต </strong>(แดนแห่งเทพผู้เอิบอิ่มด้วยสิริสมบัติของตน - Tusità: realm of satisfied gods)</p>
    <p>6)	<strong>นิมมานรดี</strong> (แดนแห่งเทพผู้ยินดีในการเนรมิต - Nimmànaratã: realm of the gods who rejoice in their own creations)</p>
    <p>7)	<strong>ปรนิมมิตวสวัตดี</strong> (แดนแห่งเทพผู้ยังอำนาจให้เป็นไปในสมบัติที่ผู้อื่นนิรมิตให้ - Paranimmitavasavattã: realm of gods who lord over the creation of others)</p>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ภูมิทั้ง 11 ใน 2 หมวดนี้ รวมเป็น กามาวจรภูมิ 11 (ชั้นที่ท่องเที่ยวอยู่ในกาม - Kàmàvacara-bhåmi:  Sensuous Planes)</p>

''',
    /*224*/'''
    <p>3.	รูปาวจรภูมิ 16 (ชั้นที่ท่องเที่ยวอยู่ในรูป, ชั้นรูปพรหม - Råpàvacara-bhåmi: Form Planes)</p>
    
    <p>ก. ปฐมฌานภูมิ 3 (ระดับปฐมฌาน - first-Jhàna planes)</p>

    <p>1)	<strong>พรหมปาริสัชชา</strong> (พวกบริษัทบริวารมหาพรหม - Brahmapàrisajjà: realm of great Brahmas’ attendants)</p>
    <p>2)	<strong>พรหมปุโรหิตา</strong> (พวกปุโรหิตมหาพรหม - Brahmapurohità: realm of great Brahmas’ ministers)</p>
    <p>3)	<strong>มหาพรหมา</strong> (พวกท้าวมหาพรหม - Mahàbrahmà: realm of great Brahmas)</p>

    <p>ข. ทุติยฌานภูมิ 3 (ระดับทุติยฌาน - second-Jhàna planes)</p>

    <p>4)	<strong>ปริตตาภา</strong> (พวกมีรัศมีน้อย - Parittàbhà: realm of Brahmas with limited lustre)</p>
    <p>5)	<strong>อัปปมาณาภา</strong> (พวกมีรัศมีประมาณไม่ได้ - Appamàõàbhà: realm of Brahmas with infinite lustre)</p>
    <p>6)	<strong>อาภัสสรา</strong> (พวกมีรัศมีสุกปลั่งซ่านไป - âbhassarà: realm of Brahmas with radiant lustre)</p>

    <p>ค. ตติยฌานภูมิ 3 (ระดับตติยฌาน - third-Jhàna planes)</p>

    <p>7)	<strong>ปริตตสุภา</strong> (พวกมีลำรัศมีงามน้อย - Parittasubhà: realm of Brahmas with limited aura)</p>
    <p>8)	<strong>อัปปมาณสุภา</strong> (พวกมีลำรัศมีงามประมาณมิได้ - Appamàõasubhà: realm of Brahmas with infinite aura)</p>
    <p>9)	<strong>สุภกิณหา</strong> (พวกมีลำรัศมีงามกระจ่างจ้า - Subhakiõhà: realm of Brahmas with steady aura)</p>

    <p>ง. จตุตถฌานภูมิ 3–7 (ระดับจตุตถฌาน - fourth-Jhàna planes)</p>

    <p>10)	<strong>เวหัปผลา</strong> (พวกมีผลไพบูลย์ - Vehapphalà: realm of Brahmas with abundant reward)</p>
    <p>11) <strong>อสัญญีสัตว์</strong> (พวกสัตว์ไม่มีสัญญา - Asa¤¤ãsattà: realm of non-percipient beings)</p>
    <p>(*) สุทธาวาส 5 (พวกมีที่อยู่อันบริสุทธิ์ หรือ ที่อยู่ของท่านผู้บริสุทธิ์ คือ ที่เกิดของพระอนาคามี - Suddhàvàsa: pure abodes) คือ</p>
    <p>12)	<strong>อวิหา </strong>(เหล่าท่านผู้ไม่เสื่อมจากสมบัติของตน หรือผู้ไม่ละไปเร็ว, ผู้คงอยู่นาน - Avihà: realm of Brahmas who do not fall from prosperity)</p>
    <p>13)	<strong>อตัปปา</strong> (เหล่าท่านผู้ไม่ทำความเดือดร้อนแก่ใคร หรือผู้ไม่เดือดร้อนกับใคร - Atappà: realm of Brahmas who are serene)</p>
    <p>14)	<strong>สุทัสสา</strong> (เหล่าท่านผู้งดงามน่าทัศนา - Sudassà: realm of Brahmas who are beautiful)</p>
    <p>15)	<strong>สุทัสสี </strong>(เหล่าท่านผู้มองเห็นชัดเจนดี หรือผู้มีทัศนาแจ่มชัด - Sudassã: realm of Brahmas who are clear-sighted)</p>
    <p>16)	<strong>อกนิฏฐา</strong> (เหล่าท่านผู้ไม่มีความด้อยหรือเล็กน้อยกว่าใคร, ผู้สูงสุด - Akaniññhà: realm of the highest or supreme Brahmas)</p>

''',
    /*225*/'''
    <p>4. อรูปาวจรภูมิ 4 (ชั้นที่ท่องเที่ยวอยู่ในอรูป, ชั้นอรูปพรหม - Aråpàvacara-bhåmi: formless planes)</p>
    
    <p>1)	<strong>อากาสานัญจายตนภูมิ</strong> (ชั้นที่เข้าถึงภาวะมีอากาศไม่มีที่สุด - âkàsàna¤càyatana-bhåmi: realm of infinite space)</p>
    <p>2)	<strong>วิญญาณัญจายตนภูมิ</strong>(ชั้นที่เข้าถึงภาวะมีวิญญาณไม่มีที่สุด - Vi¤¤àõa¤càyatana-bhåmi: realm of infinite consciousness)</p>
    <p>3)	<strong>อากิญจัญญายตนภูมิ</strong>(ชั้นที่เข้าถึงภาวะไม่มีอะไร - âki¤ca¤¤àyatana-bhåmi: realm of nothingness)</p>
    <p>4)	<strong>เนวสัญญานาสัญญายตนภูมิ</strong> (ชั้นที่เข้าถึงภาวะมีสัญญาก็ไม่ใช่  ไม่มีสัญญาก็ไม่ใช่ - Nevasa¤¤ànàsa¤¤àyatana-bhåmi: realm of neither perception nor non-perception)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ปุถุชน พระโสดาบัน และพระสกทาคามี ย่อมไม่เกิดในสุทธาวาสภูมิ; พระอริยะไม่เกิดในอสัญญีภพ และในอบายภูมิ; ในภูมินอกจากนี้ ย่อมมีทั้งพระอริยะและมิใช่อริยะไปเกิด.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในพระไตรปิฎก ไม่พบที่ใดแสดงรายชื่อภูมิทั้งหลายไว้ทั้งหมดในที่เดียว บาลีแสดงรายชื่อภูมิมากที่สุด (มีเฉพาะชั้นสุคติภูมิ) พบที่ ม.อุ.14/317–332/216–225 (M.III.99–103) กล่าวตั้งแต่มนุษย์ขึ้นไปจนถึงอรูปาวจรภูมิ.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในบาลีแห่งทีฆนิกาย เป็นต้น* แสดงคติ (ที่ไปเกิดของสัตว์, แบบการดำเนินชีวิต - Gati: destiny; course of existence) ว่ามี 5 คือ นิรยะ ติรัจฉานโยนิ เปตติวิสัย มนุษย์ และเทพ (พวกเทพ - heavenly world ได้แก่ภูมิ 26 ตั้งแต่จาตุมหาราชิกาขึ้นไปทั้งหมด) จะเห็นว่าภูมิ 31 สงเคราะห์ลงได้ในคติ 5 ทั้งหมด ขาดแต่อสุรกาย อย่างไรก็ดี ในอรรถกถาแห่งอิติวุตตกะเป็นต้น** ท่านกล่าวว่า อสูร สงเคราะห์ลงในเปตติวิสัยด้วย จึงเป็นอันสงเคราะห์ลงได้บริบูรณ์ และในคติ 5 นั้น 3 คติแรกจัดเป็นทุคติ (woeful courses) 2 คติหลังเป็นสุคติ (happy courses).</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เนื่องด้วยภูมิ 31 นี้จัดได้เป็น 4 ระดับอย่างที่กล่าวมา บางทีจึงเรียกว่า ภูมิ 4</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อนึ่ง พึงเทียบภูมิ 31 หรือ ภูมิ 4 หมวดนี้ กับ [162] ภูมิ 4 ที่มาในพระบาลีด้วย กล่าวคือ ภูมิ 31 หรือ 4 หมวดนี้ จัดเข้าในภูมิ 3 ข้อต้นใน [162] ภูมิ 4 ดังนี้ อบายภูมิ 4 และ กามสุคติ-ภูมิ 7 รวมเข้าเป็นกามาวจรภูมิ (11) ส่วนรูปาวจรภูมิ (16) และ อรูปาวจรภูมิ (4) ตรงกัน รวมภูมิทั้งหมด 31 นี้ เป็นโลกียภูมิ พ้นจากนี้ไปเป็นโลกุตตรภูมิ</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [162] ภูมิ 4; [198] อบาย 4; [207] อรูป 4; [270] สวรรค์ 6.</p>
    <p>Comp.137.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.25.</p>

''',
    /*226*/'''
    <p>[352] โพธิปักขิยธรรม 37 (ธรรมอันเป็นฝักฝ่ายแห่งความตรัสรู้ คือ เกื้อกูลแก่การตรัสรู้, ธรรมที่เกื้อหนุนอริยมรรค - Bodhipakkhiya-dhamma: virtues partaking of enlightenment; qualities contributing to or constituting enlightenment; enlightenment states)</p>
    <ol>
    <li>	<strong>สติปัฏฐาน 4 </strong>ดู [182]</li>

    <li>	<strong>สัมมัปปธาน 4 </strong>ดู [156]</li>

    <li>	<strong>อิทธิบาท 4 </strong>ดู [213]</li>

    <li>	<strong>อินทรีย์ 5</strong> ดู [258]</li>

    <li>	<strong>พละ 5 </strong>ดู [228]</li>
    
    <li>	<strong>โพชฌงค์ 7 </strong>ดู [281]</li>
    <li> 	<strong>มรรคมีองค์ 8 </strong>ดู [293]</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;โพธิปักขิยธรรมนี้ ตามที่ทั่วไปในพระไตรปิฎก ตรัสไว้เพียงเป็นคำรวมๆ โดยไม่ได้ระบุชื่อองค์ธรรม นอกจากในสังยุตตนิกายแห่งพระสุตตันตปิฎก ที่มีพุทธพจน์ตรัสระบุไว้ว่า ได้แก่ <strong>อินทรีย์ 5</strong> (สํ.ม.19/1024/301; 1041–3/305; 1071–1081/313–5) และในคัมภีร์วิภังค์แห่งพระอภิธรรมปิฎก ซึ่งไขความว่า โพธิปักขิยธรรม ได้แก่ <strong>โพชฌงค์ 7</strong> (อภิ.วิ.35/611/336)</p>

''',
    /*227*/'''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ธรรมชุดนี้ เมื่อตรัสระบุชื่อทั้งชุดในพระสูตร ทรงเรียกว่าเป็น <strong>อภิญญาเทสิตธรรม</strong> เช่น ที.ม.10/107/141; ที.ปา.11/108/140; ม.อุ. 14/54/51) คือเป็นอภิญญาเทสิตธรรม 37 และในพระอภิธรรม ท่านแสดงไว้ว่าธรรม 37 ประการนี้เป็น <strong>สัทธรรม</strong></p>
    <p>นอกจากนี้ ธรรม 37 ประการชุดนี้ยังได้ชื่อว่าเป็น <strong>สันติบท</strong> คือ ธรรมที่เป็นไปเพื่อการบรรลุสันติ (รวมทั้งเป็น <strong>อมตบท</strong> และ <strong>นิพพานบท</strong> เป็นต้น—ขุ.ม.29/701/414; ขุ.จู.  30/391/188) และเป็น <strong>เสรีธรรม</strong> หรือ <strong>ธรรมเสรี</strong> (ขุ.จู.30/681/340; 684/342)</p>
    <p>ในพระวินัยปิฎก ท่านแสดงธรรม 37 ประการนี้ไว้เป็นคำจำกัดความของคำว่า <strong>มรรคภาวนา</strong> (ดู วินย.1/236/175; 2/308/212)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ต่อมา ในคัมภีร์ชั้นอรรถกถา รวมถึงวิสุทธิมัคค์ จึงระบุและแจกแจงไว้ชัดเจนว่า โพธิปักขิยธรรม 37 ประการ ได้แก่ธรรมเหล่านี้ (ดู องฺ.อ.1/77; อิติ.อ.287; ปฏิสํ.อ.2/95, 196, 261; วิสุทฺธิ.  3/328)</p>
    <p>Vism.681.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.3/328.</p>

''',
    /*228*/'''
    <p>[353] มงคล 38 (สิ่งที่ทำให้มีโชคดี, ธรรมอันนำมาซึ่งความสุขความเจริญ - Maïgala: blessings; เรียกเต็มว่า อุดมมงคล คือมงคลอันสูงสุด - highest blessing)</p>
    <p>คาถาที่ 1</p>
    <ol>
    <li>	<strong>อเสวนา จ พาลานํ</strong> (ไม่คบคนพาล - Bàla-asevanà: not to associate with fools; to dissociate from the wicked)</li>

    <li>	<strong>ปณฺฑิตานญฺจ </strong>เสวนา</strong> (คบบัณฑิต - Paõóitasevanà: to associate with the wise)</li>

    <li>	<strong>ปูชา จ ปูชนียานํ</strong> (บูชาคนที่ควรบูชา, ยกย่องคนดีที่ควรเชิดชู - Påjaneyyapåjà: to honour those who are worthy of honour)</li>
    <p>คาถาที่ 2</p>
    <li>	<strong>ปฏิรูปเทสวาโส จ</strong>(อยู่ในปฏิรูปเทศ, อยู่ในถิ่นดีมีสิ่งแวดล้อมและโอกาสที่เอื้อให้เจริญงอกงาม - Pañiråpadesavàsa: living in a suitable region; good environment)</li>

    <li>	<strong>ปุพฺเพ จ กตปุญฺตา</strong> (ได้ทำความดีพร้อมไว้ก่อน, ทำความดีเตรียมพร้อมไว้แต่ต้น - Pubbekatapu¤¤atà: having formerly done meritorious deeds)</li>
    
    <li>	<strong>อตฺตสมฺมาปณิธิ จ</strong> (ตั้งตนไว้ชอบ, ตั้งตนไว้ถูกทางอย่างมั่นคง - Attasammàpaõidhi: setting oneself in the right course; right direction in self-guidance; perfect self-adjustment)</li>
    <p>คาถาที่ 3</p>
    <li>	<strong>พาหุสจฺจญฺจ</strong> (เล่าเรียนศึกษามาก, ทรงความรู้กว้างขวาง, ใส่ใจสดับค้นคว้าให้รอบรู้แตกฉาน— Bàhusacca: great learning; extensive learning)</li>
    <li><strong>	สิปฺปญฺจ</strong> (มีศิลปวิทยา, มีวิชาชีพวิชาช่างที่ชำนาญ - Sippa: skill; knowledge of the arts and sciences)</li>
    <li>	<strong>วินโย จ สุสิกฺขิโต </strong>(มีวินัยที่ได้ศึกษาดีแล้ว, มีวินัยที่ได้ฝึกไว้อย่างดี, ได้ฝึกอบรมตนไว้ดี - Vinaya: highly trained discipline)</li>
    <li>	<strong>สุภาสิตา จ ยา วาจา </strong>(วาจาสุภาษิต, รู้จักใช้วาจาพูดให้เป็นผลดี - Subhàsitavàcà: well-spoken speech)</li>
    <p>คาถาที่ 4</p>
    <li><strong>มาตาปิตุอุปฏฺานํ </strong>(บำรุงมารดาบิดา — Màtàpitu-upaññhàna: support of mother and father)</li>
    <li>–13. <strong>ปุตฺตทารสฺส สงฺคโห = ปุตฺตสงฺคห </strong>(สงเคราะห์บุตร - Puttasaïgaha: cherishing of children) และ ทารสงฺคห (สงเคราะห์ภรรยา - Dàrasaïgaha: cherishing of wife)</li>
    </ol>
    <ol start="14">
    <li>	<strong>อนากุลา จ กมฺมนฺตา </strong>(การงานไม่อากูล - Anàkulakammanta: a livelihood which is free from complications)*</li>
    </ol>

''',
    /*229*/'''
    <p>คาถาที่ 5</p>
    <ol start="15">
    <li>	<strong>ทานญฺจ</strong> (รู้จักให้, เผื่อแผ่แบ่งปัน, บริจาคสงเคราะห์และบำเพ็ญประโยชน์ - Dàna: charity; liberality; generosity)</li>
    <li>	<strong>ธมฺมจริยา จ</strong>(ประพฤติธรรม, ดำรงอยู่ในศีลธรรม - Dhammacariyà: righteous conduct)</li>
    <li>	<strong>าตกานญฺจ สงฺคโห</strong> (สงเคราะห์ญาติ - ¥àtakasaïgaha: rendering aid to relations)</li>
    <li>	<strong>อนวชฺชานิ กมฺมานิ</strong> (การงานที่ไม่มีโทษ, กิจกรรมที่ดีงามเป็นประโยชน์ - Anavajja-kamma: blameless actions; unexceptionable or beneficial activities)**</li>
    <p>คาถาที่ 6</p>
    <li>	<strong>อารตี วิรตี ปาปา</strong>(เว้นจากความชั่ว - Pàpavirati: abstaining from evils and avoiding them)</li>
    <li>	<strong>มชฺชปานา จ สญฺโม</strong> (เว้นจากการดื่มน้ำเมา, คุมตัวห่างของเสพติดมึนเมา - Majjapàna-sa¤¤ama: abstinence from intoxicants)</li>
    <li>	<strong>อปฺปมาโท จ ธมฺเมสุ</strong> (ไม่ประมาทในธรรมทั้งหลาย, เร่งเร้าตัวให้ไม่ประมาท - Appamàda: diligence in virtue; perseverance in virtuous acts)</li>
    <p>คาถาที่ 7</p>
    <li>	<strong>คารโว จ</strong> (ความเคารพ, การแสดงออกที่แสดงถึงความเป็นผู้รู้จักคุณค่าของบุคคล สิ่งของ สถานที่ หรือกิจการนั้นๆ และรู้จักให้ความสำคัญและความใส่ใจเอื้อเฟื้อโดยเหมาะสม - Gàrava: reverence; respect; appreciative action)</li>
    <li> <strong>นิวาโต จ </strong>(ความสุภาพอ่อนโยน, ถ่อมตน - Nivàta: humility, courtesy; politeness)</li>
    <li> <strong>สนฺตุฏฺฐี จ</strong> (ความสันโดษ, ความเอิบอิ่มพึงพอใจในผลสำเร็จที่ได้สร้างขึ้น หรือในลาภ	ที่แสวงหามาได้ ด้วยเรี่ยวแรงความเพียรพยายามของตนโดยทางชอบธรรม - Santuññhã: contentment)</li>
    <li>	<strong>กตญฺญุตา</strong> (มีความกตัญญู - Kata¤¤utà: gratitude)</li>
    <li>	<strong>กาเลน ธมฺมสฺสวนํ</strong>(ฟังธรรมตามกาล, แสวงความรู้เกี่ยวกับหลักความจริง ความดีงาม และเรื่องที่เป็นประโยชน์ - Dhammassavana: the opportune hearing of the Dhamma; listening to good advice and the teaching of Truth on due occasions)</li>
    </ol>

''',
    /*230*/'''
    <p>คาถาที่ 8</p>
    <ol start = "27">
    <li>	<strong>ขนฺตี จ</strong> (มีความเข้มแข็งอดทน - Khanti: patience; forbearance; tolerance)</li>
    <li>	<strong>โสวจสฺสตา</strong> (เป็นผู้ว่าง่ายสอนง่าย, พูดกันง่าย ฟังเหตุผล - Sovacassatà: amenability to correction; being easy to admonish)</li>
    <li>	<strong>สมณานญฺจ ทสฺสนํ</strong> (พบเห็นสมณะ, เยี่ยมเยือนเข้าหาท่านผู้สงบกิเลส - Samaõa-dassana: seeing the monks or holy persons)</li>
    <li>	<strong>กาเลน ธมฺมสากจฺฉา</strong> (สนทนาธรรมตามกาล, หาโอกาสสนทนาแลกเปลี่ยนความรู้ความคิดเห็นกัน เกี่ยวกับหลักความจริงความดีงามและเรื่องที่เป็นประโยชน์ - Dhammasàkacchà: religious discussion at due seasons; regular or opportune discussion of Truth)</li>
    <p>คาถาที่ 9</p>
    <li>	<strong>ตโป จ </strong>(มีความเพียรเผากิเลส, รู้จักบังคับควบคุมตน ไม่ปรนเปรอตามใจอยาก - Tapa: self-control; simple life)</li>
    <li>	<strong>พฺรหฺมจริยญฺจ </strong>(ประพฤติพรหมจรรย์, ดำเนินตามอริยมรรค, การรู้จักควบคุมตนในทางเพศ หรือถือเมถุนวิรัติตามควร* - Brahmacariya: a holy life)</li>
    <li>	<strong>อริยสจฺจาน ทสฺสนํ</strong> (เห็นอริยสัจจ์, เข้าใจความจริงของชีวิต - Ariyasacca-dassana: discernment of the Noble Truths)</li>
    <li>	<strong>นิพฺพานสจฺฉิกิริยา จ </strong> (ทำพระนิพพานให้แจ้ง, บรรลุนิพพาน - Nibbàna-sacchikiriyà: realization of Nibbàna)</li>
    <p>คาถาที่ 10</p>
    <li>	<strong>ผุฏฺสฺส โลกธมฺเมหิ จิตฺตํ ยสฺส น กมฺปติ </strong>(ถูกโลกธรรม จิตไม่หวั่นไหว - Akampita-
    citta: to have a mind which is not shaken when touched by worldly vicissitudes)</li>
    <li>	<strong>อโสกํ </strong>(จิตไร้เศร้า - Asokacitta: to have the mind which is free from sorrow)</li>
    <li>	<strong>วิรชํ </strong>(จิตปราศจากธุลี - Virajacitta: to have the mind which is undefiled)</li>
    <li>	<strong>เขมํ </strong>(จิตเกษม - Khemacitta: to have the mind which is secure)</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แต่ละคาถามีบทสรุปว่า “เอตมฺมงฺคลมุตฺตมํ” (นี้เป็นมงคลอันอุดม - this is the highest blessing)</p>

''',
    /*231*/'''
    <p>มีคาถาสรุปท้ายมงคลทั้ง 38 นี้ว่า</p>
    <p>เอตาทิสานิ กตฺวาน  	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สพฺพตฺถมปราชิตา</p>
    <p>สพฺพตฺถ โสตฺถึ คจฺฉนฺติ	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตนฺเตสํ มงฺคลมุตฺตมนฺติ.</p>
    <p>แปลว่า “เทวะมนุษย์ทั้งหลายกระทำมงคลเช่นนี้แล้ว ย่อมเป็นผู้ไม่ปราชัยในที่ทุกสถาน ย่อมถึงความสวัสดีในที่ทั้งปวง นี้คืออุดมมงคลของเทวะมนุษย์เหล่านั้น.” (Those who have done these things see no defeat and go in safety everywhere. To them these are the highest blessings.)</p>
    <p>Kh.V.3; Sn.259–268.	ขุ.ขุ.25/5/3; ขุ.สุ.25/317/376.</p>
    <p>[354] กรรมฐาน 40 (ที่ตั้งแห่งการทำงานของจิต, สิ่งที่ใช้เป็นอารมณ์ในการเจริญภาวนา, อุปกรณ์ในการฝึกอบรมจิต - Kammaññhàna: mental exercises; subjects of meditation)</p>
    <ol>
    <li>	<strong>กสิณ 10 </strong>ดู [315]</li>

    <li>	<strong>อสุภะ 10 </strong>ดู [336]</li>

    <li>	<strong>อนุสติ 10 </strong>ดู [335]</li>

    <li>	<strong>อัปปมัญญา 4 </strong>ดู [161]</li>

    <li>	<strong>อาหาเรปฏิกูลสัญญา</strong> (กำหนดพิจารณาความเป็นปฏิกูลในอาหาร - âhàrepañikålasa¤¤à: perception of the loathsomeness of food)</li>
    
    <li>	<strong>จตุธาตุววัฏฐาน</strong> (กำหนดพิจารณาธาตุ 4, พิจารณาเห็นร่างกายของตนโดยสักว่าเป็นธาตุ 4 แต่ละอย่างๆ; ธาตุมนสิการ ก็เรียก - Catudhàtu-vavaññhàna: analysis of the four elements)</li>
    <li>	<strong>อรูป 4</strong> ดู [207]</li>
    </ol>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กรรมฐานใดให้ได้สมาธิถึงขั้นใด ดู [99] ภาวนา 3; กรรมฐานใดเหมาะกับจริตใด ดู [262] จริต 6.</p>
    <p>Vism.110; Comp.204.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;วิสุทฺธิ.1/139; สงฺคห.51.</p>

''',
    /*232*/'''
    <p>[355] เจตสิก 52 (ธรรมที่ประกอบกับจิต, สภาวธรรมที่เกิดดับพร้อมกับจิต มีอารมณ์และวัตถุที่อาศัยเดียวกันกับจิต, อาการและคุณสมบัติต่างๆ ของจิต - Cetasika: mental factors; mental concomitants)</p>
    <p>ก.	อัญญสมานาเจตสิก 13 (เจตสิกที่มีเสมอกันแก่จิตพวกอื่น คือ ประกอบเข้าได้กับจิตทุกฝ่ายทั้งกุศลและอกุศล มิใช่เข้าได้แต่ฝ่ายใดฝ่ายหนึ่งพวกเดียว - A¤¤asamàna-cetasika: the Common-to-Each-Other; general mental factors)</p>
    <p>1) สัพพจิตตสาธารณเจตสิก 7 (เจตสิกที่เกิดทั่วไปกับจิตทุกดวง - Sabbacitta-sàdhàraõa~: universal mental factors; the Primary)</p>
    <ol>
    <li>	<strong>ผัสสะ</strong> (ความกระทบอารมณ์ - Phassa: contact; sense-impression)</li>
    <li>	<strong>เวทนา</strong> (ความเสวยอารมณ์ - Vedanà: feeling)</li>
    <li>	<strong>สัญญา</strong> (ความหมายรู้อารมณ์ - Sa¤¤à: perception)</li>
    <li>	<strong>เจตนา</strong> (ความจงใจต่ออารมณ์ - Cetanà: volition)</li>
    <li>	<strong>เอกัคคตา</strong> (ความมีอารมณ์เป็นอันเดียว - Ekaggatà: one-pointedness; concentration)</li>
    <li>	<strong>ชีวิตินทรีย์</strong> (อินทรีย์คือชีวิต, สภาวะที่เป็นใหญ่ในการรักษานามธรรมทั้งปวง - Jãvitindriya: vitality; life-faculty)</li>
    <li>	<strong>มนสิการ</strong> (ความกระทำอารมณ์ไว้ในใจ, ใส่ใจ - Manasikàra: attention)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) 	<strong>ปกิณณกเจตสิก 6</strong> (เจตสิกที่เรี่ยรายแพร่กระจายทั่วไป คือ เกิดกับจิตได้ทั้งฝ่ายกุศล และอกุศล แต่ไม่แน่นอนเสมอไปทุกดวง - Pakiõõaka~: particular mental factors; the Secondary)</p>
    <li><strong>วิตก</strong> (ความตรึกอารมณ์ - Vitakka: initial application; thought conception; applied thought)</li>
    <li>	<strong>วิจาร</strong> (ความตรองหรือพิจารณาอารมณ์ - Vicàra: sustained application; discursive thinking; sustained thought)</li>
    <li>	<strong>อธิโมกข์</strong> (ความปลงใจหรือปักใจในอารมณ์ - Adhimokkha: determination; resolution)</li>
    <li>	<strong>วิริยะ </strong> (ความเพียร - Viriya: effort; energy)</li>
    <li>	<strong>ปีติ </strong> (ความปลาบปลื้มในอารมณ์, อิ่มใจ - Pãti: joy; interest)</li>
    <li>	<strong>ฉันทะ </strong> (ความพอใจในอารมณ์ - Chanda: conation; zeal)</li>
    </ol>

''',
    /*233*/'''
    <p>ข.	อกุศลเจตสิก 14 (เจตสิกฝ่ายอกุศล - Akusala~: immoral or unwholesome mental factors; unprofitable mental factors)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) 	<strong>สัพพากุสลสาธารณเจตสิก 4</strong> (เจตสิกที่เกิดทั่วไปกับอกุศลจิตทุกดวง - Sabbà-kusalasàdhàraõa~: universal immorals; the Primary)</p>
    <ol start="14">
    <li>	<strong>โมหะ</strong> (ความหลง - Moha: delusion)</li>
    <li>	<strong>อหิริกะ</strong> (ความไม่ละอายต่อบาป - Ahirika: shamelessness; lack of moral shame)</li>
    <li>	<strong>อโนตตัปปะ</strong> (ความไม่สะดุ้งกลัวต่อบาป - Anottappa: fearlessness of wrong- doing; lack of moral dread)</li>
    <li>	<strong>อุทธัจจะ</strong> (ความฟุ้งซ่าน - Uddhacca: restlessness; unrest)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) 	<strong>ปกิณณกอกุสลเจตสิก 10</strong> (อกุศลเจตสิกที่เกิดเรี่ยรายแก่อกุศลจิต - Pakiõõaka-akusala~: particular immorals; the Secondary)</p>
    <li>	<strong>โลภะ</strong> (ความอยากได้อารมณ์ - Lobha: greed)</li>
    <li>	<strong>ทิฏฐิ</strong> (ความเห็นผิด - Diññhi: wrong view)</li>
    <li>	<strong>มานะ</strong> (ความถือตัว - Màna: conceit)</li>
    <li>	<strong>โทสะ</strong> (ความคิดประทุษร้าย - Dosa: hatred)</li>
    <li>	<strong>อิสสา</strong> (ความริษยา - Issà: envy; jealousy)</li>
    <li><strong>มัจฉริยะ</strong> (ความตระหนี่ - Macchariya: stinginess; meanness)</li>
    <li>	<strong>กุกกุจจะ</strong> (ความเดือดร้อนใจ - Kukkucca: worry; remorse)</li>
    <li>	<strong>ถีนะ</strong> (ความหดหู่ - Thãna: sloth)</li>
    <li>	<strong>มิทธะ</strong> (ความง่วงเหงา - Middha: torpor)</li>
    <li>	<strong>วิจิกิจฉา</strong> (ความคลางแคลงสงสัย - Vicikicchà: doubt; uncertainty; scepsis)</li>

    <p>ค.	โสภณเจตสิก 25 (เจตสิกฝ่ายดีงาม - Sobhaõa~: beautiful mental factors; lofty mental factors)</p>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) <strong>โสภณสาธารณเจตสิก 19</strong> (เจตสิกที่เกิดทั่วไปกับจิตดีงามทุกดวง - Sobhaõa-sàdhàraõa~: universal beautiful mental factors; the Primary)</p>
    <li>	<strong>สัทธา</strong> (ความเชื่อ - Saddhà: confidence; faith)</li>
    <li>	<strong>สติ</strong> (ความระลึกได้, ความสำนึกพร้อมอยู่ - Sati: mindfulness)</li>
    <li>	<strong>หิริ </strong> (ความละอายต่อบาป - Hiri: moral shame; conscience)</li>
    <li>	<strong>โอตตัปปะ</strong> (ความสะดุ้งกลัวต่อบาป - Ottappa: moral dread)</li>
    <li>	<strong>อโลภะ</strong> (ความไม่อยากได้อารมณ์ - Alobha: non-greed)</li>
    <li>	<strong>อโทสะ</strong> (ความไม่คิดประทุษร้าย - Adosa: non-hatred)</li>
    <li> <strong>ตัตรมัชฌัตตตา</strong> (ความเป็นกลางในอารมณ์นั้นๆ  - Tatramajjhattatà: equanimity; specific neutrality)</li>
    </ol>

''',
    /*234*/'''
    <ol start="35"> 
    <li>	<strong>กายปัสสัทธิ</strong> (ความสงบแห่งกองเจตสิก - Kàya-passaddhi: tranquillity of mental body)</li>
    <li>	<strong>จิตตปัสสัทธิ</strong> (ความสงบแห่งจิต - Citta-passaddhi: tranquillity of mind)</li>
    <li>	<strong>กายลหุตา</strong> (ความเบาแห่งกองเจตสิก - Kàya-lahutà: lightness of mental body; agility of ~)</li>
    <li>	<strong>จิตตลหุตา</strong> (ความเบาแห่งจิต - Citta-lahutà: lightness of mind; agility of ~)</li>
    <li>	<strong>กายมุทุตา</strong> (ความอ่อนหรือนุ่มนวลแห่งกองเจตสิก - Kàya-mudutà: pliancy of mental body; elasticity of ~)</li>
    <li>	<strong>จิตตมุทุตา</strong> (ความอ่อนหรือนุ่มนวลแห่งจิต - Citta-mudutà: pliancy of mind; elasticity of ~)</li>
    <li> <strong>กายกัมมัญญตา</strong> (ความควรแก่การงานแห่งกองเจตสิก - Kàya-kamma¤¤atà: adaptability of mental body; wieldiness of ~)</li>
    <li>	<strong>จิตตกัมมัญญตา</strong> (ความควรแก่การงานแห่งจิต - Citta-kamma¤¤atà: adaptability of mind; wieldiness of ~)</li>
    <li>	<strong>กายปาคุญญตา</strong> (ความคล่องแคล่วแห่งกองเจตสิก - Kàya-pàgu¤¤atà: proficiency of mental body)</li>
    <li>	<strong>จิตตปาคุญญตา</strong> (ความคล่องแคล่วแห่งจิต - Citta-pàgu¤¤atà: proficiency of mind)</li>
    <li>	<strong>กายุชุกตา</strong> (ความซื่อตรงแห่งกองเจตสิก - Kàyujukatà: rectitude of mental body; uprightness of ~)</li>
    <li>	<strong>จิตตุชุกตา</strong> (ความซื่อตรงแห่งจิต - Cittujukatà: rectitude of mind; uprightness of ~)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) <strong>วิรตีเจตสิก 3</strong> (เจตสิกที่เป็นตัวความงดเว้น - Viratã~: abstinences)</p>
    <li>	<strong>สัมมาวาจา</strong> (เจรจาชอบ - Sammàvàcà: right speech)</li>
    <li>	<strong>สัมมากัมมันตะ</strong> (กระทำชอบ - Sammàkammanta: right action)</li>
    <li>	<strong>สัมมาอาชีวะ</strong> (เลี้ยงชีพชอบ - Sammà-àjãva: right livelihood)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) <strong>อัปปมัญญาเจตสิก 2</strong> (เจตสิกคืออัปปมัญญา - Appama¤¤à~: boundless states)</p>
    <li> <strong>กรุณา</strong> (ความสงสารสัตว์ผู้ถึงทุกข์ - Karuõà: compassion)</li>
    <li> <strong>ทิตา</strong> (ความยินดีต่อสัตว์ผู้ได้สุข - Mudità: sympathetic joy)</li>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;4) <strong>ปัญญินทรียเจตสิก 1</strong> (เจตสิกคือปัญญินทรีย์ - Pa¤¤indriya~: fuculty of wisdom)</p>
    <li>	<strong>ปัญญินทรีย์</strong> หรือ อโมหะ</strong> (ความรู้เข้าใจ ไม่หลง - Pa¤¤indriya, Amoha: undeludedness; wisdom)</li>
    </ol>
    <p>Comp.94.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.7.</p>

''',
    /*235*/'''
    <p>[356] จิต 89 หรือ 121 (ธรรมชาติที่รู้อารมณ์, สภาพที่นึกคิด, ความคิด, ใจ, วิญญาณ - Citta: mind; thought; consciousness; a state of consciousness)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;จิต มีไวพจน์ คือ คำที่ต่างเพียงรูป แต่มีความหมายเหมือนกันหรือคล้ายกัน ใช้แทนกันได้หลายคำ เช่น มโน มานัส หทัย บัณฑร มนายตนะ มนินทรีย์ และ วิญญาณ เป็นต้น (อภิ.สํ. 34/21/10; ฯลฯ) คำเหล่านี้มีความหมายเกยกัน มิใช่ตรงกันโดยสมบูรณ์ ใช้แทนกันได้ในบางโอกาส มิใช่เสมอไป</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เมื่อจัดแบ่งสภาวธรรมทั้งหลายเป็นประเภทๆ ที่เรียกว่า ขันธ์ 5 จิตได้แก่ วิญญาณขันธ์ แต่ในคัมภีร์อภิธรรมยุคต่อมา นิยมประมวลสภาวธรรมเข้าเป็น 4 อย่าง เรียกว่า ปรมัตถธรรม 4 จิตเป็นปรมัตถธรรมอย่างที่ 1; ดู [157] ปรมัตถธรรม 4; [216] ขันธ์ 5.</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;คัมภีร์อภิธรรมรุ่นอรรถกถา ประมวลเรื่องจิตที่แสดงไว้ในพระอภิธรรมปิฎกแล้ว แจงนับสภาพจิตทั้งหลายไว้ว่ามีจำนวน 89 หรือโดยพิสดารมี 121 เรียกว่า จิต 89 หรือ 121</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เบื้องต้นนี้ จะประมวลจิตทั้งหมดไว้เป็นหมวดหมู่ใหญ่ๆ ก่อน เพื่อสะดวกในการศึกษากำหนดจดจำและทบทวนต่อไป ในที่นี้ พึงทราบวิธีจำแนกประเภท 2 แบบ เปรียบเทียบกัน ดังนี้*</p>

''',
    /*236*/'''
    <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ก. โดยชาติประเภท</strong>
    <p>1. อกุศลจิต 12</p>
    <p>- โลภมูลจิต 8</p>
    <p>- โลภมูลจิต 8</p>
    <p>- โมหมูลจิต 2</p><br>

    <p>2. กุศลจิต 21 (37)</p>
    <p>	- มหากุศลจิต 8</p>
    <p>- รูปาวจรกุศลจิต 5</p>
    <p>- อรูปาวจรกุศลจิต 4</p>
    <p>- โลกุตตรกุศลจิต 4 (20)</p><br>

    <p>3. วิปากจิต 36 (52)</p>
    <p>- อกุศลวิบากจิต 7/p>
    <p>- กุศลวิบากอเหตุกจิต 8</p>
    <p>- มหาวิบากจิต 8</p>
    <p>- รูปาวจรวิบากจิต 5</p>
    <p>- อรูปาวจรวิบากจิต 4</p>
    <p>- โลกุตตรวิบากจิต 4 (20)</p><br>

    <p>4. กิริยาจิต 20</p>
    <p>- อเหตุกกิริยาจิต 3</p>
    <p>- มหากิริยาจิต 8</p>
    <p>- รูปาวจรกิริยาจิต 5</p>
    <p>- อรูปาวจรกิริยาจิต 4</p>

    <strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ข. โดยภูมิประเภท</strong>

    <p>1. กามาวจรจิต 54</p>
    <p>1) อกุศลจิต 12</p>
    <p>- โลภมูลจิต 8</p>
    <p>- โทสมูลจิต 2</p>
    <p>- โมหมูลจิต 2</p>

    <p>2) อเหตุกจิต 18</p>
    <p>- อกุศลวิบากจิต 7</p>
    <p>- กุศลวิบากอเหตุกจิต 8</p>
    <p>- อเหตุกกิริยาจิต 3</p>

    <p>3) กามาวจรโสภณจิต</p>
    <p>- มหากุศลจิต 8</p>
    <p>- มหาวิบากจิต 8</p>
    <p>- มหากิริยาจิต 8</p>

    <p>2.	รูปาวจรจิต 15</p>
    <p>1) รูปาวจรกุศลจิต 5</p>
    <p>2) รูปาวจรวิบากจิต 5</p>
    <p>3) รูปาวจรกิริยาจิต 5</p>

    <p>	3. อรูปาวจรจิต 12</p>
		<p><1) อรูปาวจรกุศลจิต 4</p>
		<p><2) อรูปาวจรวิบากจิต 4</p>
		<p><3) อรูปาวจรกิริยาจิต 4</p>

    <p>4. โลกุตตรจิต 8 ( ฌาน 5 = 40)</p>
	  <p>1) โลกุตตรกุศลจิต 4 (20)</p>
	  <p>2) โลกุตตรวิบากจิต 4 (20)	</p>

    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;หมายเหตุ: ตัวเลขในวงเล็บ ( ) หมายถึงจำนวนอย่างพิสดาร เมื่อนับจิตเป็น 121 (พึงสังเกตว่าจำนวนจะเพิ่มเฉพาะ โลกุตตรจิต อย่างเดียว คือ โลกุตตรจิตอย่างย่อมี 8 อย่างพิสดารจำแนกออกไปตามฌานทั้ง 5 เป็น 40)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ต่อไปจะแสดง <strong>จิต 89</strong> หรือ <strong>121</strong> ตามแบบภูมิประเภท (แบบชาติประเภทพึงกำหนดเอาจากแบบภูมิประเภทนี้ ตามหัวข้อที่แสดงไว้แล้ว)</p>

''',
    /*237*/'''
    <li><strong>กามาวจรจิต 54 </strong>(จิตที่เป็นไปในกามภูมิ - Kàmàvacara-citta: consciousness of the Sense Sphere)</li>
    <p>1) อกุศลจิต 12 (จิตอันเป็นอกุศล - Akusala-citta: immoral consciousness) อกุศลจิตมีแต่ที่เป็นกามาวจรนี้เท่านั้น คือ</p>
    <p><strong>• โลภมูลจิต 8</strong> (จิตมีโลภะเป็นมูล - Lobhamåla-citta: consc rooted in greed)</p>
    <ol>
    <li> โสมนสฺสสหคตํ	ทิฏฺฐิคตสมฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li> 	”	”	สสงฺขาริกํ</li>
    <li>	”	ทิฏฺฐิคตวิปฺปยุตฺตํ  อสงฺขาริกํ</li>
    <li>	”	”	สสงฺขาริกํ</li>
    <li> อุเปกฺขาสหคตํ	ทิฏฺฐิคตสมฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li> 	”	”	สสงฺขาริกํ</li>
    <li>	”	ทิฏฺฐิคตวิปฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li>	”	”	สสงฺขาริกํ</li>
    </ol>

    <ol start="1">
    <li> จิตที่เกิดพร้อมด้วยโสมนัสสเวทนาประกอบด้วยมิจฉาทิฏฐิ	 ไม่มีการชักนำ</li>
    <li> 	”	”	มีการชักนำ</li>
    <li> 	”	ไม่ประกอบด้วยมิจฉาทิฏฐิ	 ไม่มีการชักนำ</li>
    <li>	“	”	มีการชักนำ</li>
    <li> จิตที่เกิดพร้อมด้วยอุเบกขาเวทนา	 ประกอบด้วยมิจฉาทิฏฐิ	 ไม่มีการชักนำ</li>
    <li> 	”	”	มีการชักนำ</li>
    <li>	” 	ไม่ประกอบด้วยมิจฉาทิฏฐิ	ไม่มีการชักนำ</li>
    <li>	”	”	มีการชักนำ</li>
    </ol>
    
    <ol start="1">
    <li> One consc, accom by joy,assoc with wrong view,	unprompted.*</li>
    <li>	~	,	~	,	~	 ,	 prompted.</li>
    <li>	~	,	~	,	dissoc from wrong view,	unprompted.</li>
    <li>	~	,	~	,	~	 ,	 prompted.</li>
    <li> One consc, accom by indif,assoc with wrong view,	unprompted.</li>
    <li>	~	,	~	 ,	~	 ,	prompted.</li>
    <li>	~	,	~	 ,	dissoc from wrong view, unprompted.</li>
    <li>	~	,	~	 ,	~	 ,	prompted.</li>
    </ol>

''',
    /*238*/'''
    <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• โทสมูลจิต 2<sup>*</sup></strong> (จิตมีโทสะเป็นมูล - Dosamåla-citta: consc rooted in hatred)</p>
    <ol>
    <li> โทมนสฺสสหคตํ	ปฏิฆสมฺปยุตฺตํ	อสงฺขาริกํ</li>

    <li> 	”	”	สสงฺขาริกํ</li>
 </ol>
 <ol start="1">
    <li> จิตที่เกิดพร้อมด้วยโทมนัสสเวทนา ประกอบด้วยปฏิฆะ	ไม่มีการชักนำ</li>

    <li>               ”                              ”	มีการชักนำ</li>
 </ol>
 <ol start="1">
    <li> One consc, accom by grief, assoc with resentment, unprompted.</li>

    <li>	~	,	~	,	~	,	prompted.</li>
</ol>


    <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• โมหมูลจิต 8</strong> (จิตมีโมหะเป็นมูล - Mohamåla-citta: consc rooted in delusion)</p>
<ol>
    <li> อุเปกฺขาสหคตํ วิจิกิจฺฉาสมฺปยุตฺตํ</li>

    <li>	”	อุทฺธจฺจสมฺปยุตฺตํ</li>
</ol>    
<ol start="1">
    <li> จิตที่เกิดพร้อมด้วยอุเบกขาเวทนา	ประกอบด้วยวิจิกิจฉา</li>
    <li> 	              ”                   ประกอบด้วยอุทธัจจะ</li>
</ol>
<ol start="1">
    <li> One consc, accom by indif, assoc with uncertainty.</li>
    <li>	~	,	~	, assoc with restlessness.</li>
</ol>

    <p>2) อเหตุกจิต 18 (จิตอันไม่มีสัมปยุตตเหตุ คือ ไม่ประกอบด้วยเหตุ 6 ได้แก่ โลภะ โทสะ โมหะ อโลภะ อโทสะ อโมหะ - Ahetuka-citta: rootless consc)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;•	<strong>อกุศลวิบากจิต 7</strong> (จิตที่เป็นผลของอกุศล - Akusalavipàka-citta: rootless resultant-of-immorality consc)</p>
    <ol  start="1">
    <li> อุเปกฺขาสหคตํ	จกฺขุวิญฺาณํ</li>
    <li>        ”      	โสตวิญฺาณํ</li>
    <li>        ”       	ฆานวิญฺาณํ</li>
    <li>        ”        ชิวฺหาวิญฺาณํ</li>
    <li> ทุกฺขสหคตํ	กายวิญฺาณํ</li>
    <li> อุเปกฺขาสหคตํ	สมฺปฏิจฺฉนฺนํ</li>
    <li> อุเปกฺขาสหคตํ	สนฺตีรณํ<</li>
    </ol>
    <ol start="1">
    <li> จักขุวิญญาณจิต	ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>

    <li> โสตวิญญาณจิต	”</li>

    <li> ฆานวิญญาณจิต	”</li>

    <li> ชิวหาวิญญาณจิต	”</li>
    </ol>


''',
    /*239*/'''
    <ol start="5">
    <li> กายวิญญาณจิต	ที่เกิดพร้อมด้วยทุกขเวทนา</li>
    <li> สัมปฏิจฉันนจิต	ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>
    <li> สันตีรณจิต	”</li>
    </ol>
    <ol start="1">
    <li> Eye-consc, accom by indif.</li>

    <li> Ear-consc,          ~</li>

    <li> Nose-consc,        ~</li>

    <li> Tongue-consc,     ~</li>

    <li> Body-consc, accom by pain.</li>
    
    <li> Receiving-consc, accom by indif.</li>
    <li> Investigating-consc,       ~</li>
    <li><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• กุศลวิบากอเหตุกจิต 8</strong> (จิตที่เป็นผลของกุศล ไม่มีสัมปยุตตเหตุ - Kusalavipàka-ahetuka-citta: rootless resultant-of-morality consc)</p>
    </ol>
    <ol start="1">
    <li> อุเปกฺขาสหคตํ	จกฺขุวิญฺาณํ</li>

    <li>       “	โสตวิญฺาณํ</li>

    <li>        “	ฆานวิญฺาณํ</li>

    <li>        “	ชิวฺหาวิญฺาณํ</li>

    <li> สุขสหคตํ	กายวิญฺาณํ</li>
    
    <li> อุเปกฺขาสหคตํ	สมฺปฏิจฺฉนฺนํ</li>
    <li> โสมนสฺสสหคตํ	สนฺตีรณํ</li>
    <li> อุเปกฺขาสหคตํ	สนฺตีรณํ</li>
    </ol>
    <ol start="1">
    <li> จักขุวิญญาณจิต ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>

    <li> โสตวิญญาณจิต	”</li>

    <li> ฆานวิญญาณจิต	”</li>

    <li> ชิวหาวิญญาณจิต	”</li>

    <li> กายวิญญาณจิต	ที่เกิดพร้อมด้วยสุขเวทนา</li>
    
    <li> สัมปฏิจฉันนจิต	ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>
    <li> สันตีรณจิต	ที่เกิดพร้อมด้วยโสมนัสสเวทนา</li>
    <li> สันตีรณจิต	ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>
    </ol>
    <ol start="1">
    <li>–4. Eye-, Ear-, Nose-, Tongue-consc, accom by indif.</li>
    </ol>
    <ol start="5">
    <li> Body-consc, accom by pleasure.</li>
    <li> Receiving-consc, accom by indif.</li>
    <li>7. Investigating-consc, accom by joy.</li>
    <li>8. Investigating-consc, accom by indif.</li>
    </ol>

''',
    /*240*/'''
    <p><strong>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;• อเหตุกกิริยาจิต 3</strong> (จิตที่เป็นเพียงกิริยา ไม่มีสัมปยุตตเหตุ - Ahetukakiriyà-citta: rootless functional consc)</p>
    <ol start="1">
    <li> อุเปกฺขาสหคตํ	ปญฺจทฺวาราวชฺชนํ</li>

    <li>        ”	มโนทฺวาราวชฺชนํ</li>

    <li> โสมนสฺสสหคตํ	หสิตุปฺปาทจิตฺตํ</li>
    </ol>
    <ol start="1">
    <li> ปัญจทวาราวัชชนจิต* ที่เกิดพร้อมด้วยอุเบกขาเวทนา</li>

    <li> มโนทวาราวัชชนจิต**                ”</li>

    <li> หสิตุปปาทจิต*** ที่เกิดพร้อมด้วยโสมนัสสเวทนา</li>
    </ol>
    <ol start="1">
    <li> Five-sense-door adverting consc, accom by indif.</li>

    <li> Mind-door adverting consc, accom by indif.</li>

    <li> Smile-producing consc, accom by joy.</li>
    </ol>
    
    <p>3) กามาวจรโสภณจิต 24 (จิตดีงามที่เป็นไปในกามภูมิ - Kàmàvacara-sobhaõa-citta: Sense-Sphere beautiful consc</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;<strong>• มหากุศลจิต</strong> หรือ <strong>สเหตุกกามาวจรกุศลจิต 8</strong> (จิตที่เป็นกุศลยิ่งใหญ่ หรือ กุศลจิตที่เป็นไปในกามภูมิ มีสัมปยุตตเหตุ - Mahàkusala-citta: moral consc)</p>
    <ol start="1">
    <li> โสมนสฺสสหคตํ	าณสมฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li>	”	”	สสงฺขาริกํ</li>
    <li>	”	าณวิปฺปยุตฺตํ	อสงฺขาริกํ<</li>
    <li>	” 	”	สสงฺขาริกํ</li>
    <li> อุเปกฺขาสหคตํ	าณสมฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li>	”	”	สสงฺขาริกํ</li>
    <li>	”	าณวิปฺปยุตฺตํ	อสงฺขาริกํ</li>
    <li>	“	“	สสงฺขาริกํ</li>
    </ol>
    <ol start="1">
    <li> จิตที่เกิดพร้อมด้วยโสมนัสสเวทนาประกอบด้วยปัญญา	ไม่มีการชักนำ</li>a
    <li>	”	”	มีการชักนำ</li>
    </ol>

''',
    /*241*/'''
    <ol start="3">
    <li> จิตที่เกิดพร้อมด้วยโสมนัสสเวทนาไม่ประกอบด้วยปัญญา	ไม่มีการชักนำ</li>

    <li>  	”	           ”               มีการชักนำ</li>

    <li> จิตที่เกิดพร้อมด้วยอุเบกขาเวทนาประกอบด้วยปัญญา    ไม่มีการชักนำ</li>
    
    <li>	”	”	มีการชักนำ</li>
    <li>	”	ไม่ประกอบด้วยปัญญา	ไม่มีการชักนำ</li>
    <li>	”	”	มีการชักนำ</li>
    </ol>
    <ol start="1">
    <li> One consc, accom by joy,  assoc with knowledge, unprompted.</li>
    <li>	~    ,	~	,	~	 ,	 prompted.</li>
    <li>	~	,	~	, 	dissoc from knowledge, unprompted.</li>
    <li>	~	,	~	,	~	,	 prompted.</li>
    <li> One consc, acc by indif,	assoc with knowledge,	unprompted.</li>
    <li>	~	,	~	,	~	,	  prompted.</li>
    <li>	~	,	~	,	dissoc from knowledge,	unprompted.</li>
    <li>	~	,	~	,	~	,	prompted.</li>
    </ol>

    <p>• <strong>มหาวิบากจิต</strong> หรือ <strong>สเหตุกกามาวจรวิบากจิต 8</strong> (จิตอันเป็นผลของมหากุศล หรือ วิบากจิตที่เป็นไปในกามภูมิ มีสัมปยุตตเหตุ - Mahàvipàka-citta: resultant consc)</p>
    <p>(เหมือนกับมหากุศลจิตทุกข้อ)</p>
    <p><strong>• มหากิริยาจิต</strong> หรือ <strong>สเหตุกกามาวจรกิริยาจิต 8</strong> (จิตอันเป็นกิริยาอย่างที่ทำมหากุศล แต่ไม่มีวิบาก ได้แก่การกระทำมหากุศลของพระอรหันต์ หรือกิริยาจิตในกามภูมิ มีสัมปยุตตเหตุ - Mahàkiriyà-citta: functional consc)</p>
    <p>(เหมือนกับมหากุศลจิตทุกข้อ)</p>
    
    </p>2. <strong>รูปาวจรจิต 15</strong> (จิตอันเป็นไปในรูปภูมิ - Råpàvacara-citta: Form-Sphere consciousness)</p>
    
    <p>1) รูปาวจรกุศลจิต 5 (กุศลจิตที่เป็นไปในรูปภูมิ ได้แก่จิตของผู้เข้าถึงรูปฌาน - Råpàvacara-kusala-citta: Form-Sphere moral consc)</p>
    <ol>
    <li> วิตกฺกวิจารปีติสุเขกคฺคตาสหิตํ ปมชฺฌานกุสลจิตฺตํ</li>
    <li> วิจารปีติสุเขกคฺคตาสหิตํ ทุติยชฺฌานกุสลจิตฺตํ</li>
    <li> ปีติสุเขกคฺคตาสหิตํ ตติยชฺฌานกุสลจิตฺตํ</li>
    <li> สุเขกคฺคตาสหิตํ จตุตฺถชฺฌานกุสลจิตฺตํ</li>
    <li> อุเปกฺเขกคฺคตาสหิตํ ปญฺจมชฺฌานกุสลจิตฺตํ</li>
    </ol>
    <ol start="1">
    <li> ปฐมฌานกุศลจิต ที่ประกอบด้วย วิตก วิจาร ปีติ สุข เอกัคคตา</li>
    <li> ทุติยฌานกุศลจิต ที่ประกอบด้วย วิจาร ปีติ สุข เอกัคคตา</li>
    <li> ตติยฌานกุศลจิต ที่ประกอบด้วย ปีติ สุข เอกัคคตา</li>
    <li> จตุตถฌานกุศลจิต ที่ประกอบด้วย สุข เอกัคคตา</li>
    <li> ปัญจมฌานกุศลจิต ที่ประกอบด้วย อุเบกขา เอกัคคตา</li>
    </ol>

''',
    /*242*/'''
    <ol start="1">
    <li>	First Jhàna consc with initial application, sustained application, rapture, happiness and one-pointedness.</li>

    <li>	Second Jhàna consc with sustained application, rapture, happiness and one-pointedness.</li>

    <li> Third Jhàna consc with rapture, happiness and one-pointedness.</li>

    <li> Fourth Jhàna consc with happiness and one-pointedness.</li>

    <li> Fifth Jhàna consc with equanimity and one-pointedness.</li>
    </ol>

    <p>2) รูปาวจรวิบากจิต 5 (วิบากจิตที่เป็นไปในรูปภูมิ คือ จิตที่เป็นผลของรูปาวจรกุศล —Råpàvacara-vipàka-citta: Form-Sphere resultant consc) (เหมือนกับรูปาวจรกุศลจิตทุกข้อ เปลี่ยนแต่คำท้ายเป็น วิปากจิตฺตํ)</p>
    <p>3) รูปาวจรกิริยาจิต 5 (กิริยาจิตที่เป็นไปในรูปภูมิ คือ จิตของพระอรหันต์ผู้กระทำรูปาวจรกุศล - Råpàvacara-kiriyà-citta: Form-Sphere functional consc) (เหมือนกับรูปาวจรกุศลจิตทุกข้อ เปลี่ยนแต่คำท้ายเป็น กิริยาจิตฺตํ)</p>

    
    <p>3.	<strong>อรูปาวจรจิต 12</strong> (จิตที่เป็นไปในอรูปภูมิ - Aråpàvacara-citta: Formless-Sphere consc)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;1) อรูปาวจรกุศลจิต 4 (กุศลจิตที่เป็นไปในอรูปภูมิ ได้แก่ จิตของผู้เข้าถึงอรูปฌาน — Aråpàvacara-kusala-citta: Formless-Sphere moral consc)</p>
    <ol start="1">
    <li> อากาสานญฺจายตนกุสลจิตฺตํ</li>

    <li> วิญฺาณญฺจายตนกุสลจิตฺตํ</li>

    <li> อากิญฺจญฺายตนกุสลจิตฺตํ</li>

    <li> เนวสญฺานาสญฺายตนกุสลจิตฺตํ</li>
    </ol>
    <ol start="1">
    <li> กุศลจิตประกอบด้วยอากาสานัญจายตนฌาน</li>
    <li> กุศลจิตประกอบด้วยวิญญาณัญจายตนฌาน</li>
    <li> กุศลจิตประกอบด้วยอากิญจัญญายตนฌาน</li>
    <li> กุศลจิตประกอบด้วยเนวสัญญานาสัญญายตนฌาน</li>
    </ol>
    <ol start="1">
    <li> Moral Jhàna consc dwelling on the infinity of space.</li>
    <li> Moral Jhàna consc dwelling on the infinity of consciousness.</li>
    <li> Moral Jhàna consc dwelling on nothingness.</li>
    <li> Moral Jhàna consc wherein perception neither is nor is not.</li>
    </ol>

''',
    /*243*/'''
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;2) อรูปาวจรวิบากจิต (วิบากจิตที่เป็นไปในอรูปภูมิ คือ จิตที่เป็นผลของอรูปาวจรกุศล - Aråpàvacara-vipàka-citta: Formless-Sphere resultant consc) (เหมือนกับอรูปาวจร-กุศลจิตทุกข้อ เปลี่ยนแต่คำท้ายเป็น วิปากจิตฺตํ)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;3) อรูปาวจรกิริยาจิต (กิริยาจิตที่เป็นไปในอรูปภูมิ คือ จิตของพระอรหันต์ผู้กระทำอรูปาวจร-กุศล - Aråpàvacara-kiriyà-citta: Formless-Sphere functional consc) (เหมือนกับอรูปาวจรกุศลจิตทุกข้อ เปลี่ยนแต่คำท้ายเป็น กิริยาจิตฺตํ)</p>
    
    <p>4. <strong>โลกุตตรจิต 8</strong> หรือ <strong>40</strong> (จิตที่เป็นโลกุตตระ - Lokuttara-citta: supermundane consc)</p>
    <p>1) โลกุตตรกุศลจิต 4 หรือ 20 (กุศลจิตที่เป็นโลกุตตระ คือ กุศลจิตที่ทำให้ข้ามพ้นอยู่เหนือโลก - Lokuttara-kusala-citta: moral supermundane consc)
    </p>
    
    <ol start="1">
    <li> โสตาปตฺติมคฺคจิตฺตํ</li>
    <li> สกทาคามิมคฺคจิตฺตํ</li>
    <li> อนาคามิมคฺคจิตฺตํ</li>
    <li> อรหตฺตมคฺคจิตฺตํ</li>
    </ol>
    <ol start="1">
    <li>	จิตที่ประกอบด้วยโสตาปัตติมัคคญาณ คือ กุศลจิตที่เป็นทางให้ถึงกระแสอันไหลไปสู่นิพพาน</li>
    <li>	จิตที่ประกอบด้วยสกทาคามิมัคคญาณ คือ กุศลจิตที่เป็นทางให้ถึงความเป็นพระสกทาคามี</li>
    <li>	จิตที่ประกอบด้วยอนาคามิมัคคญาณ คือ กุศลจิตที่เป็นทางให้ถึงความเป็นพระอนาคามี</li>
    <li>	จิตที่ประกอบด้วยอรหัตตมัคคญาณ คือ กุศลจิตที่เป็นทางให้ถึงความเป็นพระอรหันต์</li>
    </ol>
    <ol start="1">
    <li> Consc belonging to the Path of Stream-Entry.</li>
    <li> Consc belonging to the Path of Once-Returning.</li>
    <li> Consc belonging to the Path of Non-Returning.</li>
    <li> Consc belonging to the Path of Arahantship.</li>
    </ol>
    <p>อย่างพิสดาร ให้แจกมัคคจิต 4 นี้ ด้วยฌาน 5 ตามลำดับ ก็จะได้จำนวน 20 ตามตัวอย่างดังนี้</p>
    <p>วิตกฺกวิจารปีติสุเขกคฺคตาสหิตํ ปมชฺฌานโสตาปตฺติมคฺคจิตฺตํ ฯลฯ</p>
    <p>2) โลกุตตรวิบากจิต 4 หรือ 20 (วิบากจิตที่เป็นโลกุตตระ คือ จิตที่เป็นผลของโลกุตตร-กุศล - Lokuttara-vipàka-citta: resultant supermundane consc)
    </p>
    <ol start="1">
    <li> โสตาปตฺติผลจิตฺตํ</li>
    <li> สกทาคามิผลจิตฺตํ</li>
    <li> อนาคามิผลจิตฺตํ</li>
    <li> อรหตฺตผลจิตฺตํ</li>
    </ol>

''',
    /*244*/'''
    <ol start="1">
    <li> จิตที่ประกอบด้วยโสตาปัตติผลญาณ</li>

    <li> จิตที่ประกอบด้วยสกทาคามิผลญาณ</li>

    <li> จิตที่ประกอบด้วยอนาคามิผลญาณ</li>

    <li> จิตที่ประกอบด้วยอรหัตตผลญาณ</li>
    </ol>
    <ol start="1">
    <li> Consc belonging to the Fruition of Stream-Entry.</li>

    <li> Consc belonging to the Fruition of Once-Returning.</li>

    <li> Consc belonging to the Fruition of Non-Returning.</li>

    <li> Consc belonging to the Fruition of Arahantship.</li>
    </ol>
    <p>อย่างพิสดาร ให้แจกผลจิต 4 นี้ ด้วยฌาน 5 ตามลำดับ ก็จะได้จำนวน 20 ตามตัวอย่างดังนี้</p>
    <p>วิตกฺกวิจารปีติสุเขกคฺคตาสหิตํ ปมชฺฌานโสตาปตฺติผลจิตฺตํ ฯลฯ</p>
    <p>Comp.81–93.	&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;สงฺคห.1–6.</p>

    <p>[357] ตัณหา 108 (ความทะยานอยาก, ความร่านรน - Taõhà: craving)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัณหา 108 ในพระบาลีเดิมเรียก ตัณหาวิจริต (ความเป็นไป หรือการออกเที่ยวแสดงตัวของตัณหา) [องฺ.จตุกฺก.21/199/290; อภิ.วิ.35/1033/530 = A.II.212; Vbh.393] จัดดังนี้</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัณหาวิจริต 18 อันอาศัยเบญจขันธ์ภายใน = เมื่อมีความถือว่า “เรามี” จึงมีความถือว่า: เราเป็นอย่างนี้ เราเป็นอย่างนั้น เราเป็นอย่างอื่น เราไม่เป็นอยู่ เราพึงเป็นอย่างนี้ เราพึงเป็นอย่างนั้น เราพึงเป็นอย่างอื่น ฯลฯ</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัณหาวิจริต 18 อันอาศัยเบญจขันธ์ภายนอก = เมื่อมีความถือว่า “เรามีด้วยเบญจขันธ์นี้” จึงมีความถือว่า: เราเป็นอย่างนี้ด้วยเบญจขันธ์นี้ เราเป็นอย่างนั้นด้วยเบญจขันธ์นี้ เราเป็นอย่างอื่นด้วยเบญจขันธ์นี้ ฯลฯ</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ตัณหาวิจริต 18 สองชุดนี้ รวมเป็น 36  กาล 3 (ปัจจุบัน อดีต อนาคต) = 108</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;อีกอย่างหนึ่ง ตัณหา 3 (กามตัณหา ภวตัณหา วิภวตัณหา)  ตัณหา 6 (ตัณหาในรูป ในเสียง ในกลิ่น ในรส ในโผฏฐัพพะ ในธรรมารมณ์) = 18  ภายในและภายนอก = 36  กาล 3 = 108 [วิสุทธิ.3/180 = Vism.568]</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ดู [74] ตัณหา 3.</p>

''',
    /*245*/'''
    <p>[358] เวทนา 108 (การเสวยอารมณ์, ความรู้สึกรสของอารมณ์ - Vedanà: feeling)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เวทนา 108 มีกล่าวถึงในพระสูตรบางแห่งเฉพาะจำนวน (ม.ม.13/99/96; สํ.สฬ.18/412/278; 425/283 = M.I.398; S.IV.225,228) และตรัสแจกแจงไว้ใน อัฏฐสตปริยายสูตร (สํ.สฬ.18/437/288 = S.IV.232) อธิบายโดยย่อดังนี้</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;เวทนา 6 (เวทนาเกิดจากสัมผัสทาง ตา หู จมูก ลิ้น กาย ใจ; ดู [113] )  3 (ที่เป็นโสมนัส โทมนัส และอุเบกขา; ดู [111])  2 (เป็นเคหสิต คือ อิงเรือน หรือเป็นความรู้สึกแบบชาวบ้าน ฝ่ายหนึ่ง และเป็นเนกขัมมสิต คือ อิงเนกขัมม์ หรือเป็นความรู้สึกอิงความสละสงบ ฝ่ายหนึ่ง) = 36  กาล 3 (อดีต อนาคต ปัจจุบัน) = 108</p>


    <p>[359] กิเลส 1500 (สภาพที่ทำให้จิตเศร้าหมอง - Kilesa: defilements)</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;กิเลส 1500 ที่จัดเป็นชุดจำนวนอย่างนี้ ไม่มีในพระบาลี แม้จะมีกล่าวถึงในอรรถกถาบางแห่งก็แสดงเพียงตัวอย่าง ไม่ครบถ้วน ระบุไว้อย่างมากที่สุดเพียง 336 อย่าง (ดู อุ.อ.172, 424; อิติ.อ.166) เช่น โลภะ โทสะ โมหะ วิปริตมนสิการ อหิริกะ อโนตตัปปะ ถีนะ มิทธะ โกธะ อุปนาหะ ฯลฯ อกุศลกรรมบถ 10 … ตัณหา 108</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในคัมภีร์รุ่นหลังต่อมา ได้มีการพยายามนับจำนวนกิเลสพันห้าให้เป็นตัวเลขที่ชัดเจน ดังปรากฏในธัมมสังคณีอนุฏีกา (ฉบับ มจร. สงฺคณี.อนุฏีกา 23–24) ซึ่งได้แสดงระบบวิธีนับไว้หลายอย่าง สรุปได้เป็น 2 แบบ คือ แบบลงตัวจำนวน 1500 ถ้วน และแบบนับคร่าวๆ ขาดหรือเกินเล็กน้อย นับแต่จำนวนเต็ม</p>
    <p><strong>แบบที่ 1</strong> จำนวนลงตัว 1500 ถ้วน คือ</p>
    <p><strong>อารมณ์ 150  กิเลส 10 = กิเลส 1,500</strong></p>
    <p>กิเลส 10 ดู [318] กิเลส 10</p>
    <p>อารมณ์ 150 หมายถึงอารมณ์ซึ่งเป็นที่ตั้งของกิเลส แต่มีวิธีนับ 2 นัย คือ</p>
    <p>อารมณ์ 150 = ธรรม 75 [อรูปธรรม 53 (คือ จิต 1 + เจตสิก 52) + รูปรูป 18* +อากาสธาตุ 1 + ลักขณรูป 3**]  2 (ภายใน + ภายนอก)</p>
    <p>อารมณ์ 150 = ธรรม 75 [อรูปธรรม 57 (คือ จิต 1 + เวทนาเจตสิก 5 + เจตสิกอื่นๆ 51) + รูปรูป 18]  2 (ภายใน + ภายนอก)</p>
    <p><strong>แบบที่ 2</strong> จำนวนไม่ลงตัว ขาดหรือเกินเล็กน้อย นับจำนวนเต็มปัดเศษ</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;แบบที่ 2 นี้ ท่านแจงวิธีนับไว้หลายอย่าง เป็น 1,584 บ้าง 1,580 บ้าง 1,512 บ้าง 1,510 บ้าง 1,416 บ้าง แต่จะไม่นำรายละเอียดมาแสดงไว้ที่นี้ เพราะจะทำให้ฟั่นเฝือ</p>
    <p>&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;&nbsp;ในภาษาไทย มีคำพูดเป็นสำนวนเก่า ที่นิยมกล่าวอ้างกันสืบๆ มาแบบติดปากว่า “กิเลสพันห้า ตัณหาร้อยแปด” พึงทราบว่าเป็นถ้อยคำที่อิงหลักธรรม 2 หมวด คือ [359] กิเลส 1500 และ [357] ตัณหา 108 ที่แสดงแล้วนี้</p>
    <p>——————————</p>
    <p>*	รูปทั้งหมดมี 28 (ดู [40]) ในจำนวนนี้ 18 อย่าง เรียกว่า รูปรูป เพราะเป็นรูปที่เป็นรูปธรรมจริงๆ หรือแปลง่ายๆ ว่า “รูปแท้” ได้แก่ มหาภูตรูป 4, ปสาทรูป 5, วิสัยรูป 4, ภาวรูป 2, หทัยรูป 1, ชีวิตรูป 1 และ อาหารรูป 1 ส่วนรูปที่เหลืออีก 10 อย่าง (คือ ปริจเฉทรูป 1, วิญญัติรูป 2, วิการรูป 3, ลักขณรูป 4) เป็นเพียงอาการลักษณะหรือความเป็นไปของรูปเหล่านั้น จึงไม่เป็นรูปรูป</p>
    <p>**	ลักขณรูป นับเต็มมี 4 (ดู [40] ฏ.) แต่ 2 อย่างแรก นับรวมเป็น 1 ได้ เรียกว่า ชาติรูป กล่าวคือ อุปจยะ หมายถึง การเกิดที่เป็นการก่อตัวขึ้นทีแรก และ สันตติ หมายถึงการเกิดสืบเนื่องต่อๆ ไป โดยนัยนี้ จึงนับลักขณรูปเป็น 3</p>
'''
  ];
}
