import 'package:buddhadham/utils/appcolors.dart';
import 'package:flutter/material.dart';
import 'package:google_fonts/google_fonts.dart';
import 'package:buddhadham/subvieiws/dictionaryDham/screenForReadDham.dart';

class IndexDham extends StatefulWidget {
  const IndexDham({super.key});

  @override
  State<IndexDham> createState() => _IndexDhamState();
}

class _IndexDhamState extends State<IndexDham> {
  // สารบัญคำศัพท์
  final List<Map<String, dynamic>> tocItems = [
    {
      'title': 'กตญาณ',
      'pages': [44]
    },
    {
      'title': 'กตญฺญุตา',
      'pages': [232]
    },
    {
      'title': 'กตัญญูกตเวที',
      'pages': [28]
    },
    {
      'title': 'กตัตตากรรม, ~วาปนกรรม',
      'pages': [206]
    },
    {
      'title': 'กถาวัตถุ',
      'pages': [45]
    },
    {
      'title': 'กถาวัตถุ 10',
      'pages': [188]
    },
    {
      'title': 'กรรม',
      'pages': [99, 120, 147]
    },
    {
      'title': 'กรรม 2',
      'pages': [20]
    },
    {
      'title': 'กรรม 3',
      'pages': [42]
    },
    {
      'title': 'กรรม 12',
      'pages': [206]
    },
    {
      'title': 'กรรมการณัปปัตตะ',
      'pages': [49]
    },
    {
      'title': 'กรรมกิเลส 4',
      'pages': [72]
    },
    {
      'title': 'กรรมฐาน 2',
      'pages': [29]
    },
    {
      'title': 'กรรมฐาน 40',
      'pages': [370]
    },
    {
      'title': 'กรรมฐานกับจริต',
      'pages': [149]
    },
    {
      'title': 'กรรมนิยาม (ดู สมบัติ 4 ด้วย)',
      'pages': [95, 127]
    },
    {
      'title': 'กรรมปัจจัย',
      'pages': [209]
    },
    {
      'title': 'กรรมภพ',
      'pages': [209]
    },
    {
      'title': 'กรรมวัฏฏ์',
      'pages': [59, 209]
    },
    {
      'title': 'กรรมวิปากญาณ',
      'pages': [196]
    },
    {
      'title': 'กรุณา',
      'pages': [84, 235]
    },
    {
      'title': 'กรุณาคุณ',
      'pages': [183, 183]
    },
    {
      'title': 'กลิ่น ดู คันธะ',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'กวฬิงการาหาร',
      'pages': [31, 120]
    },
    {
      'title': 'กษัตริย์',
      'pages': [93]
    },
    {
      'title': 'กสิณ 10',
      'pages': [189, 370]
    },
    {
      'title': 'กงฺขํ วิหนติ',
      'pages': [126]
    },
    {
      'title': 'กังขาวิตรณวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'กัตตุกัมยตาฉันทะ',
      'pages': [84]
    },
    {
      'title': 'กัปปิยะ',
      'pages': [90]
    },
    {
      'title': 'กปฺปิยํ เทติ',
      'pages': [179]
    },
    {
      'title': 'กัมมสัทธา',
      'pages': [99]
    },
    {
      'title': 'กัมมัญญตา',
      'pages': [31]
    },
    {
      'title': 'กมฺมนฺตา, อนากุลา จ',
      'pages': [232]
    },
    {
      'title': 'กัมมัสสกตา',
      'pages': [140]
    },
    {
      'title': 'กัมมัสสกตาญาณ, กัมมัสสกตาสัทธา',
      'pages': [99]
    },
    {
      'title': 'กมฺมานิ, อนวชฺชานิ',
      'pages': [142]
    },
    {
      'title': 'กัลยาณธรรม 5',
      'pages': [135]
    },
    {
      'title': 'กัลยาณพจน์',
      'pages': [143, 143, 144]
    },
    {
      'title': 'กัลยาณมิตร',
      'pages': [19, 142]
    },
    {
      'title': 'กัลยาณมิตตะ',
      'pages': [142]
    },
    {
      'title': 'กลฺยาณมิตฺตตา',
      'pages': [197]
    },
    {
      'title': 'กัลยาณมิตตตา',
      'pages': [17, 29, 75]
    },
    {
      'title': 'กัลยาณมิตร 4',
      'pages': [91]
    },
    {
      'title': 'กัลยาณมิตรธรรม 7',
      'pages': [163]
    },
    {
      'title': 'กัลยาณวาจา',
      'pages': [143, 143, 144]
    },
    {
      'title': 'กาม 2',
      'pages': [20]
    },
    {
      'title': 'กามคุณ 5',
      'pages': [20]
    },
    {
      'title': 'กามฉันทะ',
      'pages': [128, 201]
    },
    {
      'title': 'กามตัณหา',
      'pages': [44, 115, 239]
    },
    {
      'title': 'กามภพ',
      'pages': [56]
    },
    {
      'title': 'กามโภคี 10',
      'pages': [190]
    },
    {
      'title': 'กามโภคีสุข 4',
      'pages': [107]
    },
    {
      'title': 'กามโยคะ',
      'pages': [92]
    },
    {
      'title': 'กามราคะ',
      'pages': [171, 201, 202]
    },
    {
      'title': 'กามโลก',
      'pages': [104]
    },
    {
      'title': 'กามวิตก',
      'pages': [43]
    },
    {
      'title': 'กามสังวร',
      'pages': [135]
    },
    {
      'title': 'กามสุขัลลิกานุโยค',
      'pages': [23, 175]
    },
    {
      'title': 'กามสุคติภูมิ 7',
      'pages': [227]
    },
    {
      'title': 'กามาทีนวกถา',
      'pages': [139]
    },
    {
      'title': 'กามาวจรจิต 54',
      'pages': [236]
    },
    {
      'title': 'กามาวจรภูมิ 11',
      'pages': [87, 227]
    },
    {
      'title': 'กามาวจรสวรรค์ 6',
      'pages': [159, 227]
    },
    {
      'title': 'กามาวจรโสภณจิต 24',
      'pages': [236]
    },
    {
      'title': 'กามาสวะ',
      'pages': [71, 71]
    },
    {
      'title': 'กามุปาทาน',
      'pages': [121]
    },
    {
      'title': 'กาเมสุมิจฉาจาร',
      'pages': [72, 194]
    },
    {
      'title': 'กาเมสุมิจฺฉาจารํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'กาเมสุมิจฺฉาจารา เวรมณี',
      'pages': [135, 192]
    },
    {
      'title': 'กาโมฆะ',
      'pages': [121]
    },
    {
      'title': 'กาย',
      'pages': [29, 31, 161]
    },
    {
      'title': 'กายกรรม',
      'pages': [42]
    },
    {
      'title': 'กายกรรม 3',
      'pages': [42, 137, 192, 193, 194]
    },
    {
      'title': 'กายกัมมัญญตา',
      'pages': [235]
    },
    {
      'title': 'กายคตาสติ',
      'pages': [204]
    },
    {
      'title': 'กายทวาร',
      'pages': [48, 48]
    },
    {
      'title': 'กายทุจริต',
      'pages': [48]
    },
    {
      'title': 'กายธาตุ',
      'pages': [224]
    },
    {
      'title': 'กายปัสสัทธิ',
      'pages': [235]
    },
    {
      'title': 'กายปาคุญญตา',
      'pages': [235]
    },
    {
      'title': 'กายพละ',
      'pages': [131]
    },
    {
      'title': 'กายภาวนา',
      'pages': [29]
    },
    {
      'title': 'กายมุทุตา',
      'pages': [235]
    },
    {
      'title': 'กายลหุตา',
      'pages': [235]
    },
    {
      'title': 'กายวิญญัติ',
      'pages': [31]
    },
    {
      'title': 'กายวิญญาณ',
      'pages': [157, 158, 236]
    },
    {
      'title': 'กายวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'กายวิเวก',
      'pages': [60]
    },
    {
      'title': 'กายวูปกาสะ',
      'pages': [126]
    },
    {
      'title': 'กายสักขี',
      'pages': [40]
    },
    {
      'title': 'กายสังขาร',
      'pages': [63, 64]
    },
    {
      'title': 'กายสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'กายสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'กายสุจริต',
      'pages': [49]
    },
    {
      'title': 'กายานุปัสสนา, กายานุปัสสนาสติปัฏฐาน',
      'pages': [77, 100, 218]
    },
    {
      'title': 'กายานุปัสสนาจตุกกะ',
      'pages': [218]
    },
    {
      'title': 'กายิกทุกข์',
      'pages': [23]
    },
    {
      'title': 'กายิกเวทนา',
      'pages': [61]
    },
    {
      'title': 'กายิกสุข',
      'pages': [34]
    },
    {
      'title': 'กายินทรีย์',
      'pages': [225]
    },
    {
      'title': 'กายุชุกตา',
      'pages': [235]
    },
    {
      'title': 'กาล 3',
      'pages': [209, 236, 239]
    },
    {
      'title': 'กาลกตะ',
      'pages': [78]
    },
    {
      'title': 'กาลจารี',
      'pages': [142]
    },
    {
      'title': 'กาลวิบัติ',
      'pages': [95]
    },
    {
      'title': 'กาลสมบัติ',
      'pages': [96]
    },
    {
      'title': 'กาลัญญุตา',
      'pages': [170]
    },
    {
      'title': 'กาลามสูตรกังขานิยฐาน 10',
      'pages': [191]
    },
    {
      'title': 'กาเลน เทติ',
      'pages': [179]
    },
    {
      'title': 'กาเลน ธมฺมสากจฺฉา',
      'pages': [232]
    },
    {
      'title': 'กาเลน ธมฺมสฺสวนํ',
      'pages': [232]
    },
    {
      'title': 'กำลัง 5 ของพระมหากษัตริย์',
      'pages': [131]
    },
    {
      'title': 'กิงฺกรณีเยสุ ทกฺขตา',
      'pages': [197]
    },
    {
      'title': 'กิจ 14 (ของวิญญาณ)',
      'pages': [216]
    },
    {
      'title': 'กิจ (ของกรรม)',
      'pages': [206]
    },
    {
      'title': 'กิจของสงฆ์',
      'pages': [172]
    },
    {
      'title': 'กิจจญาณ',
      'pages': [44]
    },
    {
      'title': 'กิจในอริยสัจจ์ 4',
      'pages': [116]
    },
    {
      'title': 'กิริยาจิต 20',
      'pages': [236]
    },
    {
      'title': 'กิริยาจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'กิเลส 10',
      'pages': [192]
    },
    {
      'title': 'กิเลส 1500',
      'pages': [249]
    },
    {
      'title': 'กิเลสกาม',
      'pages': [20]
    },
    {
      'title': 'กิเลสปรินิพพาน',
      'pages': [26]
    },
    {
      'title': 'กิเลสมาร',
      'pages': [133]
    },
    {
      'title': 'กิเลสวัฏฏ์',
      'pages': [59, 209]
    },
    {
      'title': 'กิเลสวัตถุ 10',
      'pages': [192]
    },
    {
      'title': 'กุกกุจจะ',
      'pages': [128, 235]
    },
    {
      'title': 'กุมภัณฑ์',
      'pages': [159]
    },
    {
      'title': 'กุมภีลภัย',
      'pages': [118]
    },
    {
      'title': 'กุลจิรัฏฐิติธรรม 4',
      'pages': [72]
    },
    {
      'title': 'กุลมัจฉริยะ',
      'pages': [133, 146]
    },
    {
      'title': 'กุลสตรี',
      'pages': [171]
    },
    {
      'title': 'กุเวร',
      'pages': [159]
    },
    {
      'title': 'กุศล',
      'pages': [17, 18, 41, 191]
    },
    {
      'title': 'กุศลกรรม',
      'pages': [20]
    },
    {
      'title': 'กุศลกรรมบถ 10 (ย่อ)',
      'pages': [192]
    },
    {
      'title': 'กุศลกรรมบถ 10 (สมบูรณ์)',
      'pages': [193]
    },
    {
      'title': 'กุศลจิต 21 (37)',
      'pages': [236]
    },
    {
      'title': 'กุศลธรรม',
      'pages': [50]
    },
    {
      'title': 'กุศลมูล 3',
      'pages': [20, 42]
    },
    {
      'title': 'กุศลวิตก 3',
      'pages': [42]
    },
    {
      'title': 'กุศลวิบากอเหตุกจิต 8',
      'pages': [236]
    },
    {
      'title': 'กุสลธัมมานุโยค',
      'pages': [18]
    },
    {
      'title': 'กุสลสฺสูปสมฺปทา',
      'pages': [56]
    },
    {
      'title': 'เกสปุตติยสูตร',
      'pages': [191]
    },
    {
      'title': 'เกียจคร้านการงาน',
      'pages': [110]
    },
    {
      'title': 'โกธะ',
      'pages': [184, 223]
    },
    {
      'title': 'โกลังโกละ',
      'pages': [37]
    },
    {
      'title': 'โกศล 3',
      'pages': [43]
    },
    {
      'title': 'ขณิกสมาธิ',
      'pages': [33]
    },
    {
      'title': 'ขณิกาปีติ',
      'pages': [128]
    },
    {
      'title': 'ขลุปัจฉาภัตติกังคะ',
      'pages': [213]
    },
    {
      'title': 'ขัดเกลา',
      'pages': [143]
    },
    {
      'title': 'ขัตติยะ',
      'pages': [93, 207]
    },
    {
      'title': 'ขัตติยบริษัท',
      'pages': [79]
    },
    {
      'title': 'ขันติ',
      'pages': [25, 73, 198, 199, 232]
    },
    {
      'title': 'ขันติสังวร',
      'pages': [138]
    },
    {
      'title': 'ขนฺตี จ',
      'pages': [232]
    },
    {
      'title': 'ขันธ์ 5',
      'pages': [123]
    },
    {
      'title': 'ขันธกะ',
      'pages': [45]
    },
    {
      'title': 'ขันธปรินิพพาน',
      'pages': [26]
    },
    {
      'title': 'ขันธมาร',
      'pages': [133]
    },
    {
      'title': 'ขันธวินิมุต',
      'pages': [123]
    },
    {
      'title': 'ขิปฺปาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'ขีณาสวปฏิญญา',
      'pages': [98]
    },
    {
      'title': 'ขุททกนิกาย',
      'pages': [45]
    },
    {
      'title': 'ขุททกปาฐะ',
      'pages': [45]
    },
    {
      'title': 'ขุททกาปีติ',
      'pages': [128]
    },
    {
      'title': 'เขตสมบัติ',
      'pages': [62]
    },
    {
      'title': 'เขมํ',
      'pages': [232]
    },
    {
      'title': 'คณาปเทส',
      'pages': [89]
    },
    {
      'title': 'คติ 5',
      'pages': [227]
    },
    {
      'title': 'คติวิบัติ',
      'pages': [95]
    },
    {
      'title': 'คติสมบัติ',
      'pages': [96]
    },
    {
      'title': 'คนเจ็บไข้',
      'pages': [145]
    },
    {
      'title': 'คนชวนฉิบหาย',
      'pages': [90]
    },
    {
      'title': 'คนดีแต่พูด',
      'pages': [90]
    },
    {
      'title': 'คนธรรพ์',
      'pages': [159]
    },
    {
      'title': 'คนงาน',
      'pages': [151]
    },
    {
      'title': 'คนปอกลอก',
      'pages': [90]
    },
    {
      'title': 'คนรับใช้',
      'pages': [151]
    },
    {
      'title': 'คนหัวประจบ',
      'pages': [90]
    },
    {
      'title': 'คบคนชั่ว',
      'pages': [110]
    },
    {
      'title': 'ครุ',
      'pages': [163]
    },
    {
      'title': 'ครุกกรรม',
      'pages': [206]
    },
    {
      'title': 'ครุกรณ์',
      'pages': [160]
    },
    {
      'title': 'ครูอาจารย์',
      'pages': [151]
    },
    {
      'title': 'คฤหัสถ์',
      'pages': [151]
    },
    {
      'title': 'คหบดีบริษัท',
      'pages': [79]
    },
    {
      'title': 'คหปตัคคิ',
      'pages': [69]
    },
    {
      'title': 'คันถธุระ',
      'pages': [26]
    },
    {
      'title': 'คันธะ',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'คันธตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'คันธธาตุ',
      'pages': [224]
    },
    {
      'title': 'คันธวิจาร',
      'pages': [157]
    },
    {
      'title': 'คันธวิตก',
      'pages': [157]
    },
    {
      'title': 'คันธสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'คันธสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'คมฺภีรญฺจ กถํ กตฺตา',
      'pages': [163]
    },
    {
      'title': 'คาถา',
      'pages': [181]
    },
    {
      'title': 'คารวะ หรือ คารวตา 6',
      'pages': [148]
    },
    {
      'title': 'คารโว จ',
      'pages': [232]
    },
    {
      'title': 'คิลานปัจจัยเภสัชบริขาร',
      'pages': [83, 114]
    },
    {
      'title': 'คิลานสตุปปาทกะ',
      'pages': [145]
    },
    {
      'title': 'คิหิปธาน',
      'pages': [28]
    },
    {
      'title': 'คิหิสุข  4',
      'pages': [107]
    },
    {
      'title': 'คุณบทของนิพพาน',
      'pages': [183]
    },
    {
      'title': 'คุณาติเรกสัมปทา',
      'pages': [106]
    },
    {
      'title': 'เคยฺยํ',
      'pages': [181]
    },
    {
      'title': 'เคหสิต',
      'pages': [249]
    },
    {
      'title': 'โคจรรูป 5',
      'pages': [31]
    },
    {
      'title': 'โคจรสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'โคจรสัมปชัญญะ',
      'pages': [105]
    },
    {
      'title': 'โคตรภูญาณ',
      'pages': [217]
    },
    {
      'title': 'ฆราวาสธรรม 4',
      'pages': [73]
    },
    {
      'title': 'ฆานะ',
      'pages': [31, 157, 161]
    },
    {
      'title': 'ฆานทวาร',
      'pages': [48]
    },
    {
      'title': 'ฆานธาตุ',
      'pages': [224]
    },
    {
      'title': 'ฆานวิญญาณ',
      'pages': [157, 158, 236]
    },
    {
      'title': 'ฆานวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'ฆานสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'ฆานสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'ฆานินทรีย์',
      'pages': [225]
    },
    {
      'title': 'ฆายนะ',
      'pages': [216]
    },
    {
      'title': 'โฆษประมาณ',
      'pages': [82]
    },
    {
      'title': 'โฆสัปปมาณิกา',
      'pages': [82]
    },
    {
      'title': 'จตุตถฌาน',
      'pages': [21]
    },
    {
      'title': 'จตุตถฌานภูมิ 3, 7',
      'pages': [227]
    },
    {
      'title': 'จตุตถชฺฌานกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'จตุตถญฺจ นิธาเปย',
      'pages': [87]
    },
    {
      'title': 'จตุธาตุววัฏฐาน',
      'pages': [77, 370]
    },
    {
      'title': 'จตุรพิธพร',
      'pages': [129]
    },
    {
      'title': 'จตุโลกบาล',
      'pages': [159]
    },
    {
      'title': 'จรณะ 15',
      'pages': [217]
    },
    {
      'title': 'จริต หรือ จริยา 6',
      'pages': [149]
    },
    {
      'title': 'จริยา 3 ดู พุทธจริยา',
      'pages': [19]
    },
    {
      'title': 'จริยาปิฎก',
      'pages': [45]
    },
    {
      'title': 'จักกวัตติสูตร',
      'pages': [207]
    },
    {
      'title': 'จักขุ',
      'pages': [31, 157, 161]
    },
    {
      'title': 'จักขุ 5',
      'pages': [124]
    },
    {
      'title': 'จักขุทวาร',
      'pages': [48]
    },
    {
      'title': 'จักขุธาตุ',
      'pages': [224]
    },
    {
      'title': 'จักขุนทรีย์',
      'pages': [225]
    },
    {
      'title': 'จักขุมา',
      'pages': [55]
    },
    {
      'title': 'จักขุวิญญาณ',
      'pages': [157, 158, 236]
    },
    {
      'title': 'จักขุวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'จักขุสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'จักขุสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'จักร 4',
      'pages': [73]
    },
    {
      'title': 'จักรพรรดิ',
      'pages': [74, 170, 207]
    },
    {
      'title': 'จักรวรรดิวัตร 5, 12',
      'pages': [207]
    },
    {
      'title': 'จาคะ',
      'pages': [42, 73, 101, 109, 142, 174]
    },
    {
      'title': 'จาคสัมปทา',
      'pages': [106, 130]
    },
    {
      'title': 'จาคานุสติ',
      'pages': [204]
    },
    {
      'title': 'จาตุมหาราชิกา',
      'pages': [159, 227]
    },
    {
      'title': 'จิต',
      'pages': [29, 66, 81, 123]
    },
    {
      'title': 'จิต 89, 121',
      'pages': [236]
    },
    {
      'title': 'จิตตะ',
      'pages': [121]
    },
    {
      'title': 'จิตตกัมมัญญตา',
      'pages': [235]
    },
    {
      'title': 'จิตตนิยาม',
      'pages': [127]
    },
    {
      'title': 'จิตตปัสสัทธิ',
      'pages': [235]
    },
    {
      'title': 'จิตตปาคุญญตา',
      'pages': [235]
    },
    {
      'title': 'จิตตภาวนา',
      'pages': [29]
    },
    {
      'title': 'จิตฺตมสฺส ปสีทติ',
      'pages': [126]
    },
    {
      'title': 'จิตตมุทุตา',
      'pages': [235]
    },
    {
      'title': 'จิตตลหุตา',
      'pages': [235]
    },
    {
      'title': 'จิตตวิเวก',
      'pages': [60]
    },
    {
      'title': 'จิตตวิปลาส',
      'pages': [97]
    },
    {
      'title': 'จิตตวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'จิตตสมบัติ',
      'pages': [62]
    },
    {
      'title': 'จิตตสังขาร',
      'pages': [63, 64]
    },
    {
      'title': 'จิตตอุปกิเลส 16',
      'pages': [223]
    },
    {
      'title': 'จิตฺตํ น กมฺปติ',
      'pages': [232]
    },
    {
      'title': 'จิตตานุปัสสนา, จิตตานุปัสสาสติปัฏฐาน',
      'pages': [100, 218]
    },
    {
      'title': 'จิตตานุปัสสนาจตุกกะ',
      'pages': [218]
    },
    {
      'title': 'จิตตุชุกตา',
      'pages': [235]
    },
    {
      'title': 'จินตามยปัญญา',
      'pages': [54]
    },
    {
      'title': 'จีวร',
      'pages': [83]
    },
    {
      'title': 'จีวรปฏิสังยุตต์',
      'pages': [213]
    },
    {
      'title': 'จีวรสันโดษ',
      'pages': [114]
    },
    {
      'title': 'จุติ',
      'pages': [216]
    },
    {
      'title': 'จุตูปปาตญาณ',
      'pages': [59, 196]
    },
    {
      'title': 'จุลลวรรค',
      'pages': [45]
    },
    {
      'title': 'จูฬนิทเทส',
      'pages': [45]
    },
    {
      'title': 'เจดีย์',
      'pages': [171]
    },
    {
      'title': 'เจดีย์ 4',
      'pages': [74]
    },
    {
      'title': 'เจตนา',
      'pages': [235]
    },
    {
      'title': 'เจตนา 6',
      'pages': [149]
    },
    {
      'title': 'เจตนากาย',
      'pages': [149]
    },
    {
      'title': 'เจตนาสัมปทา',
      'pages': [106]
    },
    {
      'title': 'เจตสิก',
      'pages': [81, 123]
    },
    {
      'title': 'เจตสิก 52',
      'pages': [235]
    },
    {
      'title': 'เจตสิกทุกข์',
      'pages': [23]
    },
    {
      'title': 'เจตสิกเวทนา',
      'pages': [61]
    },
    {
      'title': 'เจตสิกสุข',
      'pages': [34]
    },
    {
      'title': 'เจโตปริยญาณ',
      'pages': [161, 177]
    },
    {
      'title': 'เจโตวิมุตติ',
      'pages': [32, 143]
    },
    {
      'title': 'โจรีภริยา',
      'pages': [165]
    },
    {
      'title': 'ฉกามาพจรสวรรค์',
      'pages': [159]
    },
    {
      'title': 'ฉฬภิญญะ',
      'pages': [39]
    },
    {
      'title': 'ฉันทะ',
      'pages': [29, 121, 235]
    },
    {
      'title': 'ฉันทสัมปทา',
      'pages': [18, 164]
    },
    {
      'title': 'ฉันทาคติ',
      'pages': [108]
    },
    {
      'title': 'ชนกกรรม',
      'pages': [206]
    },
    {
      'title': 'ชรตา',
      'pages': [31]
    },
    {
      'title': 'ชราธัมมตา',
      'pages': [140]
    },
    {
      'title': 'ชรามรณะ',
      'pages': [209]
    },
    {
      'title': 'ชลาพุชะ',
      'pages': [92]
    },
    {
      'title': 'ชวนะ',
      'pages': [216]
    },
    {
      'title': 'ชาคริยานุโยค',
      'pages': [68]
    },
    {
      'title': 'ชาดก',
      'pages': [45, 181]
    },
    {
      'title': 'ชาตกํ',
      'pages': [181]
    },
    {
      'title': 'ชาตรูป',
      'pages': [249]
    },
    {
      'title': 'ชาตรูปรชตปฏิคฺคหณา เวรมณี',
      'pages': [137]
    },
    {
      'title': 'ชาตสถาน',
      'pages': [104]
    },
    {
      'title': 'ชาติ',
      'pages': [209]
    },
    {
      'title': 'ชาติประเภท (จิต)',
      'pages': [236]
    },
    {
      'title': 'ชิณณะ',
      'pages': [49, 49, 78]
    },
    {
      'title': 'ชิณณปฏิสังขรณา',
      'pages': [72]
    },
    {
      'title': 'ชินสาสน์',
      'pages': [181]
    },
    {
      'title': 'ชิวหา',
      'pages': [31, 157, 161]
    },
    {
      'title': 'ชิวหาทวาร',
      'pages': [48]
    },
    {
      'title': 'ชิวหาธาตุ',
      'pages': [224]
    },
    {
      'title': 'ชิวหาวิญญาณ',
      'pages': [157, 158, 236]
    },
    {
      'title': 'ชิวหาวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'ชิวหาสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'ชิวหาสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'ชิวหินทรีย์',
      'pages': [225]
    },
    {
      'title': 'ชีพ, ชีวะ',
      'pages': [205]
    },
    {
      'title': 'ชีวิตรูป 1',
      'pages': [31, 249]
    },
    {
      'title': 'ชีวิตินทรีย์',
      'pages': [31, 225, 235]
    },
    {
      'title': 'ฌาน',
      'pages': [21]
    },
    {
      'title': 'ฌาน 2',
      'pages': [21]
    },
    {
      'title': 'ฌาน 2 ประเภท',
      'pages': [21]
    },
    {
      'title': 'ฌาน 4',
      'pages': [21, 129, 217]
    },
    {
      'title': 'ฌาน 5 (ปัญจกนัย)',
      'pages': [21, 236]
    },
    {
      'title': 'ฌาน 8',
      'pages': [22, 179]
    },
    {
      'title': 'ฌานจิต 67',
      'pages': [236]
    },
    {
      'title': 'ฌานปัจจัย',
      'pages': [226]
    },
    {
      'title': 'ฌานปัญจกนัย',
      'pages': [21]
    },
    {
      'title': 'ฌานลาภี',
      'pages': [143, 144, 144, 195]
    },
    {
      'title': 'ฌานาทิสังกิเลสาทิญาณ',
      'pages': [196]
    },
    {
      'title': 'ญาณ',
      'pages': [201]
    },
    {
      'title': 'ญาณ 31',
      'pages': [43]
    },
    {
      'title': 'ญาณ 32',
      'pages': [44]
    },
    {
      'title': 'ญาณ 33',
      'pages': [59]
    },
    {
      'title': 'ญาณ 16',
      'pages': [217]
    },
    {
      'title': 'ญาณจริต',
      'pages': [149]
    },
    {
      'title': 'ญาณทัสสนะ',
      'pages': [44, 101]
    },
    {
      'title': 'ญาณทัสสนะมีปริวัฏฏ์ 3',
      'pages': [44]
    },
    {
      'title': 'ญาณทัสสนวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'ญาณวิปฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ญาณสังวร',
      'pages': [138]
    },
    {
      'title': 'ญาณสมฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ญาตกานญฺจ สงฺคโห',
      'pages': [232]
    },
    {
      'title': 'ญาตปริญญา',
      'pages': [54]
    },
    {
      'title': 'ญาตัตถจริยา',
      'pages': [55]
    },
    {
      'title': 'ญาติพลี',
      'pages': [132]
    },
    {
      'title': 'ญายปฏิปนฺโน',
      'pages': [184]
    },
    {
      'title': 'ฐานาฐานญาณ',
      'pages': [196]
    },
    {
      'title': 'ฐานะ',
      'pages': [129]
    },
    {
      'title': 'ฐิตสฺส อญฺญถตฺตํ ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'ดาวดึงส์',
      'pages': [159, 227]
    },
    {
      'title': 'ดุสิต',
      'pages': [159, 227]
    },
    {
      'title': 'ดูการละเล่น',
      'pages': [110]
    },
    {
      'title': 'ตติยฌาน',
      'pages': [21]
    },
    {
      'title': 'ตติยฌานภูมิ 3',
      'pages': [227]
    },
    {
      'title': 'ตติยชฺฌานกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ตถาคต',
      'pages': [75, 205]
    },
    {
      'title': 'ตถาคตพล 10',
      'pages': [98]
    },
    {
      'title': 'ตถาคตพลญาณ 10',
      'pages': [196]
    },
    {
      'title': 'ตถาคตโพธิสัทธา',
      'pages': [99]
    },
    {
      'title': 'ตถาคตสาวก',
      'pages': [74]
    },
    {
      'title': 'ตถาคตอรหันตสัมมาสัมพุทธเจ้า',
      'pages': [74]
    },
    {
      'title': 'ตทังคนิโรธ',
      'pages': [127]
    },
    {
      'title': 'ตทังคปหาน',
      'pages': [127]
    },
    {
      'title': 'ตทาลัมพนะ',
      'pages': [216]
    },
    {
      'title': 'ตปะ',
      'pages': [199]
    },
    {
      'title': 'ตโป จ',
      'pages': [232]
    },
    {
      'title': 'ตรัสรู้',
      'pages': [104]
    },
    {
      'title': 'ตรุณวิปัสสนา',
      'pages': [168, 201]
    },
    {
      'title': 'ตกฺกเหตุ',
      'pages': [191]
    },
    {
      'title': 'ตัณหา',
      'pages': [53, 209]
    },
    {
      'title': 'ตัณหา 3',
      'pages': [44, 115, 239]
    },
    {
      'title': 'ตัณหา 6',
      'pages': [150, 157, 239]
    },
    {
      'title': 'ตัณหา 108',
      'pages': [239, 249]
    },
    {
      'title': 'ตัณหากาย',
      'pages': [150]
    },
    {
      'title': 'ตัณหาปณิธิ',
      'pages': [59]
    },
    {
      'title': 'ตัณหาวิจริต',
      'pages': [239]
    },
    {
      'title': 'ตัตรมัชฌัตตตา',
      'pages': [235]
    },
    {
      'title': 'ตำหนิ',
      'pages': [143]
    },
    {
      'title': 'ติดการพนัน',
      'pages': [110]
    },
    {
      'title': 'ติดสุราและของมึนเมา',
      'pages': [110]
    },
    {
      'title': 'ติตถายตนะ',
      'pages': [57]
    },
    {
      'title': 'ติรัจฉานโยนิ',
      'pages': [109, 227]
    },
    {
      'title': 'ตีรณปริญญา',
      'pages': [54]
    },
    {
      'title': 'เตจีวริกังคะ',
      'pages': [213]
    },
    {
      'title': 'เตโชกสิณ',
      'pages': [189]
    },
    {
      'title': 'เตโชธาตุ',
      'pages': [30, 76, 77, 77]
    },
    {
      'title': 'เตวิชชะ',
      'pages': [39]
    },
    {
      'title': 'ไตรตรึงส์',
      'pages': [159]
    },
    {
      'title': 'ไตรปิฎก',
      'pages': [45]
    },
    {
      'title': 'ไตรลักษณ์',
      'pages': [33, 47, 50, 59, 186]
    },
    {
      'title': 'ไตรวัฏฏ์',
      'pages': [59]
    },
    {
      'title': 'ไตรสรณะ',
      'pages': [62]
    },
    {
      'title': 'ไตรสรณคมน์, ไตรสรณาคมน์',
      'pages': [62]
    },
    {
      'title': 'ไตรสิกขา',
      'pages': [66, 115, 175]
    },
    {
      'title': 'ถัมภะ',
      'pages': [223]
    },
    {
      'title': 'ถีนะ',
      'pages': [192, 235]
    },
    {
      'title': 'ถีนมิทธะ',
      'pages': [128]
    },
    {
      'title': 'ถูปารหบุคคล 4',
      'pages': [74]
    },
    {
      'title': 'เถรคาถา',
      'pages': [45]
    },
    {
      'title': 'เถรธรรม 10',
      'pages': [195]
    },
    {
      'title': 'เถรีคาถา',
      'pages': [45]
    },
    {
      'title': 'เถโร รตฺตญฺญู',
      'pages': [195]
    },
    {
      'title': 'ทตฺวา อตฺตมโน โหติ',
      'pages': [179]
    },
    {
      'title': 'ททํ จิตฺตํ ปสาเทติ',
      'pages': [179]
    },
    {
      'title': 'ทมะ',
      'pages': [65, 73]
    },
    {
      'title': 'ทรัพย์จัดสรรเป็น 4 ส่วน',
      'pages': [87]
    },
    {
      'title': 'ทวัตติงสาการ',
      'pages': [77]
    },
    {
      'title': 'ทวาร 3',
      'pages': [48]
    },
    {
      'title': 'ทวาร 6',
      'pages': [48]
    },
    {
      'title': 'ทวิปัญจวิญญาณจิต',
      'pages': [224]
    },
    {
      'title': 'ทฺวีหิ กมฺมํ ปโยชเย',
      'pages': [87]
    },
    {
      'title': 'ทศชาติ',
      'pages': [198]
    },
    {
      'title': 'ทศบารมี',
      'pages': [198]
    },
    {
      'title': 'ทศพล',
      'pages': [98]
    },
    {
      'title': 'ทศพลญาณ',
      'pages': [196]
    },
    {
      'title': 'ทศพิธราชธรรม',
      'pages': [199]
    },
    {
      'title': 'ทศศีล',
      'pages': [137]
    },
    {
      'title': 'ทหระ',
      'pages': [49]
    },
    {
      'title': 'ทักขิณาวิสุทธิ 4',
      'pages': [75]
    },
    {
      'title': 'ทกฺขิเณยฺโย',
      'pages': [184]
    },
    {
      'title': 'ทักขิไณย',
      'pages': [147]
    },
    {
      'title': 'ทักขิไณยบุคคล 2',
      'pages': [35]
    },
    {
      'title': 'ทักขิไณยบุคคล 7',
      'pages': [40]
    },
    {
      'title': 'ทักขิไณยบุคคล 8',
      'pages': [36]
    },
    {
      'title': 'ทักขิไณยัคคิ',
      'pages': [69]
    },
    {
      'title': 'ทักษิณทิศ',
      'pages': [151]
    },
    {
      'title': 'ทนฺธาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'ทตฺวา อตฺตมโน โหติ',
      'pages': [179]
    },
    {
      'title': 'ทัสสนะ',
      'pages': [216]
    },
    {
      'title': 'ทัสสนานุตตริยะ',
      'pages': [67, 67]
    },
    {
      'title': 'ทาน',
      'pages': [65, 102, 130, 135, 198, 199]
    },
    {
      'title': 'ทาน 21',
      'pages': [22]
    },
    {
      'title': 'ทาน 22',
      'pages': [22]
    },
    {
      'title': 'ทานกถา',
      'pages': [139]
    },
    {
      'title': 'ทานมัย',
      'pages': [51, 52]
    },
    {
      'title': 'ทานสมบัติ 3',
      'pages': [62]
    },
    {
      'title': 'ทานญฺจ',
      'pages': [232]
    },
    {
      'title': 'ทายก',
      'pages': [75]
    },
    {
      'title': 'ทารสงฺคห',
      'pages': [232]
    },
    {
      'title': 'ทาสีภริยา',
      'pages': [165]
    },
    {
      'title': 'ทิฏฐธรรมเวทนียกรรม',
      'pages': [206]
    },
    {
      'title': 'ทิฏฐธรรมสุขวิหาร',
      'pages': [101]
    },
    {
      'title': 'ทิฏฐธัมมิกัตถะ',
      'pages': [19, 69, 75]
    },
    {
      'title': 'ทิฏฐธัมมิกัตถประโยชน์',
      'pages': [75]
    },
    {
      'title': 'ทิฏฐธัมมิกัตถสังวัตตนิกธรรม 4',
      'pages': [75]
    },
    {
      'title': 'ทิฏฺฐธมฺมิกานํ อาสวานํ สํวราย',
      'pages': [200]
    },
    {
      'title': 'ทิฏฐาสวะ',
      'pages': [71]
    },
    {
      'title': 'ทิฏฐิ',
      'pages': [53, 171, 192, 201, 235]
    },
    {
      'title': 'ทิฏฐิ 2',
      'pages': [23]
    },
    {
      'title': 'ทิฏฐิ 3',
      'pages': [23]
    },
    {
      'title': 'ทิฏฐิคตวิปฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ทิฏฺฐิคตสมฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ทิฏฺฐินิชฺฌานกฺขนฺติยา',
      'pages': [191]
    },
    {
      'title': 'ทิฏฐิปปัตตะ',
      'pages': [40]
    },
    {
      'title': 'ทิฏฺฐิยา สุปฏิวิทฺธา',
      'pages': [131]
    },
    {
      'title': 'ทิฏฐิโยคะ',
      'pages': [92]
    },
    {
      'title': 'ทิฏฐิวิบัติ',
      'pages': [94]
    },
    {
      'title': 'ทิฏฐิวิปลาส',
      'pages': [97]
    },
    {
      'title': 'ทิฏฐิวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'ทิฏฐิสัมปทา',
      'pages': [18, 164]
    },
    {
      'title': 'ทิฏฐิสามัญญตา',
      'pages': [160]
    },
    {
      // 'title': 'ทิฏฐึ อุชุ\uf711 กโรติ',
      'title': 'ทิฏฐิ อุชุํ กโรติ',
      'pages': [126]
    },
    {
      'title': 'ทิฏฐุชุกัมม์',
      'pages': [52]
    },
    {
      'title': 'ทิฏฐุปาทาน',
      'pages': [121]
    },
    {
      'title': 'ทิฏโฐฆะ',
      'pages': [121]
    },
    {
      'title': 'ทิพพจักขุ',
      'pages': [124, 161, 177]
    },
    {
      'title': 'ทิพพจักขุญาณ',
      'pages': [59]
    },
    {
      'title': 'ทิพยสมบัติ',
      'pages': [62]
    },
    {
      'title': 'ทิพพโสต',
      'pages': [161, 177]
    },
    {
      'title': 'ทิศ 6',
      'pages': [110, 151]
    },
    {
      'title': 'ทีฆนิกาย',
      'pages': [45]
    },
    {
      'title': 'ที่สุด 2',
      'pages': [23]
    },
    {
      'title': 'ทุกข์',
      'pages': [17, 94, 115, 116, 177, 209]
    },
    {
      'title': 'ทุกข์ 2',
      'pages': [23]
    },
    {
      'title': 'ทุกฺขํ อริยสจฺจํ ปริญฺเญยฺยํ',
      'pages': [116]
    },
    {
      'title': 'ทุกขตา',
      'pages': [47, 59]
    },
    {
      'title': 'ทุกขตา 3',
      'pages': [48]
    },
    {
      'title': 'ทุกขทุกขตา',
      'pages': [48]
    },
    {
      'title': 'ทุกขนิโรธ',
      'pages': [115]
    },
    {
      'title': 'ทุกฺขนิโรเธ อญฺญาณํ',
      'pages': [118, 118]
    },
    {
      'title': 'ทุกฺขนิโรโธ อริยสจฺจํ สจฺฉิกาตพฺพํ',
      'pages': [116]
    },
    {
      'title': 'ทุกฺขนิโรธคามินิยา ปฏิปทาย อญฺญาณํ',
      'pages': [118, 118]
    },
    {
      'title': 'ทุกขนิโรธคามินีปฏิปทา',
      'pages': [115]
    },
    {
      'title': 'ทุกฺขนิโรธคามินี ปฏิปทา อริยสจฺจํ ภาเวตพฺพํ',
      'pages': [116]
    },
    {
      'title': 'ทุกขลักษณะ',
      'pages': [33]
    },
    {
      'title': 'ทุกขเวทนา (ดู เวทนา 5 ด้วย)',
      'pages': [61]
    },
    {
      'title': 'ทุกขสมุทัย',
      'pages': [115]
    },
    {
      'title': 'ทุกฺขสมุทเย อญฺญาณํ',
      'pages': [118, 118]
    },
    {
      'title': 'ทุกฺขสมุทโย อริยสจฺจํ ปหาตพฺพํ',
      'pages': [116]
    },
    {
      'title': 'ทุกฺขสหคตํ',
      'pages': [236]
    },
    {
      'title': 'ทุกฺขา',
      'pages': [50]
    },
    {
      'title': 'ทุกขานุปัสสนา',
      'pages': [59]
    },
    {
      'title': 'ทุกขินทรีย์',
      'pages': [225]
    },
    {
      'title': 'ทุกฺเข อญฺญาณํ',
      'pages': [118, 118]
    },
    {
      'title': 'ทุกฺขา ปฏิปทา ขิปฺปาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'ทุกฺขา ปฏิปทา ทนฺธาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'ทุคคติภัย',
      'pages': [130]
    },
    {
      'title': 'ทุคติ',
      'pages': [227]
    },
    {
      'title': 'ทุจริต 3',
      'pages': [48]
    },
    {
      'title': 'ทุติยฌาน',
      'pages': [21]
    },
    {
      'title': 'ทุติยฌานภูมิ 3',
      'pages': [227]
    },
    {
      'title': 'ทุติยชฺฌานกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ทุมฺมงฺกูนํ ปุคฺคลานํ นิคฺคหาย',
      'pages': [200]
    },
    {
      'title': 'เทพ',
      'pages': [167, 187]
    },
    {
      'title': 'เทพ 3',
      'pages': [49]
    },
    {
      'title': 'เทวดา (ความหมาย)',
      'pages': [132]
    },
    {
      'title': 'เทวตานุสติ',
      'pages': [204]
    },
    {
      'title': 'เทวตาพลี',
      'pages': [132]
    },
    {
      'title': 'เทวทูต 3',
      'pages': [49]
    },
    {
      'title': 'เทวทูต 3, 4',
      'pages': [78]
    },
    {
      'title': 'เทวทูต 5',
      'pages': [49]
    },
    {
      'title': 'เทวปุตตมาร',
      'pages': [133]
    },
    {
      'title': 'เทวโลก',
      'pages': [58]
    },
    {
      'title': 'เทวสมบัติ',
      'pages': [62]
    },
    {
      'title': 'เทศนา 21',
      'pages': [23]
    },
    {
      'title': 'เทศนา 22',
      'pages': [24]
    },
    {
      'title': 'เทศนา 4',
      'pages': [23]
    },
    {
      'title': 'เทศนาวิธี 4',
      'pages': [93]
    },
    {
      'title': 'เที่ยวกลางคืน',
      'pages': [110]
    },
    {
      'title': 'โทมนัส',
      'pages': [17, 112, 209, 249]
    },
    {
      'title': 'โทมนสฺสสหคตํ',
      'pages': [236]
    },
    {
      'title': 'โทมนัสสินทรีย์',
      'pages': [225]
    },
    {
      'title': 'โทสะ',
      'pages': [20, 42, 192, 223, 235]
    },
    {
      'title': 'โทสจริต',
      'pages': [149]
    },
    {
      'title': 'โทสมูลจิต 2',
      'pages': [236]
    },
    {
      'title': 'โทสัคคิ',
      'pages': [68]
    },
    {
      'title': 'โทสาคติ',
      'pages': [108]
    },
    {
      'title': 'ไทยธรรมสมบัติ',
      'pages': [62]
    },
    {
      'title': 'ธตรฐ',
      'pages': [159]
    },
    {
      'title': 'ธตา',
      'pages': [131]
    },
    {
      'title': 'ธนานุประทาน',
      'pages': [207]
    },
    {
      'title': 'ธรรม*',
      'pages': [29, 45, 89, 162, 176, 176, 181]
    },
    {
      'title': 'ธรรม 2¹',
      'pages': [24]
    },
    {
      'title': 'ธรรม 2²',
      'pages': [24]
    },
    {
      'title': 'ธรรม 2³',
      'pages': [25]
    },
    {
      'title': 'ธรรม 2⁴',
      'pages': [25]
    },
    {
      'title': 'ธรรม 3',
      'pages': [50]
    },
    {
      'title': 'ธรรม 4',
      'pages': [117]
    },
    {
      'title': 'ธรรม 5',
      'pages': [135, 135]
    },
    {
      'title': 'ธรรมของอุบาสกปทุม',
      'pages': [147]
    },
    {
      'title': 'ธรรมของอุบาสกรัตน์',
      'pages': [147]
    },
    {
      'title': 'ธรรมขันธ์ 5',
      'pages': [124]
    },
    {
      'title': 'ธรรมคุณ 6',
      'pages': [183]
    },
    {
      'title': 'ธรรมคุ้มครองโลก 2',
      'pages': [25]
    },
    {
      'title': 'ธรรมจริยา 10',
      'pages': [193]
    },
    {
      'title': 'ธรรมจักร',
      'pages': [104, 170]
    },
    {
      'title': 'ธรรมเจดีย์',
      'pages': [74]
    },
    {
      'title': 'ธรรมฐิติญาณ',
      'pages': [168]
    },
    {
      'title': 'ธรรมทัศนะ',
      'pages': [145]
    },
    {
      'title': 'ธรรมทาน',
      'pages': [22, 130]
    },
    {
      'title': 'ธรรมทำให้งาม 2',
      'pages': [25]
    },
    {
      'title': 'ธรรมที่พระพุทธเจ้าเห็นคุณประจักษ์ 2',
      'pages': [41]
    },
    {
      'title': 'ธรรมเทสกธรรม 5',
      'pages': [125]
    },
    {
      'title': 'ธรรมธาตุ',
      'pages': [224]
    },
    {
      'title': 'ธรรมนิยาม',
      'pages': [47, 127, 209]
    },
    {
      'title': 'ธรรมนิยาม 3',
      'pages': [50]
    },
    {
      'title': 'ธรรมบท',
      'pages': [45]
    },
    {
      'title': 'ธรรมบูชา',
      'pages': [28]
    },
    {
      'title': 'ธรรมปฏิสันถาร',
      'pages': [28]
    },
    {
      'title': 'ธรรมประมาณ',
      'pages': [82]
    },
    {
      'title': 'ธรรมปริเยสนา',
      'pages': [28]
    },
    {
      'title': 'ธรรมเป็นโลกบาล 2',
      'pages': [25]
    },
    {
      'title': 'ธรรมเป็นเหตุให้สมหมาย 4',
      'pages': [107]
    },
    {
      'title': 'ธรรมไพบูลย์',
      'pages': [32]
    },
    {
      'title': 'ธรรมมีอุปการะมาก 2',
      'pages': [25]
    },
    {
      'title': 'ธรรมมีอุปการะมาก 4',
      'pages': [73]
    },
    {
      'title': 'ธรรมมีอุปการะมาก 7',
      'pages': [163]
    },
    {
      'title': 'ธรรมมีอุปการะมาก 10',
      'pages': [197]
    },
    {
      'title': 'ธรรมฤทธิ์',
      'pages': [32]
    },
    {
      'title': 'ธรรมสงเคราะห์',
      'pages': [33]
    },
    {
      'title': 'ธรรมสมาทาน 4',
      'pages': [76]
    },
    {
      'title': 'ธรรมสมาธิ 5',
      'pages': [125]
    },
    {
      'title': 'ธรรมสวนานิสงส์ 5',
      'pages': [126]
    },
    {
      'title': 'ธรรมเสรี',
      'pages': [230]
    },
    {
      'title': 'ธรรมาจารย์',
      'pages': [119]
    },
    {
      'title': 'ธรรมาธิปไตย',
      'pages': [66, 207]
    },
    {
      'title': 'ธรรมาธิษฐาน',
      'pages': [23]
    },
    {
      'title': 'ธรรมานุวัติ',
      'pages': [112]
    },
    {
      'title': 'ธรรมารมณ์',
      'pages': [157, 162]
    },
    {
      'title': 'ธรรมิกพลี',
      'pages': [171]
    },
    {
      'title': 'ธรรมิการักขา',
      'pages': [207]
    },
    {
      'title': 'ธมฺมกามตา',
      'pages': [197]
    },
    {
      'title': 'ธมฺมกาโม',
      'pages': [195]
    },
    {
      'title': 'ธัมมคารวตา',
      'pages': [148]
    },
    {
      'title': 'ธมฺมจริยา จ',
      'pages': [232]
    },
    {
      'title': 'ธัมมจักกัปปวัตตนสถาน',
      'pages': [104]
    },
    {
      'title': 'ธัมมตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'ธัมมเทสนามัย',
      'pages': [52]
    },
    {
      'title': 'ธัมมปฏิสัมภิทา',
      'pages': [80]
    },
    {
      'title': 'ธัมมมัจฉริยะ',
      'pages': [133]
    },
    {
      'title': 'ธัมมวิจยะ',
      'pages': [165]
    },
    {
      'title': 'ธัมมวิจาร',
      'pages': [157]
    },
    {
      'title': 'ธัมมวิตก',
      'pages': [157]
    },
    {
      'title': 'ธัมมเวปุลละ',
      'pages': [32]
    },
    {
      'title': 'ธัมมสังคณี',
      'pages': [45]
    },
    {
      'title': 'ธัมมสังคหะ',
      'pages': [33]
    },
    {
      'title': 'ธัมมสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'ธัมมสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'ธมฺมสากจฺฉา, กาเลน',
      'pages': [232]
    },
    {
      'title': 'ธัมมัญญุตา',
      'pages': [170]
    },
    {
      'title': 'ธัมมัปปมาณิกา',
      'pages': [82]
    },
    {
      'title': 'ธมฺมสฺสวนํ, กาเลน',
      'pages': [232]
    },
    {
      'title': 'ธัมมัสสวนมัย',
      'pages': [52]
    },
    {
      'title': 'ธัมมัสสวนสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'ธมฺมา',
      'pages': [50]
    },
    {
      'title': 'ธัมมาธิปไตย',
      'pages': [66, 207]
    },
    {
      'title': 'ธัมมานุธัมมปฏิปทา',
      'pages': [34]
    },
    {
      'title': 'ธัมมานุธัมมปฏิปัตติ',
      'pages': [97, 107]
    },
    {
      'title': 'ธัมมานุปัสสนา, ธัมมานุปัสสนาสติปัฏฐาน',
      'pages': [100, 218]
    },
    {
      'title': 'ธัมมานุปัสสนาจตุกกะ',
      'pages': [218]
    },
    {
      'title': 'ธัมมานุสติ',
      'pages': [204]
    },
    {
      'title': 'ธัมมานุสารี',
      'pages': [40]
    },
    {
      'title': 'ธาตุ 4',
      'pages': [30, 76]
    },
    {
      'title': 'ธาตุ 6',
      'pages': [77]
    },
    {
      'title': 'ธาตุ 18',
      'pages': [224]
    },
    {
      'title': 'ธาตุกถา',
      'pages': [45]
    },
    {
      'title': 'ธาตุกัมมัฏฐาน 4',
      'pages': [77]
    },
    {
      'title': 'ธาตุกัมมัฏฐาน 6',
      'pages': [78]
    },
    {
      'title': 'ธาตุเจดีย์',
      'pages': [74]
    },
    {
      'title': 'ธาตุมนสิการ 4',
      'pages': [77, 370]
    },
    {
      'title': 'ธุดงค์ 13',
      'pages': [213]
    },
    {
      'title': 'ธุระ 2',
      'pages': [26]
    },
    {
      'title': 'น กมฺมารามตา',
      'pages': [173]
    },
    {
      'title': 'น ฐิตสฺส อญฺญถตฺตํ ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'น นิทฺทารามตา',
      'pages': [173]
    },
    {
      'title': 'น ปาปมิตฺตตา',
      'pages': [173]
    },
    {
      'title': 'น ปาปิจฺฉตา',
      'pages': [173]
    },
    {
      'title': 'น ภสฺสารามตา',
      'pages': [173]
    },
    {
      'title': 'นยเหตุ',
      'pages': [191]
    },
    {
      'title': 'นรก',
      'pages': [109, 227]
    },
    {
      'title': 'นวกภิกขุธรรม 5',
      'pages': [126]
    },
    {
      'title': 'น วโย ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'นวรหคุณ',
      'pages': [182]
    },
    {
      'title': 'นวสีวถิกา',
      'pages': [100]
    },
    {
      'title': 'นวังคสัตถุศาสน์',
      'pages': [34, 181]
    },
    {
      'title': 'นวารหคุณ, นวารหาทิคุณ',
      'pages': [182]
    },
    {
      'title': 'น สงฺคณิการามตา',
      'pages': [173]
    },
    {
      'title': 'น อนฺตราโวสานํ',
      'pages': [173]
    },
    {
      'title': 'น อามิสนฺตโร',
      'pages': [125]
    },
    {
      'title': 'น อุปฺปาโท ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'นจฺจคีตวาทิตวิสูกทสฺสนา เวรมณี',
      'pages': [137]
    },
    {
      'title': 'นจฺจคีต ฯเปฯ วิภูสนฏฺฐานา เวรมณี',
      'pages': [136]
    },
    {
      'title': 'นัฏฐคเวสนา',
      'pages': [72]
    },
    {
      'title': 'นัตถิกทิฏฐิ',
      'pages': [23]
    },
    {
      'title': 'นัตถิปัจจัย',
      'pages': [226]
    },
    {
      'title': 'นาค',
      'pages': [159]
    },
    {
      'title': 'นาถกรณธรรม 10',
      'pages': [197]
    },
    {
      'title': 'นานัตตสัญญา',
      'pages': [178]
    },
    {
      'title': 'นานาธาตุญาณ',
      'pages': [196]
    },
    {
      'title': 'นานาธิมุตติกญาณ',
      'pages': [196]
    },
    {
      'title': 'นาม',
      'pages': [123]
    },
    {
      'title': 'นามธรรม',
      'pages': [217]
    },
    {
      'title': 'นามบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'นามรูป',
      'pages': [209]
    },
    {
      'title': 'นามรูปปริจเฉทญาณ',
      'pages': [54, 217]
    },
    {
      'title': 'นาย',
      'pages': [151]
    },
    {
      'title': 'นิกันติ',
      'pages': [201]
    },
    {
      'title': 'นิจศีล',
      'pages': [135]
    },
    {
      'title': 'นิทเทส',
      'pages': [45]
    },
    {
      'title': 'นินทา',
      'pages': [177]
    },
    {
      'title': 'นิปปริยายสุทธิ',
      'pages': [35]
    },
    {
      'title': 'นิพพาน ',
      'pages': [60, 81, 115, 123, 176, 183, 185, 186, 203]
    },
    {
      'title': 'นิพพาน 2',
      'pages': [26]
    },
    {
      'title': 'นิพพานบท',
      'pages': [230]
    },
    {
      'title': 'นิพพานสมบัติ',
      'pages': [62]
    },
    {
      'title': 'นิพฺพานสจฺฉิกิริยา',
      'pages': [232]
    },
    {
      'title': 'นิพพิทาญาณ',
      'pages': [186]
    },
    {
      'title': 'นิพพิทานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'นิพพิทานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'นิมมานรดี',
      'pages': [159, 227]
    },
    {
      'title': 'นิมิต, นิมิตต์ 3',
      'pages': [51]
    },
    {
      'title': 'นิมิต 4',
      'pages': [78]
    },
    {
      'title': 'นิยยานิกธรรมเทศนา',
      'pages': [98]
    },
    {
      'title': 'นิยาม 5',
      'pages': [127]
    },
    {
      'title': 'นิรยะ',
      'pages': [109, 227]
    },
    {
      'title': 'นิรัคคฬะ',
      'pages': [103]
    },
    {
      'title': 'นิรามิสสุข',
      'pages': [34]
    },
    {
      'title': 'นิรุตติปฏิสัมภิทา',
      'pages': [80]
    },
    {
      'title': 'นิโรธ',
      'pages': [115, 116, 176]
    },
    {
      'title': 'นิโรธ 5',
      'pages': [127]
    },
    {
      'title': 'นิโรธสมาบัติ',
      'pages': [63, 187]
    },
    {
      'title': 'นิโรธวาร',
      'pages': [209]
    },
    {
      'title': 'นิโรธสัจจ์',
      'pages': [115, 209]
    },
    {
      'title': 'นิโรธสญฺญา',
      'pages': [202]
    },
    {
      'title': 'นิวรณ์ 5',
      'pages': [128]
    },
    {
      'title': 'นิวาโต จ',
      'pages': [232]
    },
    {
      'title': 'นิสสยปัจจัย',
      'pages': [226]
    },
    {
      'title': 'นิสสยสัมปันโน',
      'pages': [55]
    },
    {
      'title': 'นิสสยาจารย์',
      'pages': [119]
    },
    {
      'title': 'นิสสรณนิโรธ',
      'pages': [127]
    },
    {
      'title': 'นิสสัย 4',
      'pages': [83]
    },
    {
      'title': 'นิสสัยสัมบัน',
      'pages': [113]
    },
    {
      'title': 'นีตัตถะ',
      'pages': [41]
    },
    {
      'title': 'นีลกสิณ',
      'pages': [189]
    },
    {
      'title': 'เนกขัมมะ',
      'pages': [198]
    },
    {
      'title': 'เนกขัมมวิตก',
      'pages': [42]
    },
    {
      'title': 'เนกขัมมสังกัปป์',
      'pages': [175]
    },
    {
      'title': 'เนกขัมมสิต',
      'pages': [249]
    },
    {
      'title': 'เนกขัมมานิสังสกถา',
      'pages': [139]
    },
    {
      'title': 'เนคมชานบท',
      'pages': [207]
    },
    {
      'title': 'เนยยะ',
      'pages': [79]
    },
    {
      'title': 'เนยยัตถะ',
      'pages': [41]
    },
    {
      'title': 'เนวสัญญานาสัญญายตนะ',
      'pages': [117, 167, 178, 187]
    },
    {
      'title': 'เนวสญฺญานาสญฺญายตนกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'เนวสัญญานาสัญญายตนภูมิ',
      'pages': [227]
    },
    {
      'title': 'เนสัชชิกังคะ',
      'pages': [213]
    },
    {
      'title': 'โน จฏฐาเน นิโยชเย',
      'pages': [163]
    },
    {
      'title': 'บัณฑร',
      'pages': [236]
    },
    {
      'title': 'บรรพชา ดู บรรพชา',
      'pages': [119]
    },
    {
      'title': 'บรรพชาจารย์',
      'pages': [119]
    },
    {
      'title': 'บรรพชิต',
      'pages': [171]
    },
    {
      'title': 'บริกรรมนิมิต',
      'pages': [51]
    },
    {
      'title': 'บริกรรมภาวนา',
      'pages': [56]
    },
    {
      'title': 'บริโภคเจดีย์',
      'pages': [74]
    },
    {
      'title': 'บริษัท 41',
      'pages': [78]
    },
    {
      'title': 'บริษัท 42',
      'pages': [79]
    },
    {
      'title': 'บังสุกุลจีวร',
      'pages': [83]
    },
    {
      'title': 'บัญญัติ 2, 6',
      'pages': [27]
    },
    {
      'title': 'บารมี 10',
      'pages': [198]
    },
    {
      'title': 'บ่าว',
      'pages': [151]
    },
    {
      'title': 'บิณฑบาต',
      'pages': [83]
    },
    {
      'title': 'บุคคล 4',
      'pages': [79]
    },
    {
      'title': 'บุคคลหาได้ยาก 2',
      'pages': [28]
    },
    {
      'title': 'บุคคลาธิษฐาน',
      'pages': [23]
    },
    {
      'title': 'บุญกิริยาวัตถุ 3',
      'pages': [51]
    },
    {
      'title': 'บุญกิริยาวัตถุ 10',
      'pages': [52]
    },
    {
      'title': 'บุตร 3',
      'pages': [53]
    },
    {
      'title': 'บุตรธิดา',
      'pages': [151]
    },
    {
      'title': 'บุตรภรรยา',
      'pages': [151]
    },
    {
      'title': 'บุพการี',
      'pages': [28]
    },
    {
      'title': 'บุพนิมิตแห่งมรรค 7',
      'pages': [164]
    },
    {
      'title': 'บุพภาคของการศึกษา',
      'pages': [29]
    },
    {
      'title': 'บูชา 2',
      'pages': [28]
    },
    {
      'title': 'เบญจกัลยาณธรรม',
      'pages': [135]
    },
    {
      'title': 'เบญจขันธ์',
      'pages': [123, 239]
    },
    {
      'title': 'เบญจธรรม',
      'pages': [135]
    },
    {
      'title': 'เบญจศีล',
      'pages': [135]
    },
    {
      'title': 'ปกิณณกเจตสิก 6',
      'pages': [235]
    },
    {
      'title': 'ปกิณณกอกุศลเจตสิก 10',
      'pages': [235]
    },
    {
      'title': 'ปฏิกูลมนสิการ',
      'pages': [100]
    },
    {
      'title': 'ปฏิคาหก',
      'pages': [75]
    },
    {
      'title': 'ปฏิฆะ',
      'pages': [171, 201, 202]
    },
    {
      'title': 'ปฏิฆสัญญา',
      'pages': [178]
    },
    {
      'title': 'ปฏิฆสัมปยุตตจิต 2',
      'pages': [236]
    },
    {
      'title': 'ปฏิฆสมฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ปฏิจจสมุปบาท',
      'pages': [59, 64, 68, 102, 209]
    },
    {
      'title': 'ปฏิบัติบูชา',
      'pages': [28]
    },
    {
      'title': 'ปฏิบัติศาสนา',
      'pages': [34]
    },
    {
      'title': 'ปฏิปทา 4',
      'pages': [80]
    },
    {
      'title': 'ปฏิปทาญาณทัสสนวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'ปฏิปทานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'ปฏิปัตติสัทธรรม',
      'pages': [64]
    },
    {
      'title': 'ปฏิปัสสัทธินิโรธ',
      'pages': [127]
    },
    {
      'title': 'ปฏิภาคนิมิต',
      'pages': [51]
    },
    {
      'title': 'ปฏิภาณปฏิสัมภิทา',
      'pages': [80]
    },
    {
      'title': 'ปฏิรูปเทสวาสะ',
      'pages': [73]
    },
    {
      'title': 'ปฏิรูปเทสวาโส จ',
      'pages': [232]
    },
    {
      'title': 'ปฏิโลมเทสนา',
      'pages': [209]
    },
    {
      'title': 'ปฏิโลมปฏิจจสมุปบาท',
      'pages': [209]
    },
    {
      'title': 'ปฏิเวธสัทธรรม',
      'pages': [64]
    },
    {
      'title': 'ปฏิสนธิ',
      'pages': [216]
    },
    {
      'title': 'ปฏิสังขรณ์',
      'pages': [144]
    },
    {
      'title': 'ปฏิสังขาญาณ = ปฏิสังขานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'ปฏิสังขานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'ปฏิสันถาร 2',
      'pages': [28]
    },
    {
      'title': 'ปฏิสันถารคารวตา',
      'pages': [148]
    },
    {
      'title': 'ปฏิสัมภิทัปปัตตะ',
      'pages': [39]
    },
    {
      'title': 'ปฏิสัมภิทา 4',
      'pages': [80]
    },
    {
      'title': 'ปฏิสัมภิทามัคค์',
      'pages': [45]
    },
    {
      'title': 'ปฐมฌาน',
      'pages': [21, 167, 178]
    },
    {
      'title': 'ปฐมฌานภูมิ 3',
      'pages': [227]
    },
    {
      'title': 'ปฐมฌานกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ปฐมเทศนา',
      'pages': [104]
    },
    {
      'title': 'ปฐวีกสิณ',
      'pages': [189]
    },
    {
      'title': 'ปฐวีธาตุ',
      'pages': [30, 76, 77, 77]
    },
    {
      'title': 'ปณีตํ เทติ',
      'pages': [179]
    },
    {
      'title': 'ปทปรมะ',
      'pages': [79]
    },
    {
      'title': 'ปธาน 2',
      'pages': [28]
    },
    {
      'title': 'ปธาน 4',
      'pages': [81]
    },
    {
      'title': 'ปธานสฺมึ',
      'pages': [235]
    },
    {
      'title': 'ปปัญจะ, ปปัญจธรรม 3',
      'pages': [53]
    },
    {
      'title': 'ปมาณิก 4',
      'pages': [82]
    },
    {
      'title': 'ปมาทะ',
      'pages': [223]
    },
    {
      'title': 'ปโยควิบัติ',
      'pages': [95]
    },
    {
      'title': 'ปโยคสมบัติ',
      'pages': [96]
    },
    {
      'title': 'ปโยคาภิสังขาร',
      'pages': [102]
    },
    {
      'title': 'ปรโตโฆสะ',
      'pages': [29]
    },
    {
      'title': 'ปรนิมมิตวสวัตดี',
      'pages': [159, 227]
    },
    {
      'title': 'ปรมัตถะ',
      'pages': [69]
    },
    {
      'title': 'ปรมัตถกถา',
      'pages': [24]
    },
    {
      'title': 'ปรมัตถเทศนา',
      'pages': [24]
    },
    {
      'title': 'ปรมัตถธรรม 4',
      'pages': [81, 123, 236]
    },
    {
      'title': 'ปรมัตถบารมี',
      'pages': [198]
    },
    {
      'title': 'ปรมัตถสัจจะ',
      'pages': [34]
    },
    {
      'title': 'ปรหิตปฏิบัติ',
      'pages': [183]
    },
    {
      'title': 'ประชุมเนืองนิตย์',
      'pages': [171, 172]
    },
    {
      'title': 'ประมาณ 4',
      'pages': [82]
    },
    {
      'title': 'ประโยชน์จากโภคทรัพย์ 5',
      'pages': [132]
    },
    {
      'title': 'ประสูติ',
      'pages': [104]
    },
    {
      'title': 'ปรัตถะ',
      'pages': [70]
    },
    {
      'title': 'ปรมฺปราย',
      'pages': [191]
    },
    {
      'title': 'ปราโมทย์',
      'pages': [125]
    },
    {
      'title': 'ปริจจาคะ',
      'pages': [199]
    },
    {
      'title': 'ปริจเฉทรูป 1',
      'pages': [31, 249]
    },
    {
      'title': 'ปริญญา',
      'pages': [116, 117]
    },
    {
      'title': 'ปริญญา 3',
      'pages': [54]
    },
    {
      'title': 'ปริญไญยธรรม',
      'pages': [117]
    },
    {
      'title': 'ปริณตโภชี',
      'pages': [142]
    },
    {
      'title': 'ปริตตสุภา',
      'pages': [227]
    },
    {
      'title': 'ปริตตาภา',
      'pages': [227]
    },
    {
      'title': 'ปริเทวะ',
      'pages': [209]
    },
    {
      'title': 'ปรินิพพาน',
      'pages': [104]
    },
    {
      'title': 'ปรินิพพุตสถาน',
      'pages': [104]
    },
    {
      'title': 'ปริปุจฉา',
      'pages': [207]
    },
    {
      'title': 'ปริมิตปานโภชนา',
      'pages': [72]
    },
    {
      'title': 'ปริยัติธรรม',
      'pages': [183, 203]
    },
    {
      'title': 'ปริยัติศาสนา',
      'pages': [34]
    },
    {
      'title': 'ปริยัติสัทธรรม',
      'pages': [64]
    },
    {
      'title': 'ปริยายทสฺสาวี',
      'pages': [125]
    },
    {
      'title': 'ปริยายสุทธิ',
      'pages': [35]
    },
    {
      'title': 'ปริเยสนา 2',
      'pages': [28]
    },
    {
      'title': 'ปริวัฏฏ์ 3',
      'pages': [44]
    },
    {
      'title': 'ปริวาร',
      'pages': [45]
    },
    {
      'title': 'ปริสสารัชชภัย',
      'pages': [130]
    },
    {
      'title': 'ปริสัญญุตา',
      'pages': [170]
    },
    {
      'title': 'ปลาสะ',
      'pages': [223]
    },
    {
      'title': 'ปวิเวก',
      'pages': [176]
    },
    {
      'title': 'ปวิเวกกถา',
      'pages': [188]
    },
    {
      'title': 'ปสังสา',
      'pages': [177]
    },
    {
      'title': 'ปสนฺนานํ ภิยฺโยภาวาย',
      'pages': [200]
    },
    {
      'title': 'ปสาทรูป 5',
      'pages': [31, 249]
    },
    {
      'title': 'ปหาตัพพธรรม',
      'pages': [117]
    },
    {
      'title': 'ปหานะ',
      'pages': [116, 117]
    },
    {
      'title': 'ปหาน 3',
      'pages': [127]
    },
    {
      'title': 'ปหาน 5',
      'pages': [127]
    },
    {
      'title': 'ปหานปธาน',
      'pages': [81]
    },
    {
      'title': 'ปหานปริญญา',
      'pages': [54]
    },
    {
      'title': 'ปหานภาวนารามตา',
      'pages': [114]
    },
    {
      'title': 'ปหานวินัย',
      'pages': [138]
    },
    {
      'title': 'ปหานสญฺญา',
      'pages': [202]
    },
    {
      'title': 'ปัคคาหะ',
      'pages': [201]
    },
    {
      'title': 'ปังสุกูลิกังคะ',
      'pages': [213]
    },
    {
      'title': 'ปัจจยปริคคหญาณ',
      'pages': [54, 217]
    },
    {
      'title': 'ปัจจยาการ 12',
      'pages': [59, 209]
    },
    {
      'title': 'ปัจจเวกขณญาณ',
      'pages': [217]
    },
    {
      'title': 'ปจฺจตฺตํ เวทิตพฺโพ วิญฺญูหิ',
      'pages': [183]
    },
    {
      'title': 'ปัจจัย 4',
      'pages': [83, 113, 114]
    },
    {
      'title': 'ปัจจัย 24',
      'pages': [226]
    },
    {
      'title': 'ปัจจัยนิสิต',
      'pages': [213]
    },
    {
      'title': 'ปัจจัยปัจจเวกขณ์',
      'pages': [138]
    },
    {
      'title': 'ปัจจัยสันนิสิตศีล',
      'pages': [83]
    },
    {
      'title': 'ปัจจัยสัมปทา',
      'pages': [106]
    },
    {
      'title': 'ปัจจัยให้เกิดสัมมาทิฏฐิ 2',
      'pages': [29]
    },
    {
      'title': 'ปัจจุบัน',
      'pages': [209]
    },
    {
      'title': 'ปัจจุบันเหตุ',
      'pages': [209]
    },
    {
      'title': 'ปัจจุปปันนังสญาณ',
      'pages': [43]
    },
    {
      'title': 'ปัจเจกพุทธเจ้า',
      'pages': [74]
    },
    {
      'title': 'ปัจฉาชาตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'ปัจฉิมทิศ',
      'pages': [151]
    },
    {
      'title': 'ปัญจกัชฌาน',
      'pages': [21, 236]
    },
    {
      'title': 'ปัญจกนัย',
      'pages': [21]
    },
    {
      'title': 'ปัญจทวาราวัชชนะ',
      'pages': [216, 224, 236]
    },
    {
      'title': 'ปัญจมฌาน',
      'pages': [21]
    },
    {
      'title': 'ปญฺจมชฺฌานกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'ปัญจวิญญาณฐาน',
      'pages': [216]
    },
    {
      'title': 'ปญฺญา',
      'pages': [197]
    },
    {
      'title': 'ปัญญา',
      'pages': [29, 42, 66, 101, 109, 115, 129, 134, 142, 143, 174, 180, 198, 218]
    },
    {
      'title': 'ปัญญา 3',
      'pages': [54]
    },
    {
      'title': 'ปัญญากถา',
      'pages': [188]
    },
    {
      'title': 'ปัญญาขันธ์',
      'pages': [124]
    },
    {
      'title': 'ปัญญาคุณ',
      'pages': [124, 183]
    },
    {
      'title': 'ปัญญาจักขุ',
      'pages': [124]
    },
    {
      'title': 'ปัญญาปนบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'ปญฺญาปนโต ปญฺญตฺติ',
      'pages': [27]
    },
    {
      'title': 'ปัญญาปิยบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'ปญฺญาปิยตฺตา ปญฺญตฺติ',
      'pages': [27]
    },
    {
      'title': 'ปัญญาพละ',
      'pages': [130, 131]
    },
    {
      'title': 'ปัญญาภาวนา',
      'pages': [29]
    },
    {
      'title': 'ปัญญาวิมุต',
      'pages': [39, 40]
    },
    {
      'title': 'ปัญญาวิมุตติ',
      'pages': [32, 143]
    },
    {
      'title': 'ปัญญาวุฒิ',
      'pages': [97]
    },
    {
      'title': 'ปัญญาวุฑฒิธรรม 4',
      'pages': [97, 107]
    },
    {
      'title': 'ปัญญาสัมปทา',
      'pages': [106, 130]
    },
    {
      'title': 'ปัญญินทรีย์',
      'pages': [40, 225, 235]
    },
    {
      'title': 'ปัญญินทรียเจตสิก',
      'pages': [235]
    },
    {
      'title': 'ปัฏฐาน',
      'pages': [45]
    },
    {
      'title': 'ปณฺฑิตานญฺจ เสวนา',
      'pages': [232]
    },
    {
      'title': 'ปัตตปิณฑิกังคะ',
      'pages': [213]
    },
    {
      'title': 'ปัตตานุโมทนามัย',
      'pages': [52]
    },
    {
      'title': 'ปัตติทานมัย',
      'pages': [52]
    },
    {
      'title': 'ปัพพชิตะ',
      'pages': [78]
    },
    {
      'title': 'ปัพพชิตปธาน',
      'pages': [28]
    },
    {
      'title': 'ปัพพชิตอภิณหปัจจเวกขณ์ 10',
      'pages': [141]
    },
    {
      'title': 'ปัพพัชชา',
      'pages': [65]
    },
    {
      'title': 'ปัพพัชชาจารย์',
      'pages': [119]
    },
    {
      'title': 'ปัสสัทธิ',
      'pages': [125, 165, 201]
    },
    {
      'title': 'ปสฺสาส',
      'pages': [218]
    },
    {
      'title': 'ปากกาล',
      'pages': [206]
    },
    {
      'title': 'ปากทานปริยาย',
      'pages': [206]
    },
    {
      'title': 'ปาจิตติยะ',
      'pages': [45]
    },
    {
      'title': 'ปาฏิบุคลิกทาน',
      'pages': [22]
    },
    {
      'title': 'ปาฏิปุคฺคลิกา ทกฺขิณา',
      'pages': [22]
    },
    {
      'title': 'ปาฏิหาริย์ 3',
      'pages': [55]
    },
    {
      'title': 'ปาณาติบาต',
      'pages': [72, 194]
    },
    {
      'title': 'ปาณาติปาตํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'ปาณาติปาตา เวรมณี',
      'pages': [135, 136, 192]
    },
    {
      'title': 'ปาติโมกข์ (ปาฏิโมกข์)',
      'pages': [45, 83, 126, 138, 143, 144, 195, 217]
    },
    {
      'title': 'ปาติโมกขสังวร',
      'pages': [126, 138]
    },
    {
      'title': 'ปาติโมกขสังวรศีล',
      'pages': [83]
    },
    {
      'title': 'ปาปณิกธรรม 3',
      'pages': [55]
    },
    {
      'title': 'ปาปณิกังคะ',
      'pages': [55]
    },
    {
      'title': 'ปาปมิตตะ',
      'pages': [110]
    },
    {
      'title': 'ปาปา, อารตี วิรตี',
      'pages': [232]
    },
    {
      'title': 'ปาปิจฉา',
      'pages': [184]
    },
    {
      'title': 'ปาพจน์ 2',
      'pages': [29, 45]
    },
    {
      'title': 'ปาราชิก',
      'pages': [45]
    },
    {
      'title': 'ปาริจริยานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'ปาริสุทธิศีล 4',
      'pages': [83, 168]
    },
    {
      'title': 'ปาสาทิโก',
      'pages': [195]
    },
    {
      'title': 'ปาหุเนยฺโย',
      'pages': [184]
    },
    {
      'title': 'ปิฏก 3',
      'pages': [45]
    },
    {
      'title': 'ปิฏกสมฺปทาเนน',
      'pages': [191]
    },
    {
      'title': 'ปิณฑปาตปฏิสังยุตต์',
      'pages': [213]
    },
    {
      'title': 'ปิณฑปาตสันโดษ',
      'pages': [114]
    },
    {
      'title': 'ปิณฑปาติกังคะ',
      'pages': [213]
    },
    {
      'title': 'ปิณฑิยาโลปโภชนะ',
      'pages': [83]
    },
    {
      'title': 'ปิตติวิสัย',
      'pages': [109, 227]
    },
    {
      'title': 'ปิตุฆาต',
      'pages': [139, 161]
    },
    {
      'title': 'ปิยกรณ์',
      'pages': [160]
    },
    {
      'title': 'ปิยวินาภาวตา',
      'pages': [140]
    },
    {
      'title': 'ปิยรูป สาตรูป 6 X 10',
      'pages': [157]
    },
    {
      'title': 'ปิยวาจา',
      'pages': [102, 130]
    },
    {
      'title': 'ปิโย',
      'pages': [163]
    },
    {
      'title': 'ปิสุณํ วาจํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'ปิสุณาวาจา',
      'pages': [194]
    },
    {
      'title': 'ปิสุณาย วาจาย เวรมณี',
      'pages': [192]
    },
    {
      'title': 'ปีตกสิณ',
      'pages': [189]
    },
    {
      'title': 'ปีติ',
      'pages': [21, 125, 165, 201, 235]
    },
    {
      'title': 'ปีติ 5',
      'pages': [128]
    },
    {
      'title': 'ปีติสุเขกคฺคตาสหิตํ',
      'pages': [236]
    },
    {
      'title': 'ปุคคลปโรปรัญญุตา',
      'pages': [170]
    },
    {
      'title': 'ปุคคลปัญญัตติ',
      'pages': [45]
    },
    {
      'title': 'ปุคคลสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'ปุคคลัญญุตา',
      'pages': [170]
    },
    {
      'title': 'ปุคคลาปเทส',
      'pages': [89]
    },
    {
      'title': 'ปุญญาภิสังขาร',
      'pages': [68]
    },
    {
      'title': 'ปุตฺตทารสฺส สงฺคโห',
      'pages': [232]
    },
    {
      'title': 'ปุตฺตสงฺคห',
      'pages': [232]
    },
    {
      'title': 'ปุถุชน',
      'pages': [217, 227]
    },
    {
      'title': 'ปุถุชนกับโลกธรรม',
      'pages': [177]
    },
    {
      'title': 'ปุพพเปตพลี',
      'pages': [132]
    },
    {
      'title': 'ปุพฺพนฺตาปรนฺเต อญฺญาณํ',
      'pages': [118]
    },
    {
      'title': 'ปุพฺพนฺเต อญฺญาณํ',
      'pages': [118]
    },
    {
      'title': 'ปุพเพกตปุญญตา',
      'pages': [73]
    },
    {
      'title': 'ปุพเพกตวาท',
      'pages': [57]
    },
    {
      'title': 'ปุพเพกตเหตุวาท',
      'pages': [57]
    },
    {
      'title': 'ปุพฺเพ จ กตปุญฺญตา',
      'pages': [232]
    },
    {
      'title': 'ปุพเพนิวาสานุสสติ',
      'pages': [161, 177]
    },
    {
      'title': 'ปุพเพนิวาสานุสสติญาณ',
      'pages': [59, 196]
    },
    {
      'title': 'ปุรัตถิมทิศ',
      'pages': [151]
    },
    {
      'title': 'ปุริสเมธ',
      'pages': [103]
    },
    {
      'title': 'ปุริสัตตะ',
      'pages': [31]
    },
    {
      'title': 'ปุริสินทรีย์',
      'pages': [31, 225]
    },
    {
      'title': 'ปุเรชาตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'ปุฬุวกะ',
      'pages': [205]
    },
    {
      'title': 'ปูชนียสถาน, ปูชนียวัตถุ',
      'pages': [171]
    },
    {
      'title': 'ปูชา จ ปูชนียานํ',
      'pages': [232]
    },
    {
      'title': 'ปูติมุตตเภสัช',
      'pages': [83]
    },
    {
      'title': 'เปตติวิสัย',
      'pages': [227]
    },
    {
      'title': 'เปตวัตถุ',
      'pages': [45]
    },
    {
      'title': 'เปยยวัชชะ',
      'pages': [102, 130]
    },
    {
      'title': 'เปรต (ดู สัตตาวาส 7 ด้วย)',
      'pages': [109, 167, 227]
    },
    {
      'title': 'เปสลานํ ภิกฺขูนํ ผาสุวิหาราย',
      'pages': [200]
    },
    {
      'title': 'ผรณาปีติ',
      'pages': [128]
    },
    {
      'title': 'ผรุสวาจา',
      'pages': [194]
    },
    {
      'title': 'ผรุสํ วาจํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'ผรุสาย วาจาย เวรมณี',
      'pages': [192]
    },
    {
      'title': 'ผล',
      'pages': [21]
    },
    {
      'title': 'ผล 4',
      'pages': [88, 185, 203]
    },
    {
      'title': 'ผลจิต',
      'pages': [236]
    },
    {
      'title': 'ผลญาณ',
      'pages': [217]
    },
    {
      'title': 'ผลสมังคี',
      'pages': [36]
    },
    {
      'title': 'ผัสสะ',
      'pages': [209, 235]
    },
    {
      'title': 'ผัสสะ 6',
      'pages': [160]
    },
    {
      'title': 'ผัสสาหาร',
      'pages': [120]
    },
    {
      'title': 'ผุฏฺฐสฺส โลกธมฺเมหิ จิตฺตํ น กมฺปติ',
      'pages': [232]
    },
    {
      'title': 'ผุสนะ',
      'pages': [216]
    },
    {
      'title': 'โผฏฐัพพะ',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'โผฏฐัพพตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'โผฏฐัพพธาตุ',
      'pages': [224]
    },
    {
      'title': 'โผฏฐัพพวิจาร',
      'pages': [157]
    },
    {
      'title': 'โผฏฐัพพวิตก',
      'pages': [157]
    },
    {
      'title': 'โผฏฐัพพสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'โผฏฐัพพสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'พนัน',
      'pages': [110]
    },
    {
      'title': 'พยาธิตะ',
      'pages': [49, 49, 78]
    },
    {
      'title': 'พยาธิธัมมตา',
      'pages': [140]
    },
    {
      'title': 'พยาบาท',
      'pages': [128, 194, 201, 223]
    },
    {
      'title': 'พยาบาทวิตก',
      'pages': [43]
    },
    {
      'title': 'พร 4, 5',
      'pages': [129]
    },
    {
      'title': 'พรหม, พรหมโลก 16',
      'pages': [167, 178, 227]
    },
    {
      'title': 'พรหมจรรย์',
      'pages': [137]
    },
    {
      'title': 'พรหมจักร',
      'pages': [98]
    },
    {
      'title': 'พรหมจารี',
      'pages': [142, 172]
    },
    {
      'title': 'พรหมปาริสัชชา',
      'pages': [227]
    },
    {
      'title': 'พรหมปุโรหิตา',
      'pages': [227]
    },
    {
      'title': 'พรหมโลก',
      'pages': [58]
    },
    {
      'title': 'พรหมวิหาร 4',
      'pages': [84, 129]
    },
    {
      'title': 'พระเจ้าจักรพรรดิ',
      'pages': [74, 170, 207]
    },
    {
      'title': 'พระธรรม*',
      'pages': [57, 62]
    },
    {
      'title': 'พระพุทธเจ้า',
      'pages': [57, 62, 74, 170, 172, 205]
    },
    {
      'title': 'พระพุทธรูป',
      'pages': [74]
    },
    {
      'title': 'พระสงฆ์',
      'pages': [57, 62, 151]
    },
    {
      'title': 'พฺรหฺมจริยญฺจ',
      'pages': [232]
    },
    {
      'title': 'พราหมณ์',
      'pages': [93]
    },
    {
      'title': 'พราหมณคฤหบดี',
      'pages': [207]
    },
    {
      'title': 'พราหมณบริษัท',
      'pages': [79]
    },
    {
      'title': 'พละ',
      'pages': [129]
    },
    {
      'title': 'พละ 4',
      'pages': [130]
    },
    {
      'title': 'พละ 5',
      'pages': [129, 230]
    },
    {
      'title': 'พละ 5 ของพระมหากษัตริย์',
      'pages': [131]
    },
    {
      'title': 'พลกาย',
      'pages': [207]
    },
    {
      'title': 'พลี',
      'pages': [171]
    },
    {
      'title': 'พลี 5',
      'pages': [132]
    },
    {
      'title': 'พหุการธรรม 4',
      'pages': [73]
    },
    {
      'title': 'พหุการธรรม 7',
      'pages': [174]
    },
    {
      'title': 'พหุการธรรม 10',
      'pages': [197]
    },
    {
      'title': 'พหุลกรรม',
      'pages': [206]
    },
    {
      'title': 'พหุสฺสุตา',
      'pages': [131]
    },
    {
      'title': 'พหุสฺสุโต',
      'pages': [195]
    },
    {
      'title': 'พหูสูต',
      'pages': [131, 143, 143, 144, 144]
    },
    {
      'title': 'พหูสูตมีองค์ 5',
      'pages': [131]
    },
    {
      'title': 'พัฒนา',
      'pages': [29]
    },
    {
      'title': 'พาลานํ, อเสวนา จ',
      'pages': [232]
    },
    {
      'title': 'พาหาพละ',
      'pages': [131]
    },
    {
      'title': 'พาหิรายตนะ 6',
      'pages': [162]
    },
    {
      'title': 'พาหุสจฺจ',
      'pages': [197]
    },
    {
      'title': 'พาหุสัจจะ',
      'pages': [134, 174]
    },
    {
      'title': 'พาหุสจฺจญฺจ',
      'pages': [232]
    },
    {
      'title': 'พีชนิยาม',
      'pages': [127]
    },
    {
      'title': 'พุทธ ดู พระพุทธเจ้า',
      'pages': [57, 62, 74, 170, 172, 205]
    },
    {
      'title': 'พุทธกิจ',
      'pages': [183]
    },
    {
      'title': 'พุทธคารวตา',
      'pages': [148]
    },
    {
      'title': 'พุทธคุณ 2',
      'pages': [183]
    },
    {
      'title': 'พุทธคุณ 3',
      'pages': [183]
    },
    {
      'title': 'พุทธคุณ 9',
      'pages': [182]
    },
    {
      'title': 'พุทธจริยา 3',
      'pages': [55]
    },
    {
      'title': 'พุทธจักขุ',
      'pages': [124]
    },
    {
      'title': 'พุทธเจดีย์ 4',
      'pages': [74]
    },
    {
      'title': 'พุทธบัญญัติ',
      'pages': [172]
    },
    {
      'title': 'พุทธภาวะ',
      'pages': [183]
    },
    {
      'title': 'พุทธรูป',
      'pages': [74]
    },
    {
      'title': 'พุทธลีลาในการสอน 4',
      'pages': [93]
    },
    {
      'title': 'พุทธวงส์',
      'pages': [45]
    },
    {
      'title': 'พุทธวจนะ',
      'pages': [181]
    },
    {
      'title': 'พุทธโอวาท 3',
      'pages': [56]
    },
    {
      'title': 'พุทธัตถจริยา',
      'pages': [55]
    },
    {
      'title': 'พุทธานุมัต',
      'pages': [112]
    },
    {
      'title': 'พุทธานุสติ',
      'pages': [204]
    },
    {
      'title': 'พุทธาปเทส',
      'pages': [89]
    },
    {
      'title': 'พุทธิจริต',
      'pages': [149]
    },
    {
      'title': 'พุทฺโธ',
      'pages': [182]
    },
    {
      'title': 'เพียรของคฤหัสถ์, ความ',
      'pages': [28]
    },
    {
      'title': 'เพียรของบรรพชิต, ความ',
      'pages': [28]
    },
    {
      'title': 'แพศย์',
      'pages': [93]
    },
    {
      'title': 'โพชฌงค์ 7',
      'pages': [165, 230]
    },
    {
      'title': 'โพธิปักขิยธรรม 37',
      'pages': [34, 230]
    },
    {
      'title': 'ไพบูลย์ 2',
      'pages': [32]
    },
    {
      'title': 'ภควา',
      'pages': [182]
    },
    {
      'title': 'ภคินีภริยา',
      'pages': [165]
    },
    {
      'title': 'ภพ (ดู วิโมกข์ ด้วย)',
      'pages': [209]
    },
    {
      'title': 'ภพ 3',
      'pages': [56]
    },
    {
      'title': 'ภยญาณ, ภยตูปัฏฐานญาณ',
      'pages': [186]
    },
    {
      'title': 'ภยาคติ',
      'pages': [108]
    },
    {
      'title': 'ภรรยา',
      'pages': [151]
    },
    {
      'title': 'ภรรยา 7',
      'pages': [165]
    },
    {
      'title': 'ภวจักร',
      'pages': [59, 209]
    },
    {
      'title': 'ภวตัณหา',
      'pages': [44, 115, 117, 239]
    },
    {
      'title': 'ภวโยคะ',
      'pages': [92]
    },
    {
      'title': 'ภวราคะ',
      'pages': [171, 202]
    },
    {
      'title': 'ภวังคะ',
      'pages': [216]
    },
    {
      'title': 'ภวาสวะ',
      'pages': [71, 71]
    },
    {
      'title': 'ภโวฆะ',
      'pages': [121]
    },
    {
      'title': 'ภังคญาณ, ภังคานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'ภัพพตาธรรม 6',
      'pages': [157]
    },
    {
      'title': 'ภพฺพรูปตาย',
      'pages': [191]
    },
    {
      'title': 'ภัย 5',
      'pages': [130]
    },
    {
      'title': 'ภัสสปริยันตะ',
      'pages': [126]
    },
    {
      'title': 'ภัสสสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'ภาวนา',
      'pages': [116, 117]
    },
    {
      'title': 'ภาวนา 2',
      'pages': [29]
    },
    {
      'title': 'ภาวนา 3',
      'pages': [56]
    },
    {
      'title': 'ภาวนา 4',
      'pages': [29]
    },
    {
      'title': 'ภาวนาปธาน',
      'pages': [81]
    },
    {
      'title': 'ภาวนามยปัญญา',
      'pages': [54]
    },
    {
      'title': 'ภาวนามัย',
      'pages': [51, 52]
    },
    {
      'title': 'ภาวนีโย',
      'pages': [163]
    },
    {
      'title': 'ภาวรูป 2',
      'pages': [31, 249]
    },
    {
      'title': 'ภาวิต 4',
      'pages': [29]
    },
    {
      'title': 'ภาวิตกาย',
      'pages': [29]
    },
    {
      'title': 'ภาวิตจิต',
      'pages': [29]
    },
    {
      'title': 'ภาวิตปัญญา',
      'pages': [29]
    },
    {
      'title': 'ภาวิตศีล',
      'pages': [29]
    },
    {
      'title': 'ภาวิตัตต์',
      'pages': [164]
    },
    {
      'title': 'ภาเวตัพพธรรม',
      'pages': [29, 117]
    },
    {
      'title': 'ภิกขุนีวิภังค์',
      'pages': [45]
    },
    {
      'title': 'ภิกขุวิภังค์',
      'pages': [45]
    },
    {
      'title': 'ภิกขุอปริหานิยธรรม 71',
      'pages': [172]
    },
    {
      'title': 'ภิกขุอปริหานิยธรรม 72',
      'pages': [173]
    },
    {
      'title': 'ภิกษุณีบริษัท',
      'pages': [78]
    },
    {
      'title': 'ภิกษุบริษัท',
      'pages': [78]
    },
    {
      'title': 'ภูตกสิณ 4',
      'pages': [189]
    },
    {
      'title': 'ภูตรูป',
      'pages': [30, 30, 76]
    },
    {
      'title': 'ภูมิ',
      'pages': [167]
    },
    {
      'title': 'ภูมิ 4',
      'pages': [87]
    },
    {
      'title': 'ภูมิ 4, 31',
      'pages': [227]
    },
    {
      'title': 'ภูมิประเภท (จิต)',
      'pages': [236]
    },
    {
      'title': 'เภสัช',
      'pages': [83, 114]
    },
    {
      'title': 'โภคะ',
      'pages': [129]
    },
    {
      'title': 'โภคพละ',
      'pages': [131]
    },
    {
      'title': 'โภควิภาค 4',
      'pages': [87]
    },
    {
      'title': 'โภคสุข',
      'pages': [107]
    },
    {
      'title': 'โภคอาทิยะ, โภคาทิยะ 5',
      'pages': [132]
    },
    {
      'title': 'โภชนสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'โภชเนมัตตัญญุตา',
      'pages': [68]
    },
    {
      'title': 'มงคล',
      'pages': [147]
    },
    {
      'title': 'มงคล 38',
      'pages': [232]
    },
    {
      'title': 'มตะ',
      'pages': [49, 49, 78]
    },
    {
      'title': 'มทะ',
      'pages': [223]
    },
    {
      'title': 'มนสานุเปกฺขิตา',
      'pages': [131]
    },
    {
      'title': 'มนสิการ',
      'pages': [235]
    },
    {
      'title': 'มนายตนะ',
      'pages': [236]
    },
    {
      'title': 'มนินทรีย์',
      'pages': [225, 236]
    },
    {
      'title': 'มนุษย์',
      'pages': [84, 99, 134, 135, 141, 167, 227]
    },
    {
      'title': 'มนุษยธรรม',
      'pages': [135]
    },
    {
      'title': 'มนุษยโลก',
      'pages': [58]
    },
    {
      'title': 'มนุษยสมบัติ',
      'pages': [62]
    },
    {
      'title': 'มโน (ดู ปิยรูป สาตรูป ด้วย)',
      'pages': [161, 236]
    },
    {
      'title': 'มโนกรรม',
      'pages': [42]
    },
    {
      'title': 'มโนกรรม 3',
      'pages': [192, 193, 194]
    },
    {
      'title': 'มโนทวาร',
      'pages': [48, 48]
    },
    {
      'title': 'มโนทวาราวัชชนะ',
      'pages': [216]
    },
    {
      'title': 'มโนทฺวาราวชฺชนํ',
      'pages': [236]
    },
    {
      'title': 'มโนทุจริต',
      'pages': [48]
    },
    {
      'title': 'มโนธาตุ',
      'pages': [224]
    },
    {
      'title': 'มโนมยิทธิ',
      'pages': [177]
    },
    {
      'title': 'มโนวิญญาณ',
      'pages': [157, 158]
    },
    {
      'title': 'มโนวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'มโนสังขาร',
      'pages': [64]
    },
    {
      'title': 'มโนสัญเจตนาหาร',
      'pages': [120]
    },
    {
      'title': 'มโนสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'มโนสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'มโนสุจริต',
      'pages': [49]
    },
    {
      'title': 'มรณะ',
      'pages': [209]
    },
    {
      'title': 'มรณธัมมตา',
      'pages': [140]
    },
    {
      'title': 'มรณภัย',
      'pages': [130]
    },
    {
      'title': 'มรณสติ',
      'pages': [204]
    },
    {
      'title': 'มรรค',
      'pages': [21, 115, 116, 137]
    },
    {
      'title': 'มรรค 4',
      'pages': [88, 185, 203]
    },
    {
      'title': 'มรรคปัจจัย',
      'pages': [226]
    },
    {
      'title': 'มรรคภาวนา',
      'pages': [230]
    },
    {
      'title': 'มรรคมีองค์ 8',
      'pages': [175, 230]
    },
    {
      'title': 'มรรคสมังคี',
      'pages': [36]
    },
    {
      'title': 'มละ 9',
      'pages': [184]
    },
    {
      'title': 'มหากิริยาจิต 8',
      'pages': [236]
    },
    {
      'title': 'มหากุศลจิต 8',
      'pages': [236]
    },
    {
      'title': 'มหานิทเทส',
      'pages': [45]
    },
    {
      'title': 'มหาปกรณ์',
      'pages': [45]
    },
    {
      'title': 'มหาปเทส 41',
      'pages': [89]
    },
    {
      'title': 'มหาปเทส 42',
      'pages': [90]
    },
    {
      'title': 'มหาพรหมา',
      'pages': [227]
    },
    {
      'title': 'มหาภูต 4',
      'pages': [30, 30, 76]
    },
    {
      'title': 'มหาภูตรูป 4',
      'pages': [30, 249]
    },
    {
      'title': 'มหายัญ 5',
      'pages': [103]
    },
    {
      'title': 'มหาราช 4',
      'pages': [159]
    },
    {
      'title': 'มหาวรรค',
      'pages': [45]
    },
    {
      'title': 'มหาวิบาก 8',
      'pages': [236]
    },
    {
      'title': 'มหาวิบากจิต 8',
      'pages': [236]
    },
    {
      'title': 'มหาวิภังค์',
      'pages': [45]
    },
    {
      'title': 'มหาสงฆ์',
      'pages': [144, 145]
    },
    {
      'title': 'มักขะ',
      'pages': [184, 223]
    },
    {
      'title': 'มักน้อย',
      'pages': [176]
    },
    {
      'title': 'มัคคจิต 4',
      'pages': [236]
    },
    {
      'title': 'มัคคญาณ',
      'pages': [217]
    },
    {
      'title': 'มัคคสมังคี (ดู มรรคสมังคี)',
      'pages': [36]
    },
    {
      'title': 'มัคคังคะ',
      'pages': [175]
    },
    {
      'title': 'มัคคามัคคญาณทัสสนวิสุทธิ',
      'pages': [168, 201]
    },
    {
      'title': 'มังสจักขุ',
      'pages': [124]
    },
    {
      'title': 'มังสวณิชชา',
      'pages': [134]
    },
    {
      'title': 'มัจจุมาร',
      'pages': [133]
    },
    {
      'title': 'มัจฉริยะ',
      'pages': [184, 202, 223, 235]
    },
    {
      'title': 'มัจฉริยะ 5',
      'pages': [133, 146]
    },
    {
      'title': 'มชฺชปานา จ สญฺญโม',
      'pages': [232]
    },
    {
      'title': 'มัชชวณิชชา',
      'pages': [134]
    },
    {
      'title': 'มัชฌิมนิกาย',
      'pages': [45]
    },
    {
      'title': 'มัชฌิมาปฏิปทา',
      'pages': [23, 115, 175]
    },
    {
      'title': 'มัตตัญญุตา',
      'pages': [170]
    },
    {
      'title': 'มัททวะ',
      'pages': [199]
    },
    {
      'title': 'มันทกุมาร',
      'pages': [49]
    },
    {
      'title': 'มาฆบูชา',
      'pages': [56]
    },
    {
      'title': 'มาตาปิตุอุปัฏฐาน',
      'pages': [65]
    },
    {
      'title': 'มาตาปิตุอุปฏฐานํ',
      'pages': [232]
    },
    {
      'title': 'มาตาภริยา',
      'pages': [165]
    },
    {
      'title': 'มาตุฆาต',
      'pages': [139, 161]
    },
    {
      'title': 'มานะ',
      'pages': [53, 171, 192, 201, 202, 223, 235]
    },
    {
      'title': 'มานะ 9',
      'pages': [185]
    },
    {
      'title': 'มานัส',
      'pages': [236]
    },
    {
      'title': 'มายา',
      'pages': [184, 223]
    },
    {
      'title': 'มาร 5',
      'pages': [133]
    },
    {
      'title': 'มารดาบิดา',
      'pages': [151]
    },
    {
      'title': 'มาลาคนฺธ ฯเปฯ วิภูสนฏฺฐานา เวรมณี',
      'pages': [137]
    },
    {
      'title': 'มา อนุสฺสเวน ฯเปฯ',
      'pages': [191]
    },
    {
      'title': 'มิคปักษี',
      'pages': [207]
    },
    {
      'title': 'มิจฉัตตะ 10',
      'pages': [203]
    },
    {
      'title': 'มิจฉากัมมันตะ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาญาณ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาทิฏฐิ',
      'pages': [29, 184, 194, 203]
    },
    {
      'title': 'มิจฉาวณิชชา 5',
      'pages': [134]
    },
    {
      'title': 'มิจฉาวาจา',
      'pages': [203]
    },
    {
      'title': 'มิจฉาวายามะ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาวิมุตติ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาสติ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาสมาธิ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาสังกัปปะ',
      'pages': [203]
    },
    {
      'title': 'มิจฉาอาชีวะ',
      'pages': [203]
    },
    {
      'title': 'มิตรเทียม 4',
      'pages': [90]
    },
    {
      'title': 'มิตรแท้ 4',
      'pages': [91]
    },
    {
      'title': 'มิตรแนะประโยชน์',
      'pages': [91]
    },
    {
      'title': 'มิตรปฏิรูปก์ 4',
      'pages': [90]
    },
    {
      'title': 'มิตรมีน้ำใจ',
      'pages': [91]
    },
    {
      'title': 'มิตรร่วมสุขร่วมทุกข์',
      'pages': [91]
    },
    {
      'title': 'มิตรสหาย',
      'pages': [151]
    },
    {
      'title': 'มิตรอุปการะ',
      'pages': [91]
    },
    {
      'title': 'มิทธะ',
      'pages': [235]
    },
    {
      'title': 'มุญจิตุกัมยตาญาณ',
      'pages': [186]
    },
    {
      'title': 'มุทิตา',
      'pages': [84, 235]
    },
    {
      'title': 'มุทุตา',
      'pages': [31]
    },
    {
      'title': 'มุสาวาท',
      'pages': [72, 184, 194]
    },
    {
      'title': 'มุสาวาทํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'มุสาวาทา เวรมณี',
      'pages': [135, 136, 192]
    },
    {
      'title': 'มูล 2',
      'pages': [209]
    },
    {
      'title': 'มูลเหตุแห่งการบัญญัติพระวินัย 10',
      'pages': [200]
    },
    {
      'title': 'เมตตา',
      'pages': [42, 84, 198]
    },
    {
      'title': 'เมตตากายกรรม',
      'pages': [160]
    },
    {
      'title': 'เมตตามโนกรรม',
      'pages': [160]
    },
    {
      'title': 'เมตตาและกรุณา',
      'pages': [135]
    },
    {
      'title': 'เมตตาวจีกรรม',
      'pages': [160]
    },
    {
      'title': 'เมถุนสังโยค 7',
      'pages': [166]
    },
    {
      'title': 'โมมูหจิต 2',
      'pages': [236]
    },
    {
      'title': 'โมหะ',
      'pages': [20, 42, 192, 235]
    },
    {
      'title': 'โมหจริต',
      'pages': [149]
    },
    {
      'title': 'โมหมูลจิต 2',
      'pages': [236]
    },
    {
      'title': 'โมหัคคิ',
      'pages': [68]
    },
    {
      'title': 'โมหาคติ',
      'pages': [108]
    },
    {
      'title': 'ยกย่อง',
      'pages': [145, 146]
    },
    {
      'title': 'ยถาภูตญาณ',
      'pages': [168]
    },
    {
      'title': 'ยถาพลสันโดษ',
      'pages': [65]
    },
    {
      'title': 'ยถาลาภสันโดษ',
      'pages': [65]
    },
    {
      'title': 'ยถาสันถติกังคะ',
      'pages': [213]
    },
    {
      'title': 'ยถาสารุปปสันโดษ',
      'pages': [65]
    },
    {
      'title': 'ยมก',
      'pages': [45]
    },
    {
      'title': 'ยส',
      'pages': [177]
    },
    {
      'title': 'ยักษ์',
      'pages': [159]
    },
    {
      'title': 'ยามา',
      'pages': [159, 227]
    },
    {
      'title': 'โยคะ 4',
      'pages': [92]
    },
    {
      'title': 'โยคพหุโล',
      'pages': [158]
    },
    {
      'title': 'โยนิ 4',
      'pages': [92]
    },
    {
      'title': 'โยนิโสมนสิการ',
      'pages': [18, 29, 97, 107]
    },
    {
      'title': 'โยนิโสมนสิการสัมปทา',
      'pages': [164]
    },
    {
      'title': 'รส, รสะ',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'รสตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'รสธาตุ',
      'pages': [224]
    },
    {
      'title': 'รสวิจาร',
      'pages': [157]
    },
    {
      'title': 'รสวิตก',
      'pages': [157]
    },
    {
      'title': 'รสสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'รสสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'รตฺตญฺญู',
      'pages': [195]
    },
    {
      'title': 'รัตนตรัย',
      'pages': [57, 62]
    },
    {
      'title': 'ราคจริต',
      'pages': [149]
    },
    {
      'title': 'ราคัคคิ',
      'pages': [68]
    },
    {
      'title': 'ราชธรรม 10',
      'pages': [199]
    },
    {
      'title': 'ราชพลี',
      'pages': [132]
    },
    {
      'title': 'ราชสังคหวัตถุ 4',
      'pages': [103]
    },
    {
      'title': 'รุกขมูลเสนาสนะ',
      'pages': [83]
    },
    {
      'title': 'รุกขมูลิกังคะ',
      'pages': [213]
    },
    {
      'title': 'รูป, รูปะ',
      'pages': [20, 31, 81, 123, 157, 162, 178]
    },
    {
      'title': 'รูป 21, 28',
      'pages': [30]
    },
    {
      'title': 'รูป 22',
      'pages': [32]
    },
    {
      'title': 'รูป 28',
      'pages': [30]
    },
    {
      'title': 'รูปขันธ์',
      'pages': [123]
    },
    {
      'title': 'รูปฌาน 4',
      'pages': [21, 21, 21, 22, 179, 187]
    },
    {
      'title': 'รูปตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'รูปธรรม',
      'pages': [24, 217]
    },
    {
      'title': 'รูปธาตุ',
      'pages': [224]
    },
    {
      'title': 'รูปประมาณ',
      'pages': [82]
    },
    {
      'title': 'รูปพรหม 16',
      'pages': [227]
    },
    {
      'title': 'รูปภพ',
      'pages': [56]
    },
    {
      'title': 'รูปราคะ',
      'pages': [201]
    },
    {
      'title': 'รูปรูป 18',
      'pages': [249]
    },
    {
      'title': 'รูปโลก',
      'pages': [104]
    },
    {
      'title': 'รูปวิจาร',
      'pages': [157]
    },
    {
      'title': 'รูปวิตก',
      'pages': [157]
    },
    {
      'title': 'รูปวิบาก 5',
      'pages': [216]
    },
    {
      'title': 'รูปสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'รูปสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'รูปัปปมาณิกา',
      'pages': [82]
    },
    {
      'title': 'รูปสฺส กมฺมญฺญตา',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส ชรตา',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส มุทุตา',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส ลหุตา',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส สนฺตติ',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส อนิจฺจตา',
      'pages': [31]
    },
    {
      'title': 'รูปสฺส อุปจย',
      'pages': [31]
    },
    {
      'title': 'รูปาวจร',
      'pages': [21]
    },
    {
      'title': 'รูปาวจรกิริยาจิต 5',
      'pages': [236]
    },
    {
      'title': 'รูปาวจรกุสลจิต 5',
      'pages': [236]
    },
    {
      'title': 'รูปาวจรจิต 15',
      'pages': [236]
    },
    {
      'title': 'รูปาวจรภูมิ 16',
      'pages': [87, 227]
    },
    {
      'title': 'รูปาวจรวิบากจิต 5',
      'pages': [236]
    },
    {
      'title': 'รูปาวจรสมาธิ',
      'pages': [56]
    },
    {
      'title': 'รูปิโน ธมฺมา',
      'pages': [24]
    },
    {
      'title': 'ฤทธิ์ 2',
      'pages': [32]
    },
    {
      'title': 'ลหุตา',
      'pages': [31]
    },
    {
      'title': 'ลักขณรูป 4',
      'pages': [31, 249]
    },
    {
      'title': 'ลักขณูปนิชฌาน',
      'pages': [21]
    },
    {
      'title': 'ลักษณะตัดสินธรรมวินัย 7',
      'pages': [176]
    },
    {
      'title': 'ลักษณะตัดสินธรรมวินัย 8',
      'pages': [176]
    },
    {
      'title': 'ลัทธินอกพุทธศาสนา 3',
      'pages': [57]
    },
    {
      'title': 'ลาภ',
      'pages': [177]
    },
    {
      'title': 'ลาภมัจฉริยะ',
      'pages': [133, 146]
    },
    {
      'title': 'ลาภานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'ลีลาการสอน 4',
      'pages': [93]
    },
    {
      'title': 'ลูขประมาณ',
      'pages': [82]
    },
    {
      'title': 'ลูขัปปมาณิกา',
      'pages': [82]
    },
    {
      'title': 'เลื่อมใส',
      'pages': [145]
    },
    {
      'title': 'โลก (เที่ยง ไม่เที่ยง ฯลฯ)',
      'pages': [205]
    },
    {
      'title': 'โลก 31',
      'pages': [58]
    },
    {
      'title': 'โลก 32',
      'pages': [58]
    },
    {
      'title': 'โลก 33',
      'pages': [104]
    },
    {
      'title': 'โลกธรรม 8',
      'pages': [177]
    },
    {
      'title': 'โลกธมฺเมหิ',
      'pages': [232]
    },
    {
      'title': 'โลกนาถ',
      'pages': [183]
    },
    {
      'title': 'โลกบาล 4',
      'pages': [159]
    },
    {
      'title': 'โลกบาลธรรม 2',
      'pages': [25]
    },
    {
      'title': 'โลกวิทู',
      'pages': [182]
    },
    {
      'title': 'โลกัตถจริยา',
      'pages': [55]
    },
    {
      'title': 'โลกาธิปไตย',
      'pages': [66]
    },
    {
      'title': 'โลกียญาณ',
      'pages': [217]
    },
    {
      'title': 'โลกียธรรม',
      'pages': [24]
    },
    {
      'title': 'โลกียภูมิ',
      'pages': [87, 227]
    },
    {
      'title': 'โลกียอภิญญา',
      'pages': [40, 161]
    },
    {
      'title': 'โลกุตตรกุศลจิต 4 (20)',
      'pages': [236]
    },
    {
      'title': 'โลกุตตรจิต 8 (40)',
      'pages': [236]
    },
    {
      'title': 'โลกุตตรญาณ',
      'pages': [217]
    },
    {
      'title': 'โลกุตตรธรรม',
      'pages': [24, 183]
    },
    {
      'title': 'โลกุตตรธรรม 9, 46',
      'pages': [185, 203]
    },
    {
      'title': 'โลกุตตรภูมิ',
      'pages': [87, 227]
    },
    {
      'title': 'โลกุตตรวิบากจิต 4 (20)',
      'pages': [236]
    },
    {
      'title': 'โลภะ',
      'pages': [20, 42, 192, 235, 249]
    },
    {
      'title': 'โลภมูลจิต 8',
      'pages': [236]
    },
    {
      'title': 'โลหิตกะ',
      'pages': [205]
    },
    {
      'title': 'โลหิตกสิณ',
      'pages': [189]
    },
    {
      'title': 'โลหิตุปบาท',
      'pages': [139, 161]
    },
    {
      'title': 'วจนกฺขโม',
      'pages': [163]
    },
    {
      'title': 'วจสา ปริจิตา',
      'pages': [131]
    },
    {
      'title': 'วจีกรรม',
      'pages': [42]
    },
    {
      'title': 'วจีกรรม 4',
      'pages': [137, 192, 193, 194]
    },
    {
      'title': 'วจีทวาร',
      'pages': [48]
    },
    {
      'title': 'วจีทุจริต',
      'pages': [48]
    },
    {
      'title': 'วจีบรม',
      'pages': [90]
    },
    {
      'title': 'วจีวิญญัติ',
      'pages': [31]
    },
    {
      'title': 'วจีสังขาร',
      'pages': [63, 64]
    },
    {
      'title': 'วจีสุจริต',
      'pages': [49]
    },
    {
      'title': 'วณิชชา 5',
      'pages': [134]
    },
    {
      'title': 'วธกาภริยา',
      'pages': [165]
    },
    {
      'title': 'วรรณะ',
      'pages': [129, 141]
    },
    {
      'title': 'วรรณะ 4',
      'pages': [93]
    },
    {
      'title': 'วรรณกสิณ 4',
      'pages': [189]
    },
    {
      'title': 'วโย ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'วสวัตดี',
      'pages': [159]
    },
    {
      'title': 'วัชชีอปริหานิยธรรม 7',
      'pages': [171]
    },
    {
      'title': 'วัฏฏะ 3',
      'pages': [59, 209]
    },
    {
      'title': 'วัฑฒิ หรือ วัฒิ หรือ วุฒิ  5',
      'pages': [142]
    },
    {
      'title': 'วัฒนมุข 6',
      'pages': [112]
    },
    {
      'title': 'วัณณะ',
      'pages': [129, 162]
    },
    {
      'title': 'วัณณมัจริยะ',
      'pages': [133, 146]
    },
    {
      'title': 'วตฺตา จ',
      'pages': [163]
    },
    {
      'title': 'วัตถุกาม',
      'pages': [20]
    },
    {
      'title': 'วัตถุประสงค์การบัญญัติวินัย  10',
      'pages': [200]
    },
    {
      'title': 'วัตถุสัมปทา',
      'pages': [106]
    },
    {
      'title': 'วัตรปฏิบัติ',
      'pages': [143]
    },
    {
      'title': 'วาจา, สุภาสิตา จ ยา',
      'pages': [232]
    },
    {
      'title': 'วาจาเปยยะ',
      'pages': [103]
    },
    {
      'title': 'วาชเปยะ',
      'pages': [103]
    },
    {
      'title': 'วาโยกสิณ',
      'pages': [189]
    },
    {
      'title': 'วาโยธาตุ',
      'pages': [30, 76, 77, 77]
    },
    {
      'title': 'วิกขัมภนนิโรธ',
      'pages': [127]
    },
    {
      'title': 'วิกขัมภนปหาน',
      'pages': [127]
    },
    {
      'title': 'วิกขายิตกะ',
      'pages': [205]
    },
    {
      'title': 'วิกขิตตกะ',
      'pages': [205]
    },
    {
      'title': 'วิการรูป 3, 5',
      'pages': [31, 249]
    },
    {
      'title': 'วิกาลโภชนา เวรมณี',
      'pages': [136]
    },
    {
      'title': 'วิคตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'วิจฉิททกะ',
      'pages': [205]
    },
    {
      'title': 'วิจาร',
      'pages': [21, 235]
    },
    {
      'title': 'วิจาร 6',
      'pages': [157]
    },
    {
      'title': 'วิจารปีติสุเขกคฺคตาสหิตํ',
      'pages': [236]
    },
    {
      'title': 'วิจิกิจฉา',
      'pages': [128, 171, 192, 201, 202, 235]
    },
    {
      'title': 'วิจิกิจฺฉาสมฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'วิเจยฺย เทติ',
      'pages': [179]
    },
    {
      'title': 'วิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'วิชชา 3',
      'pages': [59]
    },
    {
      'title': 'วิชชา 8',
      'pages': [177]
    },
    {
      'title': 'วิชฺชาจรณสมฺปนฺโน',
      'pages': [182]
    },
    {
      'title': 'วิชชาภาคิยธรรม',
      'pages': [29]
    },
    {
      'title': 'วิชชามาเนนวิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'วิชชามาเนนอวิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'วิญญัติรูป 2',
      'pages': [31, 249]
    },
    {
      'title': 'วิญญาณ',
      'pages': [209, 236]
    },
    {
      'title': 'วิญญาณ 6',
      'pages': [157, 158]
    },
    {
      'title': 'วิญญาณกสิณ',
      'pages': [189]
    },
    {
      'title': 'วิญญาณกิจ 14',
      'pages': [216]
    },
    {
      'title': 'วิญญาณขันธ์',
      'pages': [123, 236]
    },
    {
      'title': 'วิญญาณฐิติ 7',
      'pages': [167]
    },
    {
      'title': 'วิญญาณธาตุ',
      'pages': [77, 78]
    },
    {
      'title': 'วิญญาณปวัตติ, วิญญาณปวัตติอาการ',
      'pages': [216]
    },
    {
      'title': 'วิญญาณัญจายตนะ',
      'pages': [117, 167, 178, 187]
    },
    {
      'title': 'วิญฺญาณญฺจายตนกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'วิญญาณัญจายตนภูมิ',
      'pages': [227]
    },
    {
      'title': 'วิญญาณาหาร',
      'pages': [120]
    },
    {
      'title': 'วิตก',
      'pages': [21, 235]
    },
    {
      'title': 'วิตก 6',
      'pages': [157]
    },
    {
      'title': 'วิตกจริต',
      'pages': [149]
    },
    {
      'title': 'วิตกฺกวิจารปีติสุเขกคฺคตาสหิตํ',
      'pages': [236]
    },
    {
      'title': 'วิธีปฏิบัติต่อทุกข์–สุข 4',
      'pages': [94]
    },
    {
      'title': 'วิธูโร',
      'pages': [55]
    },
    {
      'title': 'วินัย',
      'pages': [29, 45, 89, 90, 138, 176, 176]
    },
    {
      'title': 'วินัย 2',
      'pages': [138]
    },
    {
      'title': 'วินัยปิฎก',
      'pages': [45]
    },
    {
      'title': 'วินยานุคฺคหาย',
      'pages': [200]
    },
    {
      'title': 'วินโย จ สุสิกฺขิโต',
      'pages': [232]
    },
    {
      'title': 'วินิปาติกะ',
      'pages': [167, 187]
    },
    {
      'title': 'วินีลกะ',
      'pages': [205]
    },
    {
      'title': 'วิบัติ 41',
      'pages': [94]
    },
    {
      'title': 'วิบัติ 42',
      'pages': [95]
    },
    {
      'title': 'วิปจิตัญญู',
      'pages': [79]
    },
    {
      'title': 'วิปปยุตตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'วิปริณามทุกขตา',
      'pages': [48]
    },
    {
      'title': 'วิปริตมนสิการ',
      'pages': [249]
    },
    {
      'title': 'วิปัลลาส, วิปลาส 4',
      'pages': [97]
    },
    {
      'title': 'วิปัลลาสนิมิต',
      'pages': [59]
    },
    {
      'title': 'วิปัสสนา',
      'pages': [21, 33, 218]
    },
    {
      'title': 'วิปัสสนาญาณ 9',
      'pages': [168, 177, 186, 217]
    },
    {
      'title': 'วิปัสสนาญาณ 10',
      'pages': [186]
    },
    {
      'title': 'วิปัสสนาธุระ',
      'pages': [26]
    },
    {
      'title': 'วิปัสสนาภาวนา',
      'pages': [29]
    },
    {
      'title': 'วิปัสสนายานิก',
      'pages': [38]
    },
    {
      'title': 'วิปัสสนูปกิเลส 10',
      'pages': [168, 201]
    },
    {
      'title': 'วิปากจิต 36 (52)',
      'pages': [236]
    },
    {
      'title': 'วิปากจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'วิปากปัจจัย',
      'pages': [226]
    },
    {
      'title': 'วิปากวัฏฏ์',
      'pages': [59]
    },
    {
      'title': 'วิปากสัทธา',
      'pages': [99]
    },
    {
      'title': 'วิปุพพกะ',
      'pages': [205]
    },
    {
      'title': 'วิภวตัณหา',
      'pages': [44, 115, 239]
    },
    {
      'title': 'วิภังค์ (วินัย)',
      'pages': [45]
    },
    {
      'title': 'วิภังค์ (อภิธรรม)',
      'pages': [45]
    },
    {
      'title': 'วิมังสา',
      'pages': [121]
    },
    {
      'title': 'วิมานวัตถุ',
      'pages': [45]
    },
    {
      'title': 'วิมุตตานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'วิมุตติ',
      'pages': [129, 143]
    },
    {
      'title': 'วิมุตติ 2',
      'pages': [32]
    },
    {
      'title': 'วิมุตติ 5',
      'pages': [127, 134]
    },
    {
      'title': 'วิมุตติกถา',
      'pages': [188]
    },
    {
      'title': 'วิมุตติขันธ์',
      'pages': [124]
    },
    {
      'title': 'วิมุตติญาณทัสสนกถา',
      'pages': [188]
    },
    {
      'title': 'วิมุตติญาณทัสสนขันธ์',
      'pages': [124]
    },
    {
      'title': 'วิมุตฺโต',
      'pages': [195]
    },
    {
      'title': 'วิโมกข์ 3',
      'pages': [59]
    },
    {
      'title': 'วิโมกข์ 8',
      'pages': [178]
    },
    {
      'title': 'วิรชํ',
      'pages': [232]
    },
    {
      'title': 'วิรตีเจตสิก 3',
      'pages': [235]
    },
    {
      'title': 'วิรัติ 3',
      'pages': [60]
    },
    {
      'title': 'วิราคะ',
      'pages': [176, 176]
    },
    {
      'title': 'วิราคะ 5',
      'pages': [127]
    },
    {
      'title': 'วิราคสญฺญา',
      'pages': [202]
    },
    {
      'title': 'วิริยะ',
      'pages': [121, 129, 165, 198, 235]
    },
    {
      'title': 'วิริยนิสิต',
      'pages': [213]
    },
    {
      'title': 'วิริยปฏิสังยุตต์',
      'pages': [213]
    },
    {
      'title': 'วิริยพละ',
      'pages': [130]
    },
    {
      'title': 'วิริยสังวร',
      'pages': [138]
    },
    {
      'title': 'วิริยารมฺภ',
      'pages': [197]
    },
    {
      'title': 'วิริยารัมภะ',
      'pages': [18, 134, 176, 180]
    },
    {
      'title': 'วิริยารัมภกถา',
      'pages': [188]
    },
    {
      'title': 'วิริยินทรีย์',
      'pages': [225]
    },
    {
      'title': 'วิรูปักษ์',
      'pages': [159]
    },
    {
      'title': 'วิรูฬหก',
      'pages': [159]
    },
    {
      'title': 'วิเวก 3',
      'pages': [60]
    },
    {
      'title': 'วิเวก 5',
      'pages': [127]
    },
    {
      'title': 'วิสมโลภสฺส ปหานํ',
      'pages': [207]
    },
    {
      'title': 'วิสวณิชชา',
      'pages': [134]
    },
    {
      'title': 'วิสังโยค',
      'pages': [176]
    },
    {
      'title': 'วิสัยรูป 4, 5',
      'pages': [31, 249]
    },
    {
      'title': 'วิสุทธิ',
      'pages': [54]
    },
    {
      'title': 'วิสุทธิ 7',
      'pages': [168]
    },
    {
      'title': 'วิสุทธิคุณ',
      'pages': [183]
    },
    {
      'title': 'วิสุทธิเทพ',
      'pages': [49]
    },
    {
      'title': 'วิหิงสาวิตก',
      'pages': [43]
    },
    {
      'title': 'วุฑฒิธรรม 4',
      'pages': [97, 107]
    },
    {
      'title': 'วุฑฒิธรรม, วุฑฒิธรรม 5',
      'pages': [142]
    },
    {
      'title': 'วุฒิมุข',
      'pages': [112]
    },
    {
      'title': 'วุตฺตํ เหตํ ภควตา',
      'pages': [181]
    },
    {
      'title': 'เวทนา',
      'pages': [209, 235]
    },
    {
      'title': 'เวทนา 2',
      'pages': [61]
    },
    {
      'title': 'เวทนา 3',
      'pages': [61]
    },
    {
      'title': 'เวทนา 5',
      'pages': [112]
    },
    {
      'title': 'เวทนา 6',
      'pages': [61, 157, 249]
    },
    {
      'title': 'เวทนา 108',
      'pages': [249]
    },
    {
      'title': 'เวทนาขันธ์',
      'pages': [123]
    },
    {
      'title': 'เวทนาเจตสิก 5',
      'pages': [249]
    },
    {
      'title': 'เวทนานุปัสสนา, เวทนานุปัสสนาสติปัฏฐาน ',
      'pages': [100, 218]
    },
    {
      'title': 'เวทนานุปัสสนาจตุกกะ',
      'pages': [218]
    },
    {
      'title': 'เวทลฺลํ',
      'pages': [181]
    },
    {
      'title': 'เวทพหุโล',
      'pages': [158]
    },
    {
      'title': 'เวปุลละ 2',
      'pages': [32]
    },
    {
      'title': 'เวปุลลธรรม 6',
      'pages': [158]
    },
    {
      'title': 'เวยฺยากรณํ',
      'pages': [181]
    },
    {
      'title': 'เวยยาวัจจมัย',
      'pages': [52]
    },
    {
      'title': 'เววณฺณิย',
      'pages': [141]
    },
    {
      'title': 'เวสสวัณ',
      'pages': [159]
    },
    {
      'title': 'เวสารัชชะ 4',
      'pages': [98]
    },
    {
      'title': 'เวสารัชชกรณธรรม 5',
      'pages': [134]
    },
    {
      'title': 'เวสารัชชญาณ 4',
      'pages': [98]
    },
    {
      'title': 'เวหัปผลา',
      'pages': [227]
    },
    {
      'title': 'โวฏฐัพพนะ, โวฏฐปนะ',
      'pages': [216, 236]
    },
    {
      'title': 'โวสสัคคะ 5',
      'pages': [127]
    },
    {
      'title': 'ศรัทธา',
      'pages': [101, 134, 142, 147, 174, 180]
    },
    {
      'title': 'ศรัทธา 4',
      'pages': [99]
    },
    {
      'title': 'ศรัทธาไทย',
      'pages': [145, 145, 146]
    },
    {
      'title': 'ศาสนา 2',
      'pages': [34]
    },
    {
      'title': 'ศิษย์',
      'pages': [151]
    },
    {
      'title': 'ศีล (ดู สีลวา ด้วย)',
      'pages': [29, 66, 101, 108, 112, 115, 129, 134, 142, 143, 144, 144, 147, 174, 197, 198, 199, 218]
    },
    {
      'title': 'ศีล 5',
      'pages': [135]
    },
    {
      'title': 'ศีล 8',
      'pages': [136]
    },
    {
      'title': 'ศีล 8 ทั้งอาชีวะ',
      'pages': [137]
    },
    {
      'title': 'ศีล 10 ',
      'pages': [137]
    },
    {
      'title': 'ศีลวิบัติ',
      'pages': [94]
    },
    {
      'title': 'ศูทร',
      'pages': [93]
    },
    {
      'title': 'สกทาคามิผล',
      'pages': [88]
    },
    {
      'title': 'สกทาคามิผลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'สกทาคามิมรรค',
      'pages': [88]
    },
    {
      'title': 'สกทาคามิมคฺคจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'สกทาคามี',
      'pages': [35, 36, 227]
    },
    {
      'title': 'สกทาคามี 3, 5',
      'pages': [37]
    },
    {
      'title': 'สขีภริยา',
      'pages': [165]
    },
    {
      'title': 'สงเคราะห์',
      'pages': [160]
    },
    {
      'title': 'สจิตฺตปริโยทปนํ',
      'pages': [56]
    },
    {
      'title': 'สติ',
      'pages': [19, 25, 129, 165, 180, 197, 235]
    },
    {
      'title': 'สตินทรีย์',
      'pages': [225]
    },
    {
      'title': 'สติปัฏฐาน',
      'pages': [218]
    },
    {
      'title': 'สติปัฏฐาน 4',
      'pages': [100, 230]
    },
    {
      'title': 'สติสังวร',
      'pages': [138]
    },
    {
      'title': 'สติสัมปชัญญะ',
      'pages': [101, 135]
    },
    {
      'title': 'สทารสันโดษ',
      'pages': [135]
    },
    {
      'title': 'สนธิ 3',
      'pages': [209]
    },
    {
      'title': 'สนิทานธัมมเทสนา',
      'pages': [70]
    },
    {
      'title': 'สปทานจาริกังคะ',
      'pages': [213]
    },
    {
      'title': 'สพรหมจารี',
      'pages': [172]
    },
    {
      'title': 'สมจาคา',
      'pages': [101]
    },
    {
      'title': 'สมชีวิตา',
      'pages': [75]
    },
    {
      'title': 'สมชีวิธรรม 4',
      'pages': [101]
    },
    {
      'title': 'สมณบริษัท',
      'pages': [79]
    },
    {
      'title': 'สมณพราหมณ์',
      'pages': [151, 207]
    },
    {
      'title': 'สมณพราหมณปริปุจฉา',
      'pages': [207]
    },
    {
      'title': 'สมณานญฺจ ทสฺสนํ',
      'pages': [232]
    },
    {
      'title': 'สมโณ โน ครูติ',
      'pages': [191]
    },
    {
      'title': 'สมดึงสบารมี',
      'pages': [198]
    },
    {
      'title': 'สมติงสบารมี',
      'pages': [198]
    },
    {
      'title': 'สมถะ',
      'pages': [218]
    },
    {
      'title': 'สมถภาวนา',
      'pages': [29]
    },
    {
      'title': 'สมถยานิก',
      'pages': [38, 40]
    },
    {
      'title': 'สมนันตรปัจจัย',
      'pages': [226]
    },
    {
      'title': 'สมบัติ 31',
      'pages': [62]
    },
    {
      'title': 'สมบัติ 32',
      'pages': [62]
    },
    {
      'title': 'สมบัติ 4',
      'pages': [96]
    },
    {
      'title': 'สมบัติของอุบาสก 5',
      'pages': [147]
    },
    {
      'title': 'สมบัติของอุบาสก 7',
      'pages': [147]
    },
    {
      'title': 'สมปัญญา',
      'pages': [101]
    },
    {
      'title': 'สมมติกถา',
      'pages': [24]
    },
    {
      'title': 'สมมติเทพ',
      'pages': [49]
    },
    {
      'title': 'สมมติเทสนา',
      'pages': [24]
    },
    {
      'title': 'สมมติสัจจะ',
      'pages': [34]
    },
    {
      'title': 'สมสัทธา',
      'pages': [101]
    },
    {
      'title': 'สมสีลา',
      'pages': [101]
    },
    {
      'title': 'สมันตจักขุ',
      'pages': [124]
    },
    {
      'title': 'สมาทปนา',
      'pages': [93]
    },
    {
      'title': 'สมาทานวิรัติ',
      'pages': [60]
    },
    {
      'title': 'สมาธิ (ดู พละ 5 ด้วย) ',
      'pages': [29, 66, 115, 125, 146, 165, 218]
    },
    {
      'title': 'สมาธิ 2',
      'pages': [32]
    },
    {
      'title': 'สมาธิ 31',
      'pages': [33]
    },
    {
      'title': 'สมาธิ 32 ',
      'pages': [33]
    },
    {
      'title': 'สมาธิกถา',
      'pages': [188]
    },
    {
      'title': 'สมาธิขันธ์',
      'pages': [124]
    },
    {
      'title': 'สมาธินทรีย์',
      'pages': [40, 225]
    },
    {
      'title': 'สมาธิภาวนา 4',
      'pages': [101]
    },
    {
      'title': 'สมานสุขทุกข์',
      'pages': [91]
    },
    {
      'title': 'สมานัตตตา',
      'pages': [102, 130]
    },
    {
      'title': 'สมาบัติ 8',
      'pages': [179]
    },
    {
      'title': 'สมุจเฉทนิโรธ',
      'pages': [127]
    },
    {
      'title': 'สมุจเฉทปหาน',
      'pages': [127]
    },
    {
      'title': 'สมุจเฉทวิรัติ',
      'pages': [60]
    },
    {
      'title': 'สมุตเตชนา',
      'pages': [93]
    },
    {
      'title': 'สมุทยวาร',
      'pages': [209]
    },
    {
      'title': 'สมุทัย',
      'pages': [115, 116]
    },
    {
      'title': 'สยัมภูญาณ',
      'pages': [115]
    },
    {
      'title': 'สรณะ 3',
      'pages': [57, 62]
    },
    {
      'title': 'สรรพเมธะ',
      'pages': [103]
    },
    {
      'title': 'สวนะ',
      'pages': [216]
    },
    {
      'title': 'สรีระ',
      'pages': [205]
    },
    {
      'title': 'สวนานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'สวรรค์ 6',
      'pages': [159]
    },
    {
      'title': 'สวรรคสมบัติ',
      'pages': [62]
    },
    {
      'title': 'สฺวากฺขาโต ภควตา ธมฺโม',
      'pages': [183]
    },
    {
      'title': 'สฺวาคตปาฏิโมกฺโข',
      'pages': [195]
    },
    {
      'title': 'สสังขารปรินิพพายี',
      'pages': [38]
    },
    {
      'title': 'สหชาตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'สเหตุกกามาวจรกิริยาจิต 8',
      'pages': [236]
    },
    {
      'title': 'สเหตุกกามาวจรกุศลจิต 8',
      'pages': [236]
    },
    {
      'title': 'สเหตุกกามาวจรวิบากจิต 8',
      'pages': [236]
    },
    {
      'title': 'สฬายตนะ',
      'pages': [161, 209]
    },
    {
      'title': 'สอุปาทิเสสนิพพาน',
      'pages': [26]
    },
    {
      'title': 'สอุปาทิเสสบุคคล',
      'pages': [26]
    },
    {
      'title': 'สักกะ',
      'pages': [159]
    },
    {
      'title': 'สักกายทิฏฐิ',
      'pages': [201]
    },
    {
      'title': 'สัคคกถา',
      'pages': [139]
    },
    {
      'title': 'สังกิเลส',
      'pages': [28]
    },
    {
      'title': 'สังขตธรรม',
      'pages': [25]
    },
    {
      'title': 'สังขตลักษณะ 3',
      'pages': [63]
    },
    {
      'title': 'สังขตสังขาร',
      'pages': [102]
    },
    {
      'title': 'สงฺขาเยกํ ฯเปฯ',
      'pages': [113]
    },
    {
      'title': 'สังขาร 2',
      'pages': [33]
    },
    {
      'title': 'สังขาร 31',
      'pages': [63]
    },
    {
      'title': 'สังขาร 32',
      'pages': [64]
    },
    {
      'title': 'สังขาร 4',
      'pages': [102]
    },
    {
      'title': 'สังขารขันธ์',
      'pages': [123]
    },
    {
      'title': 'สังขารทุกขตา',
      'pages': [48]
    },
    {
      'title': 'สังขารโลก',
      'pages': [58]
    },
    {
      'title': 'สังขารุเปกขาญาณ',
      'pages': [186]
    },
    {
      'title': 'สังเขป 4',
      'pages': [209]
    },
    {
      'title': 'สังคณี',
      'pages': [45]
    },
    {
      'title': 'สังคหะ 2',
      'pages': [33]
    },
    {
      'title': 'สังคหะ 4',
      'pages': [209]
    },
    {
      'title': 'สังคหพละ',
      'pages': [130]
    },
    {
      'title': 'สังคหวัตถุ 4',
      'pages': [102]
    },
    {
      'title': 'สังคหวัตถุของผู้ครองแผ่นดิน 4',
      'pages': [103]
    },
    {
      'title': 'สงฺคโห, ญาตกานญฺจ',
      'pages': [232]
    },
    {
      'title': 'สงฺคโห, ปุตฺตทารสฺส',
      'pages': [232]
    },
    {
      'title': 'สงฺฆคตา ทกฺขิณา',
      'pages': [22]
    },
    {
      'title': 'สังฆคารวตา',
      'pages': [148]
    },
    {
      'title': 'สังฆคุณ 9',
      'pages': [184]
    },
    {
      'title': 'สังฆทาน',
      'pages': [22]
    },
    {
      'title': 'สังฆบิดร',
      'pages': [172]
    },
    {
      'title': 'สังฆปริณายก',
      'pages': [172]
    },
    {
      'title': 'สงฺฆผาสุตาย',
      'pages': [200]
    },
    {
      'title': 'สังฆเภท',
      'pages': [139, 161]
    },
    {
      'title': 'สงฺฆสุฏฺฐุตาย',
      'pages': [200]
    },
    {
      'title': 'สังฆานุสติ',
      'pages': [204]
    },
    {
      'title': 'สังฆาปเทส',
      'pages': [89]
    },
    {
      'title': 'สังยุตตนิกาย',
      'pages': [45]
    },
    {
      'title': 'สังโยชน์ 7',
      'pages': [171]
    },
    {
      'title': 'สังโยชน์ 101',
      'pages': [88, 201]
    },
    {
      'title': 'สังโยชน์ 102',
      'pages': [202]
    },
    {
      'title': 'สังวร 5',
      'pages': [138]
    },
    {
      'title': 'สังวรปธาน',
      'pages': [81]
    },
    {
      'title': 'สังวรวินัย 5',
      'pages': [138]
    },
    {
      'title': 'สังวรศีล',
      'pages': [138]
    },
    {
      'title': 'สังเวชนียสถาน 4',
      'pages': [104]
    },
    {
      'title': 'สังสารจักร',
      'pages': [59]
    },
    {
      'title': 'สังเสทชะ',
      'pages': [92]
    },
    {
      'title': 'สัจจะ',
      'pages': [73, 109, 135, 198]
    },
    {
      'title': 'สัจจะ 2',
      'pages': [34]
    },
    {
      'title': 'สัจจญาณ',
      'pages': [44]
    },
    {
      'title': 'สัจจานุโลมิกญาณ',
      'pages': [186]
    },
    {
      'title': 'สัจฉิกาตัพพธรรม',
      'pages': [117]
    },
    {
      'title': 'สัจฉิกิริยา',
      'pages': [116, 117]
    },
    {
      'title': 'สัญเจตนา 6',
      'pages': [149, 157]
    },
    {
      'title': 'สัญเจตนากาย',
      'pages': [149]
    },
    {
      'title': 'สัญญมะ',
      'pages': [65]
    },
    {
      'title': 'สัญญา',
      'pages': [167, 187, 235]
    },
    {
      'title': 'สัญญา 6',
      'pages': [157, 159]
    },
    {
      'title': 'สัญญา 10',
      'pages': [202]
    },
    {
      'title': 'สัญญาขันธ์',
      'pages': [123]
    },
    {
      'title': 'สัญญาวิปลาส',
      'pages': [97]
    },
    {
      'title': 'สัญญาเวทยิตนิโรธ',
      'pages': [63, 178, 187]
    },
    {
      'title': 'สัตตวณิชชา',
      'pages': [134]
    },
    {
      'title': 'สัตตักขัตตุงปรมะ',
      'pages': [37]
    },
    {
      'title': 'สัตตาวาส 9',
      'pages': [187]
    },
    {
      'title': 'สัตถวณิชชา',
      'pages': [134]
    },
    {
      'title': 'สตฺถา เทวมนุสฺสานํ',
      'pages': [182]
    },
    {
      'title': 'สัตถุคารวตา',
      'pages': [148]
    },
    {
      'title': 'สัตถุสาสน์',
      'pages': [89, 176, 176]
    },
    {
      'title': 'สัตว์',
      'pages': [205]
    },
    {
      'title': 'สัตวโลก',
      'pages': [58]
    },
    {
      'title': 'สัททะ',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'สัททตัณหา',
      'pages': [150, 157]
    },
    {
      'title': 'สัททธาตุ',
      'pages': [224]
    },
    {
      'title': 'สัททบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'สัททวิจาร',
      'pages': [157]
    },
    {
      'title': 'สัททวิตก',
      'pages': [157]
    },
    {
      'title': 'สัททสัญเจตนา',
      'pages': [149, 157]
    },
    {
      'title': 'สัททสัญญา',
      'pages': [157, 159]
    },
    {
      'title': 'สัทธรรม',
      'pages': [17, 18, 29, 230]
    },
    {
      'title': 'สัทธรรม 3',
      'pages': [64]
    },
    {
      'title': 'สัทธรรม 7',
      'pages': [180, 217]
    },
    {
      'title': 'สัทธรรม 10',
      'pages': [203]
    },
    {
      'title': 'สทฺธมฺมสมนฺนาคโต',
      'pages': [180]
    },
    {
      'title': 'สัทธัมมสวนะ',
      'pages': [97, 107]
    },
    {
      'title': 'สทฺธมฺมฏฺฐิติยา',
      'pages': [200]
    },
    {
      'title': 'สัทธา (ดู ศรัทธา ด้วย)',
      'pages': [129, 235]
    },
    {
      'title': 'สัทธาจริต',
      'pages': [149]
    },
    {
      'title': 'สัทธานุสารี',
      'pages': [40]
    },
    {
      'title': 'สัทธาวิมุต',
      'pages': [40]
    },
    {
      'title': 'สัทธาสัมปทา',
      'pages': [106, 130]
    },
    {
      'title': 'สัทธินทรีย์',
      'pages': [40, 225]
    },
    {
      'title': 'สันดุสิต',
      'pages': [159]
    },
    {
      'title': 'สันโดษ (ดู สันตุฏฐี ด้วย)',
      'pages': [41, 176]
    },
    {
      'title': 'สันโดษ 3, 12',
      'pages': [65]
    },
    {
      'title': 'สันตติ',
      'pages': [31]
    },
    {
      'title': 'สันติ',
      'pages': [109]
    },
    {
      'title': 'สันติบท',
      'pages': [230]
    },
    {
      'title': 'สันตีรณะ, สันตีรณจิต',
      'pages': [216, 236]
    },
    {
      'title': 'สันตุฏฐิกถา',
      'pages': [188]
    },
    {
      'title': 'สนฺตุฏฐี',
      'pages': [197]
    },
    {
      'title': 'สนฺตุฏฐี จ',
      'pages': [232]
    },
    {
      'title': 'สันตุฏฐี',
      'pages': [18, 176, 232]
    },
    {
      'title': 'สนฺตุฏโฐ',
      'pages': [195]
    },
    {
      'title': 'สันทัสสนา',
      'pages': [93]
    },
    {
      'title': 'สนฺทิฏฺฐิโก',
      'pages': [183]
    },
    {
      'title': 'สัปปาฏิหาริยธัมมเทสนา',
      'pages': [70]
    },
    {
      'title': 'สัปปายะ 7',
      'pages': [169]
    },
    {
      'title': 'สัปปายการี',
      'pages': [142]
    },
    {
      'title': 'สัปปายสัมปชัญญะ',
      'pages': [105]
    },
    {
      'title': 'สัปปายมัตตัญญู',
      'pages': [142]
    },
    {
      'title': 'สปฺปุริสกมฺมนฺโต',
      'pages': [180]
    },
    {
      'title': 'สปฺปุริสจินฺตี',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสทาน 8',
      'pages': [179]
    },
    {
      'title': 'สปฺปุริสทานํ เทติ',
      'pages': [180]
    },
    {
      'title': 'สปฺปุริสทิฏฐี',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสธรรม 71',
      'pages': [170]
    },
    {
      'title': 'สัปปุริสธรรม 72',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสธรรม 8',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสธรรม 10',
      'pages': [193]
    },
    {
      'title': 'สปฺปุริสธมฺมสมนฺนาคโต',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสบัญญัติ 3',
      'pages': [65]
    },
    {
      'title': 'สปฺปุริสภตฺตี',
      'pages': [180]
    },
    {
      'title': 'สปฺปุริสมนฺตี',
      'pages': [180]
    },
    {
      'title': 'สปฺปุริสวาโจ',
      'pages': [180]
    },
    {
      'title': 'สัปปุริสสังเสวะ',
      'pages': [97, 107]
    },
    {
      'title': 'สัปปุริสูปัสสยะ',
      'pages': [73]
    },
    {
      'title': 'สัพพจิตตสาธารณเจตสิก 7',
      'pages': [235]
    },
    {
      'title': 'สพฺพปาปสฺส อกรณํ',
      'pages': [56]
    },
    {
      'title': 'สพฺพโลเก อนภิรตสญฺญา',
      'pages': [202]
    },
    {
      'title': 'สพฺพสงฺขาเรสุ อนิฏฺฐสญฺญา',
      'pages': [202]
    },
    {
      'title': 'สัพพัญญุตาญาณ',
      'pages': [124]
    },
    {
      'title': 'สัพพัตถคามินีปฏิทาญาณ',
      'pages': [196]
    },
    {
      'title': 'สัพพากุสลสาธารณเจตสิก 4',
      'pages': [235]
    },
    {
      'title': 'สพฺเพ สงฺขารา ฯเปฯ',
      'pages': [50]
    },
    {
      'title': 'สัมปชัญญะ',
      'pages': [18, 25, 100]
    },
    {
      'title': 'สัมปชัญญะ 4',
      'pages': [105]
    },
    {
      'title': 'สัมปฏิจฉนะ, สัมปฏิจฉันนะ, สัมปฏิจฉันนจิต',
      'pages': [216, 224, 236]
    },
    {
      'title': 'สัมปทา 4',
      'pages': [106]
    },
    {
      'title': 'สัมปทาของอุบาสก',
      'pages': [147]
    },
    {
      'title': 'สัมปทาคุณ 4',
      'pages': [106]
    },
    {
      'title': 'สัมปยุตตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'สัมปรายิกัตถะ',
      'pages': [19, 69]
    },
    {
      'title': 'สัมปรายิกัตถสังวัตตนิกธรรม 4',
      'pages': [106]
    },
    {
      'title': 'สมฺปรายิกานํ อาสวานํ ปฏิฆาตาย',
      'pages': [200]
    },
    {
      'title': 'สัมปหังสนา',
      'pages': [93]
    },
    {
      'title': 'สัมปัตตวิรัติ',
      'pages': [60]
    },
    {
      'title': 'สัมผัปปลาปะ',
      'pages': [194]
    },
    {
      'title': 'สมฺผปฺปลาปํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'สมฺผปฺปลาปา เวรมณี',
      'pages': [192]
    },
    {
      'title': 'สัมผัส 6',
      'pages': [158, 160]
    },
    {
      'title': 'สัมพหุลเถราปเทส, สัมพหุลัตเถราปเทส',
      'pages': [89]
    },
    {
      'title': 'สัมโพธะ',
      'pages': [176]
    },
    {
      'title': 'สัมมสนญาณ',
      'pages': [186, 217]
    },
    {
      'title': 'สัมมัตตะ 10',
      'pages': [203]
    },
    {
      'title': 'สัมมัปปธาน 4',
      'pages': [81, 230]
    },
    {
      'title': 'สัมมากัมมันตะ',
      'pages': [137, 175, 203, 235]
    },
    {
      'title': 'สัมมาญาณ',
      'pages': [203]
    },
    {
      'title': 'สัมมาทัสสนะ',
      'pages': [126, 168]
    },
    {
      'title': 'สัมมาทิฏฐิ',
      'pages': [18, 29, 175, 192, 203]
    },
    {
      'title': 'สมฺมาทิฏฺฐิ',
      'pages': [192]
    },
    {
      'title': 'สมฺมาทิฏฺฐิโก',
      'pages': [193]
    },
    {
      'title': 'สัมมาปฏิปทา',
      'pages': [34]
    },
    {
      'title': 'สัมมาปาสะ',
      'pages': [103]
    },
    {
      'title': 'สัมมาวาจา',
      'pages': [175, 137, 203, 235]
    },
    {
      'title': 'สัมมาวายามะ',
      'pages': [175, 203]
    },
    {
      'title': 'สัมมาวิมุตติ',
      'pages': [203]
    },
    {
      'title': 'สัมมาสติ',
      'pages': [175, 203]
    },
    {
      'title': 'สัมมาสมาธิ',
      'pages': [175, 203]
    },
    {
      'title': 'สัมมาสังกัปปะ',
      'pages': [175, 203]
    },
    {
      'title': 'สัมมาสัมพุทธเจดีย์ 4',
      'pages': [74]
    },
    {
      'title': 'สัมมาสัมพุทธปฏิญญา',
      'pages': [98]
    },
    {
      'title': 'สมฺมาสมฺพุทฺโธ',
      'pages': [182]
    },
    {
      'title': 'สัมมาอาชีวะ',
      'pages': [135, 175, 137, 203, 235]
    },
    {
      'title': 'สัสสตทิฏฐิ',
      'pages': [23]
    },
    {
      'title': 'สัสสเมธ',
      'pages': [103]
    },
    {
      'title': 'สาตถกสัมปชัญญะ',
      'pages': [105]
    },
    {
      'title': 'สาเถยยะ',
      'pages': [184, 223]
    },
    {
      'title': 'สาธารณโภคี',
      'pages': [160]
    },
    {
      'title': 'สามเณร, สามเณรี',
      'pages': [137]
    },
    {
      'title': 'สามัคคีธรรม',
      'pages': [171]
    },
    {
      'title': 'สามัญญผล 4',
      'pages': [88]
    },
    {
      'title': 'สามัญลักษณะ, สามัญลักษณ์ 3',
      'pages': [47, 50]
    },
    {
      'title': 'สามิสสุข',
      'pages': [34]
    },
    {
      'title': 'สามี',
      'pages': [151]
    },
    {
      'title': 'สามีจิปฏิปนฺโน',
      'pages': [184]
    },
    {
      'title': 'สามุกกังสิกาธรรมเทศนา',
      'pages': [115]
    },
    {
      'title': 'สายนะ',
      'pages': [216]
    },
    {
      'title': 'สาระ 4',
      'pages': [124]
    },
    {
      'title': 'สารณียธรรม 6',
      'pages': [160]
    },
    {
      'title': 'สารัมภะ',
      'pages': [223]
    },
    {
      'title': 'สาราณียธรรม 6',
      'pages': [160]
    },
    {
      'title': 'สาวก',
      'pages': [74]
    },
    {
      'title': 'สาสน์ 2',
      'pages': [34]
    },
    {
      'title': 'สิกฺขติ',
      'pages': [218]
    },
    {
      'title': 'สิกขา 3',
      'pages': [66]
    },
    {
      'title': 'สิกขาคารวตา',
      'pages': [148]
    },
    {
      'title': 'สิกขานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'สิกขาบท',
      'pages': [172]
    },
    {
      'title': 'สิกขาบท 5',
      'pages': [135]
    },
    {
      'title': 'สิกฺขาปทํ สมาทิยามิ',
      'pages': [136]
    },
    {
      'title': 'สิงคาลกมาณพ',
      'pages': [110]
    },
    {
      'title': 'สิปฺปญฺจ',
      'pages': [232]
    },
    {
      'title': 'สีล (ดู ศีล ด้วย)',
      'pages': [197]
    },
    {
      'title': 'สีลกถา',
      'pages': [139, 188]
    },
    {
      'title': 'สีลขันธ์',
      'pages': [124]
    },
    {
      'title': 'สีลภาวนา',
      'pages': [29]
    },
    {
      'title': 'สีลมัย',
      'pages': [51, 52]
    },
    {
      'title': 'สีลวา (ดู  ศีล ด้วย)',
      'pages': [142, 195]
    },
    {
      'title': 'สีลวิสุทธิ',
      'pages': [168]
    },
    {
      'title': 'สีลสังวร',
      'pages': [138]
    },
    {
      'title': 'สีลสัมปทา',
      'pages': [18, 106, 130, 164, 217]
    },
    {
      'title': 'สีลสามัญญตา',
      'pages': [160]
    },
    {
      'title': 'สีลัพพตปรามาส',
      'pages': [201, 202]
    },
    {
      'title': 'สีลัพพตุปาทาน',
      'pages': [121]
    },
    {
      'title': 'สีลานุสติ',
      'pages': [204]
    },
    {
      'title': 'สีสังคะ',
      'pages': [213]
    },
    {
      'title': 'สีหนาท',
      'pages': [98]
    },
    {
      'title': 'สุกขวิปัสสก',
      'pages': [38, 39]
    },
    {
      'title': 'สุข, สุขะ',
      'pages': [21, 94, 125, 129, 177, 201]
    },
    {
      'title': 'สุข 21',
      'pages': [34]
    },
    {
      'title': 'สุข 22',
      'pages': [34]
    },
    {
      'title': 'สุขของคฤหัสถ์ 4',
      'pages': [107]
    },
    {
      'title': 'สุขเวทนา (ดู เวทนา ด้วย)',
      'pages': [61]
    },
    {
      'title': 'สุขสหคตํ',
      'pages': [236]
    },
    {
      'title': 'สุขา ปฏิปทา ขิปฺปาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'สุขา ปฏิปทา ทนฺธาภิญฺญา',
      'pages': [80]
    },
    {
      'title': 'สุขินทรีย์',
      'pages': [112, 225]
    },
    {
      'title': 'สุเขกคฺคตาสหิตํ',
      'pages': [236]
    },
    {
      'title': 'สุคติ',
      'pages': [227]
    },
    {
      'title': 'สุคโต',
      'pages': [182]
    },
    {
      'title': 'สุจริต',
      'pages': [49]
    },
    {
      'title': 'สุจึ เทติ',
      'pages': [179]
    },
    {
      'title': 'สุญญตะ',
      'pages': [21]
    },
    {
      'title': 'สุญญตวิโมกข์',
      'pages': [59]
    },
    {
      'title': 'สุญญตสมาธิ',
      'pages': [33]
    },
    {
      'title': 'สุตะ',
      'pages': [112, 142, 181]
    },
    {
      'title': 'สุตํ ปริโยทเปติ',
      'pages': [126]
    },
    {
      'title': 'สุตฺตํ',
      'pages': [181]
    },
    {
      'title': 'สุตตนิบาต',
      'pages': [45]
    },
    {
      'title': 'สุตตวิภังค์',
      'pages': [45]
    },
    {
      'title': 'สุตตันตนัย',
      'pages': [201]
    },
    {
      'title': 'สุตตันตปิฎก',
      'pages': [45]
    },
    {
      'title': 'สุตมยปัญญา',
      'pages': [54]
    },
    {
      'title': 'สุทัสสา',
      'pages': [227]
    },
    {
      'title': 'สุทัสสี',
      'pages': [227]
    },
    {
      'title': 'สุทธวิปัสสนายานิก',
      'pages': [38]
    },
    {
      'title': 'สุทธาวาส 5',
      'pages': [138, 227]
    },
    {
      'title': 'สุทธิ 2',
      'pages': [35]
    },
    {
      'title': 'สุปฏิปนฺโน',
      'pages': [184]
    },
    {
      'title': 'สุภกิณหา',
      'pages': [167, 187, 227]
    },
    {
      'title': 'สุภรตา',
      'pages': [176]
    },
    {
      'title': 'สุภาสิตา จ ยา วาจา',
      'pages': [232]
    },
    {
      'title': 'สุรา',
      'pages': [110]
    },
    {
      'title': 'สุราธุตตะ',
      'pages': [110]
    },
    {
      'title': 'สุราเมรยมชฺชปมาทฏฺฐานา เวรมณี ',
      'pages': [135, 136]
    },
    {
      'title': 'สุสุกาภัย',
      'pages': [118]
    },
    {
      'title': 'สุหทมิตร 4',
      'pages': [91]
    },
    {
      'title': 'สูตร',
      'pages': [89]
    },
    {
      'title': 'เสขะ',
      'pages': [17, 18, 35]
    },
    {
      'title': 'เสขปฏิปทา',
      'pages': [217]
    },
    {
      'title': 'เสตุฆาตวิรัติ',
      'pages': [60]
    },
    {
      'title': 'เสนาสนะ',
      'pages': [83]
    },
    {
      'title': 'เสนาสนปฏิสังยุตต์',
      'pages': [213]
    },
    {
      'title': 'เสนาสนสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'เสนาสนสันโดษ',
      'pages': [114]
    },
    {
      'title': 'เสนาสนะป่า',
      'pages': [172]
    },
    {
      'title': 'เสรีธรรม',
      'pages': [230]
    },
    {
      'title': 'เสวนา, ปณฺฑิตานญฺจ',
      'pages': [232]
    },
    {
      'title': 'เสียง (ดู สัททะ)',
      'pages': [20, 31, 157, 162]
    },
    {
      'title': 'โสก',
      'pages': [17, 209]
    },
    {
      'title': 'โสไจย 10',
      'pages': [193]
    },
    {
      'title': 'โสดาบัน',
      'pages': [35, 36, 161, 227]
    },
    {
      'title': 'โสดาบัน 3',
      'pages': [37]
    },
    {
      'title': 'โสดาปัตติผล',
      'pages': [88]
    },
    {
      'title': 'โสดาปัตติมรรค',
      'pages': [88]
    },
    {
      'title': 'โสตะ',
      'pages': [31, 157, 161]
    },
    {
      'title': 'โสตทวาร',
      'pages': [48]
    },
    {
      'title': 'โสตธาตุ',
      'pages': [224]
    },
    {
      'title': 'โสตวิญญาณ',
      'pages': [157, 158, 236]
    },
    {
      'title': 'โสตวิญญาณธาตุ',
      'pages': [224]
    },
    {
      'title': 'โสตสัมผัส',
      'pages': [157, 160]
    },
    {
      'title': 'โสตสัมผัสสชาเวทนา',
      'pages': [61, 157]
    },
    {
      'title': 'โสตาปตฺติผลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'โสตาปตฺติมคฺคจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'โสตาปัตติยังคะ 41',
      'pages': [107]
    },
    {
      'title': 'โสตาปัตติยังคะ 42',
      'pages': [108]
    },
    {
      'title': 'โสตาปัตติยังคะ 43',
      'pages': [108]
    },
    {
      'title': 'โสตินทรีย์',
      'pages': [225]
    },
    {
      'title': 'โสภณจิต 59 (92)',
      'pages': [236]
    },
    {
      'title': 'โสภณเจตสิก 25',
      'pages': [235]
    },
    {
      'title': 'โสภณสาธารณเจตสิก 19',
      'pages': [235]
    },
    {
      'title': 'โสมนัส',
      'pages': [112, 249]
    },
    {
      'title': 'โสมนสฺสสหคตํ',
      'pages': [236]
    },
    {
      'title': 'โสมนัสสินทรีย์',
      'pages': [225]
    },
    {
      'title': 'โสรัจจะ',
      'pages': [25]
    },
    {
      'title': 'โสวจสฺสตา',
      'pages': [197, 232]
    },
    {
      'title': 'โสสานิกังคะ',
      'pages': [213]
    },
    {
      'title': 'โสฬสญาณ',
      'pages': [217]
    },
    {
      'title': 'โสฬสวัตถุกอานาปานสติ',
      'pages': [218]
    },
    {
      'title': 'หตวิกขิตตกะ',
      'pages': [205]
    },
    {
      'title': 'หทัย',
      'pages': [236]
    },
    {
      'title': 'หทัยรูป 1',
      'pages': [31, 249]
    },
    {
      'title': 'หทัยวัตถุ',
      'pages': [31]
    },
    {
      'title': 'หลักการแบ่งทรัพย์ 4 ส่วน',
      'pages': [87]
    },
    {
      'title': 'หลักกำหนดธรรมวินัย 7',
      'pages': [176]
    },
    {
      'title': 'หลักกำหนดธรรมวินัย 8',
      'pages': [176]
    },
    {
      'title': 'หสิตุปฺปาทจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'หิริ',
      'pages': [25, 174, 180, 235]
    },
    {
      'title': 'เหฏฐิมทิศ',
      'pages': [151]
    },
    {
      'title': 'เหตุปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อกนิฏฐา',
      'pages': [227]
    },
    {
      'title': 'อกรณียวณิชชา 5',
      'pages': [134]
    },
    {
      'title': 'อกัปปิยะ',
      'pages': [90]
    },
    {
      'title': 'อกาลิโก',
      'pages': [183]
    },
    {
      'title': 'อกิริยทิฏฐิ',
      'pages': [23]
    },
    {
      'title': 'อกิริยา',
      'pages': [57]
    },
    {
      'title': 'อกุศล',
      'pages': [17, 18, 191]
    },
    {
      'title': 'อกุศลกรรม',
      'pages': [20]
    },
    {
      'title': 'อกุศลกรรมบถ 10',
      'pages': [194]
    },
    {
      'title': 'อกุศลจิต 12',
      'pages': [236]
    },
    {
      'title': 'อกุศลจิตตุปบาท 12',
      'pages': [50]
    },
    {
      'title': 'อกุศลเจตสิก 14',
      'pages': [235]
    },
    {
      'title': 'อกุศลธรรม',
      'pages': [50]
    },
    {
      'title': 'อกุศลมูล 3',
      'pages': [20, 42]
    },
    {
      'title': 'อกุศลวิตก 3',
      'pages': [43]
    },
    {
      'title': 'อกุศลวิบากจิต 7',
      'pages': [236]
    },
    {
      'title': 'อคติ 4',
      'pages': [108]
    },
    {
      'title': 'องค์ 12 (ปฏิจจสมุปบาท)',
      'pages': [209]
    },
    {
      'title': 'องค์คุณของกัลยาณมิตร 7',
      'pages': [163]
    },
    {
      'title': 'องค์ประกอบของการศึกษา',
      'pages': [29]
    },
    {
      'title': 'องค์ประกอบภายนอก',
      'pages': [17]
    },
    {
      'title': 'องค์ประกอบภายใน',
      'pages': [18]
    },
    {
      'title': 'องค์มรรค',
      'pages': [175]
    },
    {
      'title': 'องค์แห่งธรรมกถึก 5',
      'pages': [125]
    },
    {
      'title': 'องค์แห่งภิกษุใหม่ 5',
      'pages': [126]
    },
    {
      'title': 'อดิเรกลาภ',
      'pages': [83]
    },
    {
      'title': 'อดีต',
      'pages': [209]
    },
    {
      'title': 'อดีตเหตุ',
      'pages': [209]
    },
    {
      'title': 'อตัปปา',
      'pages': [227]
    },
    {
      'title': 'อติชาตบุตร',
      'pages': [53]
    },
    {
      'title': 'อติถิพลี',
      'pages': [132]
    },
    {
      'title': 'อติมานะ',
      'pages': [223]
    },
    {
      'title': 'อตีตังสญาณ',
      'pages': [43]
    },
    {
      'title': 'อทินนาทาน',
      'pages': [72, 194]
    },
    {
      'title': 'อทินฺนาทานํ ปหาย ฯเปฯ',
      'pages': [193]
    },
    {
      'title': 'อทินฺนาทานา เวรมณี',
      'pages': [135, 136, 192]
    },
    {
      'title': 'อทุกขมสุขเวทนา (ดู เวทนา ด้วย)',
      'pages': [61]
    },
    {
      'title': 'อโทสะ',
      'pages': [20, 42, 235]
    },
    {
      'title': 'อธนานํ ธนานุปฺปทานํ',
      'pages': [207]
    },
    {
      'title': 'อธมฺมการปฏิกฺเขโป',
      'pages': [207]
    },
    {
      'title': 'อธมฺมราคสฺส ปหานํ',
      'pages': [207]
    },
    {
      'title': 'อธรรมการนิเสธนา',
      'pages': [207]
    },
    {
      'title': 'อธิกรณสมุปฺปาทวูปสมกุสโล',
      'pages': [195]
    },
    {
      'title': 'อธิคมสัทธรรม',
      'pages': [64]
    },
    {
      'title': 'อธิจิตตสิกขา',
      'pages': [66]
    },
    {
      'title': 'อธิปติปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อธิปไตย 3',
      'pages': [66]
    },
    {
      'title': 'อธิปัจจสีลวันตสถาปนา (ดู อาธิปัจจสีลวันตสถาปนา)',
      'pages': [72]
    },
    {
      'title': 'อธิปัญญาสิกขา',
      'pages': [66]
    },
    {
      'title': 'อธิโมกข์',
      'pages': [201, 235]
    },
    {
      'title': 'อธิศีล',
      'pages': [66, 145, 147]
    },
    {
      'title': 'อธิษฐาน',
      'pages': [198]
    },
    {
      'title': 'อธิษฐาน 4',
      'pages': [109]
    },
    {
      'title': 'อธิษฐานธรรม 4',
      'pages': [109]
    },
    {
      'title': 'อธิสีลสิกขา',
      'pages': [66]
    },
    {
      'title': 'อนณสุข',
      'pages': [107]
    },
    {
      'title': 'อนภิชฺฌา',
      'pages': [192]
    },
    {
      'title': 'อนภิชฺฌาลุ',
      'pages': [193]
    },
    {
      'title': 'อนริยปริเยสนา',
      'pages': [28]
    },
    {
      'title': 'อนวัชชพละ',
      'pages': [130]
    },
    {
      'title': 'อนวัชชสุข',
      'pages': [107]
    },
    {
      'title': 'อนวชฺชานิ กมฺมานิ',
      'pages': [232]
    },
    {
      'title': 'อนัญญตัญญัสสามีตินทรีย์',
      'pages': [225]
    },
    {
      'title': 'อนัตตตา',
      'pages': [47, 59]
    },
    {
      'title': 'อนัตตลักษณะ',
      'pages': [33]
    },
    {
      'title': 'อนตฺตสญฺญา',
      'pages': [202]
    },
    {
      'title': 'อนตฺตา',
      'pages': [50]
    },
    {
      'title': 'อนัตตานุปัสสนา',
      'pages': [59]
    },
    {
      'title': 'อนันตรปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อนันตริกกรรม, อนันตริยกรรม 5',
      'pages': [139, 161]
    },
    {
      'title': 'อนากุลา จ กมฺมนฺตา',
      'pages': [232]
    },
    {
      'title': 'อนาคต',
      'pages': [209]
    },
    {
      'title': 'อนาคตผล',
      'pages': [209]
    },
    {
      'title': 'อนาคตังสญาณ',
      'pages': [43]
    },
    {
      'title': 'อนาคามิผล',
      'pages': [88]
    },
    {
      'title': 'อนาคามิผลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อนาคามิมคฺคจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อนาคามิมรรค',
      'pages': [88]
    },
    {
      'title': 'อนาคามี',
      'pages': [35, 36]
    },
    {
      'title': 'อนาคามี 5',
      'pages': [38]
    },
    {
      'title': 'อนิกฺขิตฺตธุโร',
      'pages': [158]
    },
    {
      'title': 'อนิจจตา',
      'pages': [31, 47, 59]
    },
    {
      'title': 'อนิจจลักษณะ',
      'pages': [33]
    },
    {
      'title': 'อนิจฺจสญฺญา',
      'pages': [202]
    },
    {
      'title': 'อนิจฺจา',
      'pages': [50]
    },
    {
      'title': 'อนิจจานุปัสสนา',
      'pages': [59]
    },
    {
      'title': 'อนิฏฐารมณ์',
      'pages': [177]
    },
    {
      'title': 'อนิมิตตะ',
      'pages': [21]
    },
    {
      'title': 'อนิมิตตวิโมกข์',
      'pages': [59]
    },
    {
      'title': 'อนิมิตตสมาธิ',
      'pages': [33]
    },
    {
      'title': 'อนุกัมปกะ',
      'pages': [91]
    },
    {
      'title': 'อนุชาตบุตร',
      'pages': [53]
    },
    {
      'title': 'อนุตฺตรํ ปุญฺญกฺเขตฺตํ โลกสฺส',
      'pages': [184]
    },
    {
      'title': 'อนุตตริยะ 3',
      'pages': [67]
    },
    {
      'title': 'อนุตตริยะ 6',
      'pages': [67]
    },
    {
      'title': 'อนุตฺตโร ปุริสทมฺมสารถิ',
      'pages': [182]
    },
    {
      'title': 'อนุทยตํ ปฏิจฺจ',
      'pages': [125]
    },
    {
      'title': 'อนุบุพพนิโรธ',
      'pages': [187]
    },
    {
      'title': 'อนุบุพพวิหาร 9',
      'pages': [187]
    },
    {
      'title': 'อนุปปิยภาณี',
      'pages': [90]
    },
    {
      'title': 'อนุปาทินนกรูป',
      'pages': [32]
    },
    {
      'title': 'อนุปาทินนกสังขาร',
      'pages': [33]
    },
    {
      'title': 'อนุปาทินนธรรม',
      'pages': [25]
    },
    {
      'title': 'อนุปาทิเสสนิพพาน',
      'pages': [26]
    },
    {
      'title': 'อนุปาทิเสสบุคคล',
      'pages': [26]
    },
    {
      'title': 'อนุปุพฺพิกถํ',
      'pages': [125]
    },
    {
      'title': 'อนุปุพพิกถา 5',
      'pages': [139]
    },
    {
      'title': 'อนุยนต์',
      'pages': [207]
    },
    {
      'title': 'อนุรักขนาปธาน',
      'pages': [81]
    },
    {
      'title': 'อนุโลมญาณ',
      'pages': [186, 217]
    },
    {
      'title': 'อนุโลมเทศนา',
      'pages': [209]
    },
    {
      'title': 'อนุโลมปฏิจจสมุปบาท',
      'pages': [209]
    },
    {
      'title': 'อนุโลมปฏิปทา',
      'pages': [34]
    },
    {
      'title': 'อนุสติ 10',
      'pages': [204, 370]
    },
    {
      'title': 'อนุสสตานุตตริยะ',
      'pages': [67]
    },
    {
      'title': 'อนุสฺสเวน',
      'pages': [191]
    },
    {
      'title': 'อนุสัย 7',
      'pages': [171]
    },
    {
      'title': 'อนุสาวรีย์',
      'pages': [171]
    },
    {
      'title': 'อนุสาสนีปาฏิหาริย์',
      'pages': [55]
    },
    {
      'title': 'อเนสนา',
      'pages': [114]
    },
    {
      'title': 'อโนตตัปปะ',
      'pages': [192, 235]
    },
    {
      'title': 'อบาย 4',
      'pages': [109, 227]
    },
    {
      'title': 'อบายภูมิ 4',
      'pages': [109, 227]
    },
    {
      'title': 'อบายมุข 4',
      'pages': [110]
    },
    {
      'title': 'อบายมุข 6',
      'pages': [110, 112]
    },
    {
      'title': 'อปจยะ',
      'pages': [176]
    },
    {
      'title': 'อปจายนมัย',
      'pages': [52]
    },
    {
      'title': 'อปทาน',
      'pages': [45]
    },
    {
      'title': 'อปรนฺเต อญฺญาณํ',
      'pages': [118]
    },
    {
      'title': 'อปราปริยเวทนียกรรม',
      'pages': [206]
    },
    {
      'title': 'อปริยาปันนภูมิ',
      'pages': [87]
    },
    {
      'title': 'อปริหานิยธรรม 71',
      'pages': [171]
    },
    {
      'title': 'อปริหานิยธรรม 72',
      'pages': [172]
    },
    {
      'title': 'อปริหานิยธรรม 73',
      'pages': [173]
    },
    {
      'title': 'อปัณณกปฏิปทา 3',
      'pages': [68, 217]
    },
    {
      'title': 'อปัสเสนะ, อปัสเสนธรรม 4',
      'pages': [113]
    },
    {
      'title': 'อปายโกศล',
      'pages': [43]
    },
    {
      'title': 'อปายสหาย',
      'pages': [90]
    },
    {
      'title': 'อปุญญาภิสังขาร',
      'pages': [68]
    },
    {
      'title': 'อปฺปฏิวาณิตา ปธานสฺมึ',
      'pages': [41]
    },
    {
      'title': 'อพยาบาทวิตก',
      'pages': [42]
    },
    {
      'title': 'อพยาบาทสังกัปป์',
      'pages': [175]
    },
    {
      'title': 'อพฺยาปนฺนจิตฺโต',
      'pages': [193]
    },
    {
      'title': 'อพฺยาปาท',
      'pages': [192]
    },
    {
      'title': 'อพฺรหฺมจริยา เวรมณี',
      'pages': [136]
    },
    {
      'title': 'อภัพพฐาน',
      'pages': [161]
    },
    {
      'title': 'อภิชาตบุตร',
      'pages': [53]
    },
    {
      'title': 'อภิชฌา',
      'pages': [194]
    },
    {
      'title': 'อภิชฌาวิสมโลภะ',
      'pages': [223]
    },
    {
      'title': 'อภิชัจจพลัง',
      'pages': [131]
    },
    {
      'title': 'อภิญญา',
      'pages': [176]
    },
    {
      'title': 'อภิญญา 6',
      'pages': [161]
    },
    {
      'title': 'อภิญญาเทสิตธรรม 37',
      'pages': [230]
    },
    {
      'title': 'อภิญญายธัมมเทสนา',
      'pages': [70]
    },
    {
      'title': 'อภิฐาน 6',
      'pages': [161]
    },
    {
      'title': 'อภิณหปัจจเวกขณ์',
      'pages': [140]
    },
    {
      'title': 'อภิณหปัจจเวกขณ์ 10',
      'pages': [141]
    },
    {
      'title': 'อภิณฺหํ เทติ',
      'pages': [179]
    },
    {
      'title': 'อภิธรรม',
      'pages': [45]
    },
    {
      'title': 'อภิธรรมนัย',
      'pages': [202]
    },
    {
      'title': 'อภิธรรมปิฎก',
      'pages': [45]
    },
    {
      'title': 'อภิสังขตสังขาร',
      'pages': [102]
    },
    {
      'title': 'อภิสังขรณกสังขาร',
      'pages': [102]
    },
    {
      'title': 'อภิสังขาร 3',
      'pages': [68]
    },
    {
      'title': 'อภิสังขารมาร',
      'pages': [133]
    },
    {
      'title': 'อภิสัมพุทธสถาน',
      'pages': [104]
    },
    {
      'title': 'อมตบท',
      'pages': [230]
    },
    {
      'title': 'อมัจจพละ',
      'pages': [131]
    },
    {
      'title': 'อโมหะ',
      'pages': [20, 42, 235]
    },
    {
      'title': 'อยส',
      'pages': [177]
    },
    {
      'title': 'อโยนิโสมนสิการ',
      'pages': [29]
    },
    {
      'title': 'อรรถ 31',
      'pages': [69]
    },
    {
      'title': 'อรรถ 32',
      'pages': [70]
    },
    {
      'title': 'อรรถบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'อรหํ',
      'pages': [182]
    },
    {
      'title': 'อรหัตตผล',
      'pages': [40, 88, 129]
    },
    {
      'title': 'อรหตฺตผลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อรหัตตผลวิมุตติ',
      'pages': [203]
    },
    {
      'title': 'อรหัตตมรรค',
      'pages': [88]
    },
    {
      'title': 'อรหตฺตมคฺคจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อรหันต์',
      'pages': [29, 35, 36, 171]
    },
    {
      'title': 'อรหันต์ 2',
      'pages': [38]
    },
    {
      'title': 'อรหันต์ 4, 5, 60',
      'pages': [39]
    },
    {
      'title': 'อรหันตฆาต',
      'pages': [139, 161]
    },
    {
      'title': 'อรหันตสัมมาสัมพุทธเจ้า',
      'pages': [170]
    },
    {
      'title': 'อริยะ',
      'pages': [227]
    },
    {
      'title': 'อริยกันตศีล',
      'pages': [108]
    },
    {
      'title': 'อริยทรัพย์ 7',
      'pages': [174]
    },
    {
      'title': 'อริยธรรม 10',
      'pages': [193]
    },
    {
      'title': 'อริยบุคคล 2',
      'pages': [35]
    },
    {
      'title': 'อริยบุคคล 4',
      'pages': [35]
    },
    {
      'title': 'อริยบุคคล 7',
      'pages': [40]
    },
    {
      'title': 'อริยบุคคล 8',
      'pages': [36, 217]
    },
    {
      'title': 'อริยปริเยสนา',
      'pages': [28]
    },
    {
      'title': 'อริยมรรค 10',
      'pages': [193]
    },
    {
      'title': 'อริยวงศ์ 4',
      'pages': [114]
    },
    {
      'title': 'อริยวัฑฒิ 5',
      'pages': [142]
    },
    {
      'title': 'อริยสัจจ์',
      'pages': [116]
    },
    {
      'title': 'อริยสัจจ์ 4',
      'pages': [115, 118, 118, 139]
    },
    {
      'title': 'อริยสจฺจาน ทสฺสนํ',
      'pages': [232]
    },
    {
      'title': 'อริยสาวกกับโลกธรรม',
      'pages': [177]
    },
    {
      'title': 'อริยอัฏฐังคิกมรรค',
      'pages': [17, 18, 115, 137, 175]
    },
    {
      'title': 'อรูป 4',
      'pages': [117, 370]
    },
    {
      'title': 'อรูปฌาน 4',
      'pages': [21, 22, 40, 117, 179, 187]
    },
    {
      'title': 'อรูปธรรม',
      'pages': [24]
    },
    {
      'title': 'อรูปภพ',
      'pages': [56]
    },
    {
      'title': 'อรูปราคะ',
      'pages': [201]
    },
    {
      'title': 'อรูปโลก',
      'pages': [104]
    },
    {
      'title': 'อรูปวิบาก 4',
      'pages': [216]
    },
    {
      'title': 'อรูปาวจร',
      'pages': [21]
    },
    {
      'title': 'อรูปาวจรกิริยาจิต 4',
      'pages': [236]
    },
    {
      'title': 'อรูปาวจรกุศลจิต 4',
      'pages': [236]
    },
    {
      'title': 'อรูปาวจรจิต 12',
      'pages': [236]
    },
    {
      'title': 'อรูปาวจรภูมิ 4',
      'pages': [87, 227]
    },
    {
      'title': 'อรูปาวจรวิบากจิต 4',
      'pages': [236]
    },
    {
      'title': 'อรูปิโน ธมฺมา',
      'pages': [24]
    },
    {
      'title': 'อลาภ',
      'pages': [177]
    },
    {
      'title': 'อลีนตา',
      'pages': [112]
    },
    {
      'title': 'อโลภะ',
      'pages': [20, 42, 235]
    },
    {
      'title': 'อวชาตบุตร',
      'pages': [53]
    },
    {
      'title': 'อวิคตปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อวิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'อวิชชา',
      'pages': [117, 171, 201, 202, 209]
    },
    {
      'title': 'อวิชชา 4',
      'pages': [118]
    },
    {
      'title': 'อวิชชา 8',
      'pages': [118]
    },
    {
      'title': 'อวิชชมาเนนวิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'อวิชชามาเนนอวิชชมานบัญญัติ',
      'pages': [27]
    },
    {
      'title': 'อวิชชาโยคะ',
      'pages': [92]
    },
    {
      'title': 'อวิชชาสวะ',
      'pages': [71, 71]
    },
    {
      'title': 'อวิชโชฆะ',
      'pages': [121]
    },
    {
      'title': 'อวิโรธนะ',
      'pages': [199]
    },
    {
      'title': 'อวิหา',
      'pages': [227]
    },
    {
      'title': 'อวิหิงสา',
      'pages': [199]
    },
    {
      'title': 'อวิหิงสาวิตก',
      'pages': [42]
    },
    {
      'title': 'อวิหิงสาสังกัปป์',
      'pages': [175]
    },
    {
      'title': 'อสังขตธรรม',
      'pages': [25]
    },
    {
      'title': 'อสังขตธาตุ 1',
      'pages': [185]
    },
    {
      'title': 'อสังขตลักษณะ 3',
      'pages': [63]
    },
    {
      'title': 'อสังขารปรินิพพายี',
      'pages': [38]
    },
    {
      'title': 'อสงฺขาริกํ',
      'pages': [236]
    },
    {
      'title': 'อสังสัคคกถา',
      'pages': [188]
    },
    {
      'title': 'อสัญญีภพ, อสัญญีสัตว์',
      'pages': [187, 227]
    },
    {
      'title': 'อสนฺตุฏฺฐิตา กุสเลสุ ธมฺเมสุ',
      'pages': [41]
    },
    {
      'title': 'อสนฺตุฏฺฐิพหุโล',
      'pages': [158]
    },
    {
      'title': 'อสัมภินนังคะ',
      'pages': [213]
    },
    {
      'title': 'อสัมโมหสัมปชัญญะ',
      'pages': [105]
    },
    {
      'title': 'อสิโลกภัย',
      'pages': [130]
    },
    {
      'title': 'อสุภะ 10',
      'pages': [205, 370]
    },
    {
      'title': 'อสุภสญฺญา',
      'pages': [202]
    },
    {
      'title': 'อสุรกาย',
      'pages': [109, 227]
    },
    {
      'title': 'อเสขะ',
      'pages': [35]
    },
    {
      'title': 'อเสขธรรม 10',
      'pages': [203]
    },
    {
      'title': 'อเสวนา จ พาลานํ',
      'pages': [232]
    },
    {
      'title': 'อโสกํ',
      'pages': [232]
    },
    {
      'title': 'อหิงสา',
      'pages': [65]
    },
    {
      'title': 'อหิริกะ',
      'pages': [192, 235]
    },
    {
      'title': 'อเหตุกกิริยาจิต 3',
      'pages': [236]
    },
    {
      'title': 'อเหตุกจิต 18',
      'pages': [236]
    },
    {
      'title': 'อเหตุกทิฏฐิ',
      'pages': [23]
    },
    {
      'title': 'อเหตุวาท',
      'pages': [57]
    },
    {
      'title': 'อเหตุอปัจจัยวาท',
      'pages': [57]
    },
    {
      'title': 'อโหสิกรรม',
      'pages': [206]
    },
    {
      'title': 'อักโกธะ',
      'pages': [199]
    },
    {
      'title': 'อักขธุตตะ',
      'pages': [110]
    },
    {
      'title': 'อัคคิ 31',
      'pages': [68]
    },
    {
      'title': 'อัคคิ 32',
      'pages': [69]
    },
    {
      'title': 'อัคคิปาริจริยา 3',
      'pages': [69]
    },
    {
      'title': 'อังคุตตรนิกาย',
      'pages': [45]
    },
    {
      'title': 'อัชฌัตติกายตนะ 6',
      'pages': [157, 161]
    },
    {
      'title': 'อญฺชลิกรณีโย',
      'pages': [184]
    },
    {
      'title': 'อัญญถัตตะ',
      'pages': [63, 63]
    },
    {
      'title': 'อัญญทัตถุหร',
      'pages': [90]
    },
    {
      'title': 'อัญญมัญญปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อัญญสมานาเจตสิก 13',
      'pages': [235]
    },
    {
      'title': 'อัญญสัตถารุทเทส, อัญญสัตถุทเทส',
      'pages': [161]
    },
    {
      'title': 'อัญญาตาวินทรีย์',
      'pages': [225]
    },
    {
      'title': 'อัญญินทรีย์',
      'pages': [225]
    },
    {
      'title': 'อัฏฐศีล',
      'pages': [136]
    },
    {
      'title': 'อัฏฐังคิกมรรค',
      'pages': [175]
    },
    {
      'title': 'อัฏฐิกะ',
      'pages': [205]
    },
    {
      'title': 'อัณฑชะ',
      'pages': [92]
    },
    {
      'title': 'อัตตกิลมถานุโยค',
      'pages': [23, 175]
    },
    {
      'title': 'อัตตนาถะ',
      'pages': [183]
    },
    {
      'title': 'อัตตวาทุปาทาน',
      'pages': [121]
    },
    {
      'title': 'อัตตสัมปทา',
      'pages': [18, 164]
    },
    {
      'title': 'อัตตสัมมาปณิธิ',
      'pages': [73]
    },
    {
      'title': 'อตฺตสมฺมาปณิธิ',
      'pages': [232]
    },
    {
      'title': 'อัตตหิตสมบัติ',
      'pages': [183]
    },
    {
      'title': 'อัตตัญญุตา',
      'pages': [170]
    },
    {
      'title': 'อัตตัตถะ',
      'pages': [70]
    },
    {
      'title': 'อัตตา',
      'pages': [205]
    },
    {
      'title': 'อัตตาธิปไตย',
      'pages': [66]
    },
    {
      'title': 'อตฺตานญฺจ ปรญฺจ อนุปหจฺจ',
      'pages': [125]
    },
    {
      'title': 'อัตตาภินิเวส',
      'pages': [59]
    },
    {
      'title': 'อัตถะ',
      'pages': [75, 106]
    },
    {
      'title': 'อัตถะ 2',
      'pages': [41]
    },
    {
      'title': 'อัตถะ 31',
      'pages': [69]
    },
    {
      'title': 'อัตถะ 32',
      'pages': [70]
    },
    {
      'title': 'อัตถจริยา',
      'pages': [102, 130]
    },
    {
      'title': 'อัตถทวาร',
      'pages': [112]
    },
    {
      'title': 'อัตถปฏิสัมภิทา',
      'pages': [80]
    },
    {
      'title': 'อัตถประมุข',
      'pages': [112]
    },
    {
      'title': 'อัตถักขายี',
      'pages': [91]
    },
    {
      'title': 'อัตถัญญุตา',
      'pages': [170]
    },
    {
      'title': 'อัตถิปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อัตถิสุข',
      'pages': [107]
    },
    {
      'title': 'อัทธา 3',
      'pages': [209]
    },
    {
      'title': 'อันตคาหิกทิฏฐิ 10',
      'pages': [205]
    },
    {
      'title': 'อันตราปรินิพพายี',
      'pages': [38]
    },
    {
      'title': 'อันตรายของภิกษุสามเณรผู้บวชใหม่ 4',
      'pages': [118]
    },
    {
      'title': 'อันตรายิกธรรมวาทะ',
      'pages': [98]
    },
    {
      'title': 'อันตา 2',
      'pages': [23]
    },
    {
      'title': 'อันโตชน',
      'pages': [207]
    },
    {
      'title': 'อันวัตถปฏิปทา',
      'pages': [34]
    },
    {
      'title': 'อปฺปฏิวาณิตา ปธานสฺมึ',
      'pages': [41]
    },
    {
      'title': 'อัปปฏิวิภัตตโภคี',
      'pages': [160]
    },
    {
      'title': 'อัปปณิหิตะ',
      'pages': [21]
    },
    {
      'title': 'อัปปณิหิตวิโมกข์',
      'pages': [59]
    },
    {
      'title': 'อัปปณิหิตสมาธิ',
      'pages': [33]
    },
    {
      'title': 'อัปปนาภาวนา',
      'pages': [56]
    },
    {
      'title': 'อัปปนาสมาธิ',
      'pages': [32, 33]
    },
    {
      'title': 'อัปปมัญญา 4',
      'pages': [84, 129, 370]
    },
    {
      'title': 'อัปปมัญญาเจตสิก 2',
      'pages': [235]
    },
    {
      'title': 'อัปปมาณสุภา',
      'pages': [227]
    },
    {
      'title': 'อัปปาณาภา',
      'pages': [227]
    },
    {
      'title': 'อัปปมาทะ',
      'pages': [18, 19, 135]
    },
    {
      'title': 'อัปปมาทคารวตา',
      'pages': [148]
    },
    {
      'title': 'อัปปมาทสัมปทา',
      'pages': [18, 164]
    },
    {
      'title': 'อปฺปมาโท จ ธมฺเมสุ',
      'pages': [232]
    },
    {
      'title': 'อปฺปสนฺนานํ ปสาทาย',
      'pages': [200]
    },
    {
      'title': 'อัปปิจฉกถา',
      'pages': [188]
    },
    {
      'title': 'อัปปิจฉตา',
      'pages': [18, 176]
    },
    {
      'title': 'อพฺภูตธมฺมํ',
      'pages': [181]
    },
    {
      'title': 'อัพโภกาสิกังคะ',
      'pages': [213]
    },
    {
      'title': 'อัพยากตธรรม',
      'pages': [50]
    },
    {
      'title': 'อัยยาภริยา',
      'pages': [165]
    },
    {
      'title': 'อัสสเมธะ',
      'pages': [103]
    },
    {
      'title': 'อสฺสาส',
      'pages': [218]
    },
    {
      'title': 'อสฺสุตํ สุณาติ',
      'pages': [126]
    },
    {
      'title': 'อากัปกิริยา',
      'pages': [143]
    },
    {
      'title': 'อาการ 12',
      'pages': [44]
    },
    {
      'title': 'อาการ 20',
      'pages': [209]
    },
    {
      'title': 'อาการ 32',
      'pages': [77]
    },
    {
      'title': 'อาการที่พระพุทธเจ้าทรงสั่งสอน 3',
      'pages': [70]
    },
    {
      'title': 'อาการปริวิตกฺเกน',
      'pages': [191]
    },
    {
      'title': 'อากาสกสิณ',
      'pages': [189]
    },
    {
      'title': 'อากาสธาตุ',
      'pages': [31, 77, 78]
    },
    {
      'title': 'อากาสานัญจายตนะ',
      'pages': [117, 167, 178, 187]
    },
    {
      'title': 'อากาสานญฺจายตนกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อากาสานัญจายตนภูมิ',
      'pages': [227]
    },
    {
      'title': 'อากิญจัญญายตนะ',
      'pages': [117, 167, 178, 187]
    },
    {
      'title': 'อากิญฺจญฺญายตนกุสลจิตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อากิญจัญญายตนภูมิ',
      'pages': [227]
    },
    {
      'title': 'อาจารย์',
      'pages': [151]
    },
    {
      'title': 'อาจารย์ 4, 5',
      'pages': [119]
    },
    {
      'title': 'อาจารวิบัติ',
      'pages': [94]
    },
    {
      'title': 'อาจิณณกรรม',
      'pages': [206]
    },
    {
      'title': 'อาชชวะ',
      'pages': [199]
    },
    {
      'title': 'อาชีวะ',
      'pages': [137]
    },
    {
      'title': 'อาชีวปาริสุทธิ',
      'pages': [138]
    },
    {
      'title': 'อาชีวปาริสุทธิศีล',
      'pages': [83]
    },
    {
      'title': 'อาชีววิบัติ',
      'pages': [94]
    },
    {
      'title': 'อาชีวัฏฐมกศีล',
      'pages': [137]
    },
    {
      'title': 'อาชีวิตภัย',
      'pages': [130]
    },
    {
      'title': 'อาณาจักร',
      'pages': [170]
    },
    {
      'title': 'อาตมัน',
      'pages': [205]
    },
    {
      'title': 'อาทิกัมมิกะ',
      'pages': [45]
    },
    {
      'title': 'อาทิพรหมจรรย์',
      'pages': [137]
    },
    {
      'title': 'อาทีนวญาณ, อาทีนวานุปัสสนาญาณ',
      'pages': [186]
    },
    {
      'title': 'อาทีนวสญฺญา',
      'pages': [202]
    },
    {
      'title': 'อาเทศนาปาฏิหาริย์',
      'pages': [55]
    },
    {
      'title': 'อาธิปัจจะ',
      'pages': [129]
    },
    {
      'title': 'อาธิปัจจสีลวันตสถาปนา',
      'pages': [72]
    },
    {
      'title': 'อานาปานสติ',
      'pages': [100, 202, 204]
    },
    {
      'title': 'อานาปานสติ 16 ฐาน',
      'pages': [218]
    },
    {
      'title': 'อาเนญชาภิสังขาร',
      'pages': [68]
    },
    {
      'title': 'อาโปกสิณ',
      'pages': [189]
    },
    {
      'title': 'อาโปธาตุ',
      'pages': [30, 76, 77, 77]
    },
    {
      'title': 'อาพาธิกะ',
      'pages': [49, 49, 78]
    },
    {
      'title': 'อาภัสสรา (ดู สัตตาวาส 9 ด้วย)',
      'pages': [167, 227]
    },
    {
      'title': 'อามิสทาน',
      'pages': [22]
    },
    {
      'title': 'อามิสบูชา',
      'pages': [28]
    },
    {
      'title': 'อามิสปฏิสันถาร',
      'pages': [28]
    },
    {
      'title': 'อามิสปริเยสนา',
      'pages': [28]
    },
    {
      'title': 'อามิสไพบูลย์',
      'pages': [32]
    },
    {
      'title': 'อามิสฤทธิ์',
      'pages': [32]
    },
    {
      'title': 'อามิสเวปุลละ',
      'pages': [32]
    },
    {
      'title': 'อามิสสงเคราะห์',
      'pages': [33]
    },
    {
      'title': 'อามิสสังคหะ',
      'pages': [33]
    },
    {
      'title': 'อายโกศล',
      'pages': [43]
    },
    {
      'title': 'อายตนะ 12',
      'pages': [213]
    },
    {
      'title': 'อายตนะภายนอก 6',
      'pages': [157, 162, 213]
    },
    {
      'title': 'อายตนะภายใน 6',
      'pages': [157, 161, 213]
    },
    {
      'title': 'อายมุข',
      'pages': [112]
    },
    {
      'title': 'อายุ',
      'pages': [129]
    },
    {
      'title': 'อายุวัฒนธรรม 5',
      'pages': [142]
    },
    {
      'title': 'อายุสสธรรม 5',
      'pages': [142]
    },
    {
      'title': 'อารตี วิรตี ปาปา',
      'pages': [232]
    },
    {
      'title': 'อารมณ์ 6',
      'pages': [162]
    },
    {
      'title': 'อารมณ์ 150',
      'pages': [249]
    },
    {
      'title': 'อารยธรรม 10',
      'pages': [193]
    },
    {
      'title': 'อารยวัฒิ 5',
      'pages': [142]
    },
    {
      'title': 'อารยอัษฎางคิกมรรค (ดู อริยอัฏฐังคิกมรรคด้วย)',
      'pages': [17, 18]
    },
    {
      'title': 'อารักขสัมปทา',
      'pages': [75]
    },
    {
      'title': 'อารักขา',
      'pages': [171]
    },
    {
      'title': 'อารัญญิกังคะ',
      'pages': [213]
    },
    {
      'title': 'อารัมมณปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อารัมมณูปนิชฌาน',
      'pages': [21]
    },
    {
      'title': 'อารุปป์ 4',
      'pages': [21, 117]
    },
    {
      'title': 'อาโรคยะ',
      'pages': [112]
    },
    {
      'title': 'อาโลกกสิณ',
      'pages': [189]
    },
    {
      'title': 'อาโลกพหุโล',
      'pages': [158]
    },
    {
      'title': 'อาวฏภัย',
      'pages': [118]
    },
    {
      'title': 'อาวัชชนะ',
      'pages': [216]
    },
    {
      'title': 'อาวาสมัจฉริยะ',
      'pages': [133, 146]
    },
    {
      'title': 'อาวาสสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'อาวาสโสภณ',
      'pages': [144]
    },
    {
      'title': 'อาวาสิกธรรม 51',
      'pages': [143]
    },
    {
      'title': 'อาวาสิกธรรม 52',
      'pages': [143]
    },
    {
      'title': 'อาวาสิกธรรม 53',
      'pages': [144]
    },
    {
      'title': 'อาวาสิกธรรม 54',
      'pages': [144]
    },
    {
      'title': 'อาวาสิกธรรม 55',
      'pages': [145]
    },
    {
      'title': 'อาวาสิกธรรม 56',
      'pages': [145]
    },
    {
      'title': 'อาวาสิกธรรม 57',
      'pages': [146]
    },
    {
      'title': 'อาสยานุสยญาณ',
      'pages': [124]
    },
    {
      'title': 'อาสวะ 3',
      'pages': [71]
    },
    {
      'title': 'อาสวะ 4',
      'pages': [71, 92, 121]
    },
    {
      'title': 'อาสวักขยะ',
      'pages': [101]
    },
    {
      'title': 'อาสวักขยญาณ',
      'pages': [59, 161, 177, 196]
    },
    {
      'title': 'อาสันนกรรม',
      'pages': [206]
    },
    {
      'title': 'อาเสวนปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อาหาร 4',
      'pages': [120]
    },
    {
      'title': 'อาหารปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อาหารรูป 1',
      'pages': [31, 249]
    },
    {
      'title': 'อาหาเรปฏิกูลสัญญา',
      'pages': [370]
    },
    {
      'title': 'อาหุเนยฺโย',
      'pages': [184]
    },
    {
      'title': 'อาหุไนยัคคิ',
      'pages': [69]
    },
    {
      'title': 'อิฏฐารมณ์',
      'pages': [177]
    },
    {
      'title': 'อิตถัตตะ',
      'pages': [31]
    },
    {
      'title': 'อิตถินทรีย์',
      'pages': [31, 225]
    },
    {
      'title': 'อิตถีธุตตะ',
      'pages': [110]
    },
    {
      'title': 'อิติกิราย',
      'pages': [191]
    },
    {
      'title': 'อิติปิ โส ภควา',
      'pages': [182]
    },
    {
      'title': 'อิติวุตตกะ',
      'pages': [45, 181]
    },
    {
      'title': 'อิทธิบาท 4',
      'pages': [121, 129, 230]
    },
    {
      'title': 'อิทธิปาฏิหาริย์',
      'pages': [55]
    },
    {
      'title': 'อิทธิวิธา, อิทธิวิธิ',
      'pages': [161, 177]
    },
    {
      'title': 'อิทัปปัจจยตา',
      'pages': [209]
    },
    {
      'title': 'อิทปฺปจฺจยตาปฏิจฺจสมุปฺปนฺเนสุ ธมฺเมสุอญฺญาณํ',
      'pages': [118]
    },
    {
      'title': 'อินทร์',
      'pages': [159]
    },
    {
      'title': 'อินทรีย์ 5',
      'pages': [129, 146, 230]
    },
    {
      'title': 'อินทรีย์ 6',
      'pages': [161]
    },
    {
      'title': 'อินทรีย์ 22',
      'pages': [225]
    },
    {
      'title': 'อินทริยปโรปริยัตตญาณ',
      'pages': [124, 196]
    },
    {
      'title': 'อินทรียปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อินทรียสังวร',
      'pages': [68, 126, 138]
    },
    {
      'title': 'อินทรียสังวรศีล',
      'pages': [83]
    },
    {
      'title': 'อิริยาบถ',
      'pages': [100]
    },
    {
      'title': 'อิริยาปถสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'อิศวรกรณวาท',
      'pages': [57]
    },
    {
      'title': 'อิสสรนิมมานเหตุวาท',
      'pages': [57]
    },
    {
      'title': 'อิสสา',
      'pages': [184, 202, 223, 235]
    },
    {
      'title': 'อุคคหนิมิต',
      'pages': [51]
    },
    {
      'title': 'อุคฆฏิตัญญู',
      'pages': [79]
    },
    {
      'title': 'อุจจากุลีนตา',
      'pages': [129]
    },
    {
      'title': 'อุจฺจาสยนมหาสยนา เวรมณี',
      'pages': [136]
    },
    {
      'title': 'อุจเฉททิฏฐิ',
      'pages': [23]
    },
    {
      'title': 'อุชุปฏิปนฺโน',
      'pages': [184]
    },
    {
      'title': 'อุฏฐานสัมปทา',
      'pages': [75]
    },
    {
      'title': 'อุดมมงคล',
      'pages': [232]
    },
    {
      'title': 'อุตตรทิศ',
      'pages': [151]
    },
    {
      'title': 'อุตฺตริญฺจ ปตาเรติ',
      'pages': [158]
    },
    {
      'title': 'อุตุนิยาม',
      'pages': [127]
    },
    {
      'title': 'อุตุสัปปายะ',
      'pages': [169]
    },
    {
      'title': 'อุทเทสิกเจดีย์',
      'pages': [74]
    },
    {
      'title': 'อุทธังโสโตอกนิฏฐคามี',
      'pages': [38]
    },
    {
      'title': 'อุทธัจจะ',
      'pages': [192, 201, 235]
    },
    {
      'title': 'อุทธัจจกุกกุจจะ',
      'pages': [128]
    },
    {
      'title': 'อุทฺธจฺจสมฺปยุตฺตํ',
      'pages': [236]
    },
    {
      'title': 'อุทธัมภาคิยสังโยชน์ 5',
      'pages': [201]
    },
    {
      'title': 'อุทธุมาตกะ',
      'pages': [205]
    },
    {
      'title': 'อุทยัพพยญาณ = อุทยัพพยานุปัสสนาญาณ',
      'pages': [54, 186]
    },
    {
      'title': 'อุทยัพพยานุปัสสนาญาณ',
      'pages': [54, 186]
    },
    {
      'title': 'อุทาน',
      'pages': [45]
    },
    {
      'title': 'อุทานํ',
      'pages': [181]
    },
    {
      'title': 'อุเทศาจารย์',
      'pages': [119]
    },
    {
      'title': 'อุบาสกธรรม 5',
      'pages': [147]
    },
    {
      'title': 'อุบาสกธรรม 7',
      'pages': [147]
    },
    {
      'title': 'อุบาสกบริษัท',
      'pages': [78]
    },
    {
      'title': 'อุบาสกปทุม',
      'pages': [147]
    },
    {
      'title': 'อุบาสกรัตน์',
      'pages': [147]
    },
    {
      'title': 'อุบาสิกาบริษัท',
      'pages': [78]
    },
    {
      'title': 'อุเบกขา',
      'pages': [21, 84, 165, 198, 201, 249]
    },
    {
      'title': 'อุเบกขาเวทนา',
      'pages': [61, 112]
    },
    {
      'title': 'อุเบกขาสันตีรณะ 2',
      'pages': [216]
    },
    {
      'title': 'อุโบสถ, อุโบสถศีล',
      'pages': [136]
    },
    {
      'title': 'อุปการกะ',
      'pages': [91]
    },
    {
      'title': 'อุปกิเลส 16',
      'pages': [223]
    },
    {
      'title': 'อุปฆาตกกรรม',
      'pages': [206]
    },
    {
      'title': 'อุปจยะ',
      'pages': [31, 249]
    },
    {
      'title': 'อุปจารภาวนา',
      'pages': [56]
    },
    {
      'title': 'อุปจารสมาธิ',
      'pages': [32, 33]
    },
    {
      'title': 'อุปธิวิบัติ',
      'pages': [95]
    },
    {
      'title': 'อุปธิวิเวก',
      'pages': [60]
    },
    {
      'title': 'อุปธิสมบัติ',
      'pages': [96]
    },
    {
      'title': 'อุปนาหะ',
      'pages': [223, 249]
    },
    {
      'title': 'อุปนิสัย 4',
      'pages': [113]
    },
    {
      'title': 'อุปนิสสยปัจจัย',
      'pages': [226]
    },
    {
      'title': 'อุปบารมี',
      'pages': [198]
    },
    {
      'title': 'อุปปัชชเวทนียกรรม',
      'pages': [206]
    },
    {
      'title': 'อุปปัตติเทพ',
      'pages': [49]
    },
    {
      'title': 'อุปปัตติภพ',
      'pages': [209]
    },
    {
      'title': 'อุปฺปาโท ปญฺญายติ',
      'pages': [63]
    },
    {
      'title': 'อุปปีฬกกรรม',
      'pages': [206]
    },
    {
      'title': 'อุปริมทิศ',
      'pages': [151]
    },
    {
      'title': 'อุปสมะ',
      'pages': [109, 176]
    },
    {
      'title': 'อุปสมานุสติ',
      'pages': [204]
    },
    {
      'title': 'อุปสัมปทาจารย์',
      'pages': [119]
    },
    {
      'title': 'อุปหัจจปรินิพพายี',
      'pages': [38]
    },
    {
      'title': 'อุปัญญาตธรรม 2',
      'pages': [41]
    },
    {
      'title': 'อุปัฏฐาน',
      'pages': [201]
    },
    {
      'title': 'อุปัตถัมภกกรรม',
      'pages': [206]
    },
    {
      'title': 'อุปาทาน',
      'pages': [209]
    },
    {
      'title': 'อุปาทาน 4',
      'pages': [121]
    },
    {
      'title': 'อุปาทานขันธ์ 5',
      'pages': [117]
    },
    {
      'title': 'อุปาทารูป, อุปาทายรูป 24',
      'pages': [30, 31]
    },
    {
      'title': 'อุปาทินนกรูป',
      'pages': [32]
    },
    {
      'title': 'อุปาทินนกสังขาร',
      'pages': [33]
    },
    {
      'title': 'อุปาทินนธรรม',
      'pages': [25]
    },
    {
      'title': 'อุปายโกศล',
      'pages': [43]
    },
    {
      'title': 'อุปายาส',
      'pages': [17, 209]
    },
    {
      'title': 'อุเปกฺขาสหคตํ',
      'pages': [236]
    },
    {
      'title': 'อุเปกขินทรีย์',
      'pages': [225]
    },
    {
      'title': 'อุเปกฺเขกคฺคตาสหิตํ',
      'pages': [236]
    },
    {
      'title': 'อุพเพคาปีติ, อุพเพงคาปีติ',
      'pages': [128]
    },
    {
      'title': 'อุภโตภาควิมุต',
      'pages': [38, 39, 40]
    },
    {
      'title': 'อุภยัตถะ',
      'pages': [70]
    },
    {
      'title': 'อูมิภัย',
      'pages': [118]
    },
    {
      'title': 'เอกเถราปเทส, เอกัตเถราปเทส',
      'pages': [89]
    },
    {
      'title': 'เอกพีชี',
      'pages': [37]
    },
    {
      'title': 'เอกัคคตา',
      'pages': [21, 235]
    },
    {
      'title': 'เอกันตนิพพิทา',
      'pages': [176]
    },
    {
      'title': 'เอกาสนิกังคะ',
      'pages': [213]
    },
    {
      'title': 'เอกีภาพ',
      'pages': [160]
    },
    {
      'title': 'เอเกน โภเค ภุญฺเชยฺย',
      'pages': [87]
    },
    {
      'title': 'เอหิปสฺสิโก',
      'pages': [183]
    },
    {
      'title': 'โอกกันติกาปีติ',
      'pages': [128]
    },
    {
      'title': 'โอกาสโลก',
      'pages': [58]
    },
    {
      'title': 'โอฆะ 4',
      'pages': [121]
    },
    {
      'title': 'โอตตัปปะ',
      'pages': [25, 174, 180, 235]
    },
    {
      'title': 'โอทาตกสิณ',
      'pages': [189]
    },
    {
      'title': 'โอปนยิโก',
      'pages': [183]
    },
    {
      'title': 'โอปปาติกะ',
      'pages': [92]
    },
    {
      'title': 'โอภาส',
      'pages': [201]
    },
    {
      'title': 'โอรัมภาคิยสังโยชน์ 5',
      'pages': [201]
    },
    {
      'title': 'โอวาทของพระพุทธเจ้า 3',
      'pages': [56]
    },
    {
      'title': 'โอวาทปาติโมกข์ (โอวาทปาฏิโมกข์)',
      'pages': [56]
    },
    {
      'title': 'โอวาทาจารย์',
      'pages': [119]
    }
  ];

  @override
  Widget build(BuildContext context) {
    return Scaffold(
      backgroundColor: AppColors().backgroundColor,
      appBar: AppBar(
        leading: IconButton(
          onPressed: () {
            Navigator.pop(context);
          },
          icon: Icon(
            Icons.arrow_back_ios,
            color: AppColors().textColor,
          ),
        ),
        backgroundColor: AppColors().primaryColor,
        iconTheme: IconThemeData(color: AppColors().textColor),
        toolbarHeight: 75,
        title: RichText(
          textAlign: TextAlign.center,
          text: TextSpan(
            children: [
              TextSpan(
                text: 'พจนานุกรมพุทธศาสตร์',
                style: GoogleFonts.sarabun(
                  textStyle: TextStyle(
                    fontSize: 25,
                    fontWeight: FontWeight.bold,
                    color: AppColors().textColor,
                  ),
                ),
              ),
              TextSpan(
                text: '\n(ฉบับประมวลธรรม)',
                style: GoogleFonts.sarabun(
                  textStyle: TextStyle(
                    fontSize: 20,
                    color: AppColors().textColor,
                  ),
                ),
              ),
            ],
          ),
        ),
        centerTitle: true,
      ),
      body: SafeArea(
        child: Padding(
          padding: const EdgeInsets.symmetric(horizontal: 30, vertical: 20),
          child: Column(
            crossAxisAlignment: CrossAxisAlignment.start,
            children: [
              Center(
                child: Text(
                  'ดัชนีค้นคำ',
                  style: TextStyle(
                    fontSize: 24,
                    fontWeight: FontWeight.bold,
                  ),
                  textAlign: TextAlign.center,
                ),
              ),
              SizedBox(height: 20),
              Expanded(
                child: ListView.builder(
                  itemCount: tocItems.length,
                  itemBuilder: (context, index) {
                    final item = tocItems[index];
                    return Padding(
                      padding: EdgeInsets.symmetric(vertical: 5.0),
                      child: Column(
                        children: [
                          Row(
                            crossAxisAlignment: CrossAxisAlignment.start, // Ensure title and pages are aligned
                            mainAxisAlignment: MainAxisAlignment.spaceBetween,
                            children: [
                              Expanded(
                                flex: 4,
                                child: InkWell(
                                  onTap: () {
                                    if (item['pages'].length == 1) {
                                      Navigator.push(
                                        context,
                                        MaterialPageRoute(
                                          builder: (context) => ReadScreenDham(
                                            initialPage: item['pages'][0],
                                          ),
                                        ),
                                      );
                                    }
                                  },
                                  child: Text(
                                    item['title'],
                                    style: TextStyle(
                                      // fontSize: 18,
                                      color: AppColors().primaryColor,
                                    ),
                                  ),
                                ),
                              ),
                              // if (item['pages'].length > 1)
                              //   Text(
                              //     'หน้า ',
                              //     style: TextStyle(
                              //       fontSize: 18,
                              //       color: AppColors().primaryColor,
                              //     ),
                              //   ),
                              if (item['pages'].length > 1)
                                Expanded(
                                  flex: 2,
                                  child: Wrap(
                                    children: item['pages'].map<Widget>((page) {
                                      return InkWell(
                                        onTap: () {
                                          Navigator.push(
                                            context,
                                            MaterialPageRoute(
                                              builder: (context) => ReadScreenDham(
                                                initialPage: page,
                                              ),
                                            ),
                                          );
                                        },
                                        child: Padding(
                                          padding: EdgeInsets.symmetric(horizontal: 3),
                                          child: Flexible(
                                            child: Text(
                                              '(${page.toString()})',
                                              style: TextStyle(
                                                // fontSize: 18,
                                                color: AppColors().primaryColor,
                                              ),
                                            ),
                                          ),
                                        ),
                                      );
                                    }).toList(),
                                  ),
                                ),
                            ],
                          ),
                          Divider(),
                        ],
                      ),
                    );
                  },
                ),
              ),
            ],
          ),
        ),
      ),
    );
  }
}
